[["1:1 Si Adam, si Set, si Enos.","1:2 Si Kenan, si Mahalaleel, si Jared.","1:3 Si Henok, si Metusalah, si Lamek.","1:4 Si Noak, si Sem, si Ham dohot si Japet.","1:5 Angka anak ni si Japet on do: Si Gomer, si Magog, si Madai, si Jawan, si Tubal, si Mesek dohot si Tiras.","1:6 Ia angka anak ni si Gomer on do: Si Askenas, si Ripat dohot si Togarma.","1:7 Ia angka anak ni si Jawan on do: Si Elisa, si Tarsis, si Kitim dohot si Dodanim.","1:8 Ia angka anak ni si Ham on do: Si Kus, si Misraim, si Put dohot si Kanaan.","1:9 Ia angka anak ni si Kus on do: Si Seba, si Hawila, si Sabta, si Raama dohot si Sabteka. Ia angka anak ni si Raama on do: Si Seba dohot si Dedan.","1:10 Alai anggo si Kus manubuhon si Nimrod, na mamungka marsiajar ulubalang di tano on.","1:11 Ia si Misraim manubuhon: Halak Lidia, Anam, Lehabim, Naptuhim.","1:12 Halak Patrusim, Kasluhim, haroroan ni halak Palistim dohot Kaptorim.","1:13 Alai anggo si Kanaan manubuhon: Si Sidon, buhabajuna dohot si Het.","1:14 Si Jebusi, si Amori, si Girgasi.","1:15 Si Hevi, si Arki, si Sini.","1:16 Si Arpaditi, si Semari dohot si Hamati.","1:17 Ia angka anak ni si Sem on do: Si Elam, si Assur, si Arpaksad, si Lud, si Ram, si Us, si Hul, si Geter dohot si Mesek.","1:18 Alai anggo si Arpaksad manubuhon: Si Sela, na manubuhon si Heber.","1:19 Dung i tubu ma dua anak ni si Heber, goar ni na sada: Si Peleg, ala di angka arina sirang tano on, ia goar ni anggina i si Joktan.","1:20 Ia si Joktan manubuhon: Si Almodad, si Salep, si Hasarmawet, si Jera.","1:21 Si Hadoram, si Usal, si Dikla.","1:22 Si Hebal, si Abimael, si Seba.","1:23 Si Opir, si Hevila dohot si Jobab. I ma sude anak ni si Joktan.","1:24 Si Sem, si Arpaksad, si Sela.","1:25 Si Heber, si Peleg, si Reu.","1:26 Si Serug, si Nahor, si Tera.","1:27 Si Abram, i ma si Abraham.","1:28 Ia angka anak ni si Abraham on do: Si Isak dohot si Ismael.","1:29 On do pinomparnasida anak buhabaju ni si Ismael, i ma si Nabaiot, dung i si Kedar, si Abdel, si Mibsam.","1:30 Si Misma, si Duma, si Masa, si Hadad, si Tema.","1:31 Si Jetur, si Napis dohot si Kademah. I ma angka anak ni si Ismael.","1:32 Ia angka anak ni si Ketura, jolma ni si Abraham on do: Si Zimran, si Joksan, si Medan, si Midian, si Isbak dohot si Sua. Ia angka anak ni si Joksan i ma: Si Seba dohot si Dedan.","1:33 Ia angka anak ni si Midian on do: Si Epah, si Eper, si Hanok, si Abida dohot si Elda. I ma sude angka anak ni si Ketura.","1:34 Ditubuhon si Abraham huhut si Isak. Ia angka anak ni si Isak on do: Si Esau dohot si Israel.","1:35 Ia angka anak ni si Esau on do: Si Elipas, si Reguel, si Jehus, si Jalam dohot si Kora.","1:36 Ia angka anak ni si Elipas on do: Si Teman, si Omar, si Sepi, si Gatam, si Kenas, si Timna dohot si Amalek.","1:37 Ia angka anak ni si Reguel on do: Si Nahat, si Jara, si Samma dohot si Missa.","1:38 Ia angka anak ni si Seir on do: Si Lotan, si Sobal, si Sibeon, si Ana, si Dison, si Eser dohot si Disan.","1:39 Ia angka anak ni si Lotan on do: Si Hori dohot si Homam; jala iboto ni si Lotan, i ma si Timna.","1:40 Ia angka anak ni si Sobal on do: Si Alian, si Manahat, si Ebal, si Sepi dohot si Onam. Ia angka anak ni si Sibeon i ma: Si Aia dohot si Ana.","1:41 Ia anak ni si Ana i ma: Si Dison. Ia angka anak ni si Dison i ma: Si Hamran, si Esban, si Itran dohot si Heran.","1:42 Ia angka anak ni si Eser on do: Si Bilhan, si Sapan dohot si Jaakan. Ia angka anak ni si Disan i ma: Si Us dohot si Aran.","1:43 Jala on do goar ni rajaraja, angka na mangarajai di tano Edom, jumolo sian na adong raja mangarajai halak Israel, i ma: Si Bela, anak ni si Beor, jala goar ni hutana i ma Dinhaba.","1:44 Jadi dung mate si Bela, bangkit raja ma singkatna: Si Jobab, anak ni si Jara sian Bosra.","1:45 Jadi dung mate si Jobab, bangkit raja ma singkatna si Husam sian tano ni halak Teman i.","1:46 Jadi dung mate si Husam, bangkit raja singkatna si Hadad, anak ni si Bedad, na papatu halak Midian di ladang ni Moab, jala goar ni hutana i ma Apit.","1:47 Dung mate si Hadad, bangkit raja singkatna si Samla sian Masreka.","1:48 Dung mate si Samla, bangkit raja singkatna si Saul sian Rehobot martopihon sunge.","1:49 Dung mate si Saul, bangkit raja singkatna si Baal-Hanan, anak ni si Akbor.","1:50 Dung mate si Baal-Hanan, bangkit raja singkatna si Hadad; ia goar ni hutana i ma Pahi, jala goar ni jolmana si Mehetabel, boru ni si Materet, boru Mesahab.","1:51 Alai dung mate si Hadad, bangkit ma gabe induk di Edom: Induk Timna, induk Alia, induk Jete.","1:52 Induk Aholibama, induk Ela, induk Pinon.","1:53 Induk Kenas, induk Teman, induk Mibzar.","1:54 Induk Magdiel, induk Iram. I ma angka induk di Edom."," "],["2:1 On do angka anak ni si Israel: Si Ruben, si Simeon, si Lepi, si Juda, si Isasar, si Zebulon.","2:2 Si Dan, si Josep, si Benjamin, si Naptali, si Gad dohot si Aser.","2:3 Ia angka anak ni si Juda on do: Si Er, si Onan dohot si Sela; na tolu anak i tubu di ibana sian boru Sua, boru ni halak Kanaan. Alai anggo si Er, buhabaju ni si Juda, na jahat do i di adopan ni Jahowa, ala ni dibunu Jahowa do ibana.","2:4 Alai anggo si Tamar, parumaenna i manubuhon di ibana: Si Peres dohot si Jara; jadi luhut anak ni si Juda lima halak do.","2:5 Ia angka anak ni si Peres i ma: Si Hezron dohot si Hamul.","2:6 Ia angka anak ni si Jara i ma: Si Simri, si Etan, si Heman, si Kalkol dohot si Dara; luhutna i lima halak do.","2:7 Ia anak ni si Karmi i ma: Si Agan, na mangarsahi Israel ala adong binuatna ugasan naung hona harom.","2:8 Ia anak ni si Etan, i ma si Azaria.","2:9 Ia anak angka na tinubuhon ni si Hezron i ma: Si Jerahmeel, si Ram dohot si Kaleb.","2:10 Ia si Ram manubuhon si Abinadab, na manubuhon si Nahason, i ma induk ni halak Juda.","2:11 Si Nahason manubuhon si Salmon, na manubuhon si Boas.","2:12 Si Boas manubuhon si Obed, na manubuhon si Isai.","2:13 Si Isai manubuhon si Eliab, buhabajuna i dohot si Abinadab, anakna paidua, si Simea anakna paitolu.","2:14 Si Netaneel anakna paiopat, si Raddai anakna pailima.","2:15 Si Osem anakna paionom dohot si Daud anakna paipitu.","2:16 Ia ibotonasida i ma: Nai Seruia dohot si Abigail. Ia angka anak ni Nai Seruia i ma: Si Abisai, si Joab dohot si Asahel, na tolu i do.","2:17 Anggo si Abigail manubuhon si Amasa; alai anggo ama ni si Amasa, i ma si Jeter, halak Ismael.","2:18 Ia si Kaleb, anak ni si Hezron manubuhon anak sian jolmana si Azuba dohot sian si Jeriot, jala on do angka anakna si Ieser, si Sobab dohot si Ardon.","2:19 Jadi dung mate si Azuba, dibuat si Kaleb ma si Eparat bahen jolmana, na manubuhon si Hur.","2:20 Ia si Hur manubuhon si Uri, na manubuhon si Besalel.","2:21 Dung i ditopot si Hezron ma boru ni si Mahir, ama ni si Gilead, dibuat ma i bahen jolmana, uju marumur onompulu taon ibana, jala parompuan i manubuhon si Segub.","2:22 Ia si Segub manubuhon si Jair, na manggomgomi duapulu tolu huta di tano Gilead.","2:23 Dilaum ibana huhut sian halak Gesur dohot sian halak Ram angka sosor ni si Jair, tole muse Kenat ro di angka sosorna, onompulu huta. Luhut nasida angka anak ni si Mahir, ama ni si Gilead.","2:24 Dung mate si Hezron di Kaleb-Eprata, ditubuhon si Abia, jolma ni si Hezron ma Ashur, ama ni si Tekoa.","2:25 Ia angka anak ni si Jerahmeel, buhabaju ni si Hezron, i ma si Ram, buhabajuna i, dung i si Buna, si Oren, si Osem dohot si Ahia.","2:26 Adong dope sadanari jolma ni si Jerahmeel, i ma na margoar si Atara, i ma ina ni si Onam.","2:27 Ia angka anak ni si Ram, buhabaju ni si Jerahmeel, i ma: Si Maas, si Jamin dohot si Eker.","2:28 Ia angka anak ni si Onam i ma: Si Sammai dohot si Jada. Ia angka anak ni si Sammai i ma: Si Nadab dohot si Abisur.","2:29 Ia goar ni jolma ni si Abisur i ma: Abigail, na manubuhon di ibana: Si Ahban dohot si Molid.","2:30 Ia angka anak ni si Nadab i ma: Si Seled dohot si Apaim; mate punu do ia si Seled.","2:31 Ia anak ni si Apaim i ma: Si Ishe; ia anak ni si Ishe i ma: Si Sesan, na manubuhon si Ahloi.","2:32 Ia angka anak ni si Juda, anggi ni si Sammai i ma: Si Jeter dohot si Jonatan; alai mate punu anggo si Jeter.","2:33 Ia angka anak ni si Jonatan i ma: Si Pelet dohot si Sasa. I ma pinompar ni si Jerahmeel.","2:34 Alai ndang tubuan anak anggo si Sesan, holan boruboru do. Dung i adong sada halak Misir naposo ni si Sesan na margoar si Jarha.","2:35 Jadi dilehon si Sesan ma boruna tu si Jarha naposona i bahen jolmana, na manubuhon di ibana si Attai.","2:36 Si Attai muse manubuhon si Natan, na manubuhon si Sabad.","2:37 Si Sabad manubuhon si Eplal, na manubuhon si Obed.","2:38 Si Obed manubuhon si Jehu, na manubuhon si Azaria.","2:39 Si Azaria manubuhon si Heles, na manubuhon si Elasa.","2:40 Si Elasa manubuhon si Sismai, na manubuhon si Sallum.","2:41 Si Sallum manubuhon si Jekamia, na manubuhon si Elisama.","2:42 Ia angka anak ni si Kaleb, anggi ni si Jerahmeel i ma: Si Mesa, buhabajuna, i ma ama ni si sip dohot angka anak ni si Maressa, ama ni si Hebron.","2:43 Ia angka anak ni si Hebron i ma: Si Kora, si Tappua, si Rekem dohot si Sema.","2:44 Si Sema manubuhon si Raham, ama ni si Jorkeam; si Rekem manubuhon si Sammai.","2:45 Ia anak ni si Sammai i ma si Maon; jala si Maon do ama ni si Betzur.","2:46 Alai anggo si Epah, jolma ni si Kaleb, manubuhon si Haran, si Mosa dohot si Gazis; si Haran muse manubuhon si Gazis.","2:47 Ia angka anak ni si Jahdai i ma: Si Regem, si Jotam, si Gesan, si Pelet, si Epah dohot si Saap.","2:48 Alai anggo si Maaka jolma ni si Kaleb manubuhon si Seber dohot si Tirhana.","2:49 Ditubuhon nasida huhut si Saap, ama ni si Madmanah dohot si Sepa, i ma ama ni si Makbena, dohot ama ni si Gibea. Ia boru ni si Kaleb, i ma si Aksa.","2:50 On ma angka pinompar ni si Kaleb: Anak ni si Hur, buhabaju ni si Eprata, i ma si Sobal, ama ni si Kiriat Jearim.","2:51 Si Salmon ama ni si Betlehem; si Harep, ama ni si Bet-Gedor.","2:52 Ia angka anak ni si Sobal, ama ni si Kiriat Jearim i ma: Si Haroe, satonga ni halak Menuhoti.","2:53 Ia pinompar ni si Kiriat Jearim, i ma: Halak Itri, Puti, Sumati dohot Misrai; sian nasida do ro halak Zora i dohot Estaol.","2:54 Ia pinompar ni si Salmon i ma: Halak Betlehem, Netopa i, Atarot, Betjoab dohot satonga ni halak Manahat dohot Zora i.","2:55 Ia pinompar ni halak sibotosurat, angka na maringan di Jabes, i ma halak Tirati, Simeati dohot Sukoti. I ma halak Keni, angka ma marharoroan sian si Hamat, ama ni pinompar ni si Rekab."," "],["3:1 On ma anak ni si Daud, angka na tinubuhonna di Hebron: Buhabajuna si Amnon sian si Ahinoam, boru Jesreel; paidua si Daniel sian si Abigail, boru Karmel.","3:2 Paitolu si Absalom, tubu ni si Maaka, boru ni si Talmai, raja sian Gesur; paiopat si Adonia, tubu ni Nai Haggit.","3:3 Pailima si Sepatia sian si Abital; paionom si Itream, sian Jolmana, si Egla.","3:4 Na onom i ma tinubuhonna di Hebron; ai mangarajai ibana disi pitu taon onom bulan lelengna; alai tolupulu tolu taon lelengna ibana mangarajai anggo di Jerusalem.","3:5 Angka on do anakna tinubuhonna di Jerusalem: Si Samua, si Sobab, si Natan dohot si Salomo; na opat i sian si Batseba, boru ni si Ammiel.","3:6 Angkup ni si Ibar, si Elisua, si Elipelet.","3:7 Si Noga, si Nepeg, si Japia.","3:8 Si Elisama, si Eliada, si Elipelet; na sia halak i do.","3:9 I ma saluhut anak ni si Daud, so padohot angka anak tubu ni radingna; jala si Tamar do ibotonasida.","3:10 Ia anak ni si Salomo i ma Rehabeam, anak ni muse si Abia, anak ni muse si Asa, anak ni muse si Josapat.","3:11 Anak ni muse si Joram, anak ni muse si Ahasia, anak ni muse si Joas.","3:12 Anak ni muse si Amasia, anak ni muse si Azaria, anak ni muse si Jotam.","3:13 Anak ni muse si Ahas, anak ni muse si Hiskia, anak ni muse si Manasse.","3:14 Anak ni muse ni si Amon, anak ni muse si Josia.","3:15 Ia angka anak ni si Josia i ma: Buhabajuna si Johanan, paidua si Joiakim, paitolu si Sedekia, paiopat si Sallum.","3:16 Ia angka anak ni si Joiakim i ma: Si Jekonya, anak ni muse si Sedekia.","3:17 Ia angka anak ni si Jekonya na tarbuang i i ma: Si Sealtiel anakna i.","3:18 Si Malkiram, si Pedaya, si Senasar, si Jekamia, si Hosama dohot si Nebaia.","3:19 Ia angka anak ni si Pedaya, i ma: Si Serubabel dohot si Simei; ia angka anak ni si Serubabel i ma: Si Mesulam, si Hanania dohot si Selomit ibotonasida i.","3:20 Angkup ni si Hasuba, si Ohel, si Berekia, si Hasaja dohot si Jusab-Hesed, na lima i do.","3:21 Ia anak ni si Hanania i ma: Si Pelatia dohot si Jesaya; tole angka anak ni si Repaia si Arnan, si Obaja dohot si Sekania.","3:22 Ia anak ni si Sekania i ma: Si Semaya. Ia angka anak ni si Semaya i ma: Si Hattus, si Igal, si Baria, si Naearia dohot si Sapat, na onom i do.","3:23 Ia angka anak ni si Naearia i ma: Si Eleonai, si Hiskia dohot si Asrikam, na tolu i do.","3:24 Ia angka anak ni si Eleonai i ma: Si Hodapia, si Eliasib, si Pelaia, si Akkub, si Johanan, si Delaia dohot si Anani, na pitu i do."," "],["4:1 Angka anak ni si Juda i ma: Si Peres, si Hezron, si Karmi, si Hur dohot si Sobal.","4:2 Alai anggo si Reia, anak ni si Sobal, manubuhon si Jahat, na manubuhon si Ahumai dohot si Lehad; i ma pinompar ni halak Zora i.","4:3 Jala angka on do marama tu si Etham: Si Jesreel, si Isma, si Idbas, jala goar ni ibotonasida si Hasselponi.","4:4 Jala si Peniel do ama ni si Gedor, jala si Eser ama ni si Husa. I ma angka anak ni si Hur, buhabaju ni si Eprata, ama ni si Betlehem.","4:5 Ia si Ashur, ama ni si Tekoa, dua do jolmana: Si Hela dohot si Naara.","4:6 Jala si Naara manubuhon di ibana: Si Ahusam, si Heper, si Temeni, si Haahasfari; i ma angka anak ni si Naara.","4:7 Alai angka anak ni si Hela on do: Si Seret, si Ishar dohot si Etam.","4:8 Ia si Kos manubuhon si Anub dohot si Hasobeba dohot pinompar ni si Aharlel, anak ni si Harum.","4:9 Alai anggo si Jabes sumangap do i sian angka hahaanggina, jala dibahen inana pe goarna si Jabes, ninna do: Mansai bernit huae laho manubuhon ibana.","4:10 Dung i martangiang ma si Jabes tu Debata ni halak Israel songon on: Tung sura pasupasuonmu ahu tongtong jala mangonjar parbalohanku bahenonmu, jala manumpak tanganmu di ahu, jala padaoonmu hinamago, unang diparsahiti ahu! Jadi diparo Debata ma na pinangidona i.","4:11 Ia si Kaleb, haha ni si Suha, manubuhon si Mehir, i ma ama ni si Eston.","4:12 Ia si Eston manubuhon Betrapa, si Pasea dohot si Tehinna, ama ni si Irnahas; i ma halak sian Reka.","4:13 Ia angka anak ni si Kenas i ma: Si Otniel dohot si Seraia; ia anak ni si Otniel i ma si Hatat.","4:14 Ia si Meonotai manubuhon si Opra; ia si Seraia manubuhon si Joab, ama ni halak angka na maringan di rura ni angka tungkang, ai angka tungkang do nasida.","4:15 Ia angka anak ni si Kaleb, anak ni si Jepune i ma: Si Iru, si Ela dohot si Naam; ia anak ni si Ela i ma si Kenas.","4:16 Ia angka anak ni si Jehaleleel: Si Sip, si Sipa, si Tiria dohot si Asarel.","4:17 Ia angka anak ni si Esra i ma: Si Jeter, si Mered, si Eper dohot si Jalon (ia jolma ni si Mered na sada); manubuhon si Miryam, si Sammai dohot si Isba, ama ni si Estemo.","4:18 Ia jolmana boru Jahudi manubuhon si Jered, ama ni si Gedor dohot si Heber, ama ni si Soko dohot si Jekutiel, ama ni si Sanoa. Jala on do angka anak ni si Bitia, boru ni si Firaun, na binuat ni si Mered bahen jolmana.","4:19 Ia angka anak ni jolmana na margoar si Hodia, iboto ni si Naam, ama ni si Keila i ma: Si Garmi, si Estemo halak Maaka i.","4:20 Ia angka anak ni si Simon i ma: Si Amnon, si Rinna, si Benhanan dohot si Tilon. Ia angka anak ni si Ishi: Si Sohet dohot si Ben Sobet.","4:21 Ia angka anak ni si Sela, anak ni si Juda i ma: Si Er, ama ni si Leka dohot si Laada, ama ni si Maressa, ro di pinompar ni halak sitonun hori sian pinompar ni si Betasbea.","4:22 Angkup ni si Jokim dohot sude baoa sian halak Koseba, Joas dohot Sarap, angka na mangarajai di Moab dohot halak Jasubi-Lehem. Alai angka jamita sian na galia na ma i.","4:23 Nasida do angka sitopa hudon jala maringan di bagasan huta angka na marparik na sinuanan humaliang; alai maringan pe nasida disi di lambung ni rajai mangula ulaonna do.","4:24 Ia angka anak ni si Simeon i ma: Si Nemuel, si Jamin, si Jarib, si Jara dohot si Saul.","4:25 Anak ni si Saul si Sallum, na manubuhon si Mibsam, ama ni si Misma.","4:26 Ia angka anak ni si Misma i ma: Si Hamul na manubuhon si Sakkur, ama ni si Simei.","4:27 Ia angka anak ni si Simei sampulu onom halak do jala onom boruna; alai ndang sadia gabe anggo angka anggina; sandok pinomparnasida tahe ndang songon sopar ni pinompar ni si Juda.","4:28 Alai maringan do nasida di Berseba, Molada, Hasarsual.","4:29 Bilha, Esem, Tolad.","4:30 Betul, Horma, Ziklag.","4:31 Betmarkoba, Hasar-Susa, Betbiri dohot di Saarim. I ma angka hutanasida sahat ro di raja Daud.","4:32 Tole angka sosornasida: Etham, Ain, Rimmon, Tohen dohot Asan, lima do toropna.","4:33 Angkup ni saluhut tano humaliang angka huta i sahat ro di Baal. I ma angka huta inganannasida i ro di aturan ni partuturanna.","4:34 Tole si Mesobab, si Jamle, si Josa, anak ni si Amasia.","4:35 Si Joel, si Jehu, anak ni si Josibia, na manubuhon si Seraia, ama ni si Asiel.","4:36 Tole si Eleonai, si Jaakoba, si Jesohaia, si Asaya, si Adiel, si Jesimiel dohot si Benaia.","4:37 Tole si Sisa, anak ni si Sipi, anak ni si Allon, anak ni si Jedaia, anak ni si Simri, anak ni si Semaya.","4:38 Sude nasida angka naung ginoari raja do i di tongatonga ni bangsona, jala sopar situtu do pinompar ni ompunasida i.","4:39 Jadi marserak ma nasida pola sahat ro di Gedor, sahat muse tu habinsaran ni rura i laho mangalului jampalan di birubirunasida.","4:40 Jadi jumpang nasida ma jampalan na lomak jala na denggan, jala mansai lambas tano i humaliang, tole sonangna dohot mardemak; ai pinompar ni si Ham do maringan disi di na robi.","4:41 Ro muse manoluk angka na tarsurat goarnasida uju di tingki ni si Hiskia, raja sian Juda, diparumpak ma undungundung dohot bagas ni halak angka na nidapotna disi, jala disiaphon nasida, laos maringan disi manoluk nasida rasirasa sadarion; ai singkop do disi panjampalan di birubirunasida.","4:42 Bungkas do huhut sian nasida, sian pinompar ni si Simeon i lima ratus halak laho tu dolok Seir, jala si Pelatia, si Naearia, si Repaia dohot si Usiel, angka anak ni si Ishi do partoginasida.","4:43 Jala dibunu nasida do pasipasi ni halak Amalek na malua i, laos disoluk inganannasida i rasirasa sadarion."," "],["5:1 Ia angka anak ni si Ruben, buhabaju ni si Israel; ai ibana do tutu buhabajuna, alai ala na niramunanna i podoman ni amana i, gabe bali sahalana sihahaan tu angka anak ni si Josep, anak ni Israel; alai tahe ndang tarjujur tu ibana sahala sihahaan.","5:2 Ai si Juda nian na sumangap sian angka hahaanggina, gabe sahat tu ibana jujungan partogion, alai anggo sahala sihahaan tu si Josep do.","5:3 Ia angka anak ni si Ruben, buhabaju ni Israel i ma: Si Hanok, si Pallu, si Hesron dohot si Karmi.","5:4 Ia angka anak ni si Joel i ma: Si Semaya, na manubuhon si Gog, anak ni muse si Simei.","5:5 Anak ni si Simei do si Mika, anak ni muse si Reia, anak ni muse si Baal.","5:6 Anak ni muse si Beera, na binoan ni si Tiglat Pelesar, raja sian Assur tu habuangan; ibana do sada induk di halak Ruben.","5:7 Alai anggo hahaanggina marompuompu mangihuthon aturan ni sundutsundutnasida marihutan do tu si Jeiel dohot si Sakaria.","5:8 Tole muse si Bela, anak ni si Asas, anak ni si Sema, anak ni si Joel, maringan do ibana di Aroer sahat ro di Nebo dohot Baal-Meon.","5:9 Dung i maringan ibana tungkan habinsaran, sahat tu partalpahan ni halongonan na mardonokkon Euprat, ai mansai sinur do dorbianasida di tano Gilead.","5:10 Jala uju di tingki ni si Saul marporang do nasida dompak halak Hagar i, gabe marragean nasida dibahen, laos disoluk do undungundungnasida di sandok partalpahanna tungkan habinsaran sian Gilead.","5:11 Maringan huhut patondong dohot nasida halak Gad, di tano Basan sahat ro di Salka.","5:12 Si Joel do jujunganna parjolo, jala si Sapam paidua tole muse si Janai dohot si Sapat di Basan.","5:13 Jala hahaangginasida mangihuthon pinompar ni ompuna be i ma: Si Mikhael, si Mesulam, si Seba, si Jorai, si Jakan, si Sia dohot si Heber, na pitu i do.","5:14 On do angka anak ni si Abihail, anak ni si Huri, anak ni si Jaroa, anak ni si Gilead, anak ni si Mikhael, anak ni si Jesisai, anak ni si Jahdo, anak ni si Bus.","5:15 Tole muse si Ahi anak ni si Abdiel, anak ni si Guni, i ma partogi ni pinompar ni ompuna.","5:16 Jala maringan nasida di Gilead di Basan dohot di bagasan angka sosorna dohot di saluhut luat humaliang Saron sahat ro di partalpahanna.","5:17 Luhutna i tarbilang do uju di tingki ni si Jotam, raja sian Juda dohot uju di tingki ni si Jerobeam, raja sian Israel.","5:18 Ia angka pinompar ni si Ruben, si Gad dohot satonga marga Manasse, nasa baoa sialo musu, angka na manandang hujur dohot podang, jala angka sisintak sior dohot angka na somal marmusu, opatpulu opat ribu pitu ratus onompulu halak toropna, angka na borhat tu parporangan.","5:19 Jadi saut ma nasida marporang dompak halak Hagar i, Jetur, Napis dohot Nodab.","5:20 Jadi dapotan pangurupion ma nasida, gabe sahat ma halak Hagar i tu tangannasida ro di saluhut halak na hinaranasida; ai joujou do nasida tu Debata di tongtangan jala dioloi Ibana do pangidoannasida, ala marhaposan tu Ibana do nasida.","5:21 Jadi tarboan ma dohot dorbianasida, limapulu ribu unto jala dua ratus limapulu ribu birubiru, jala dua ribu halode angkup ni saratus ribu jolma na mangolu.","5:22 Ai mansai torop jolma marragean dibunu, ala sian Debata parporangan i; laos disoluk nasida inganannasida i sahat ro di tingki habubuangnasida.","5:23 Ia pinompar ni satonga marga Manasse, maringan do di tano olat ni Basan sahat ro di Baal Hermon dohot Senir ro di dolok Hermon, ai torop do nasida.","5:24 Jala angka on do jujungan ni pinomparna marompuompu: Si Eper, si Isai, si Eliel, si Asriel, si Jeremia, si Hodapia, si Jahdiel, luhut do halak ulubalang angka na tarbarita, jala jujungan di pinompar ni ompunasida i.","5:25 Alai dung mardosa nasida dompak Debata ni ompunasida i jala marmainan nasida mangihuthon angka debata ni angka bangso isi ni tano i, angka na niago ni Debata nian maradophon nasida.","5:26 Jadi disunggul Debata ni halak Israel ma tondi ni si Pul, raja sian Assur dohot tondi ni si Tiglat Pelesar, raja sian Assur, asa ibana mambuangkon halak Ruben, Gad dohot satonga marga Manasse, jala diboan nasida tu Hala, Habor dohot Hara dohot tu batang aek Gozan tahe rasirasa sadarion.","5:27 Ia angka anak ni si Lepi on do: Si Gerson, si Kohat dohot si Merari.","5:28 Ia angka anak ni si Kohat: Si Amram, si Ishar, si Hebron dohot si Usiel.","5:29 Ia angka anak ni si Amram: Si Aron, si Musa dohot si Miryam. Ia angka anak ni si Aron: Si Nadab dohot si Abihu, si Eleasar dohot si Itamar.","5:30 Si Eleasar manubuhon si Pinehas, na manubuhon si Abisua.","5:31 Si Abisua manubuhon si Bukki, na manubuhon si Usi.","5:32 Si Usi manubuhon si Seraia, na manubuhon si Merayot.","5:33 Si Merayot manubuhon si Amaria, na manubuhon si Ahitub.","5:34 Si Ahitub manubuhon si Sadok, na manubuhon si Ahimas.","5:35 Si Ahimas manubuhon si Azaria, na manubuhon si Johanan.","5:36 Si Johanan manubuhon si Azaria, ibana do na mangaradoti hamalimon di bagasan joro, na pinajongjong ni si Salomo di Jerusalem.","5:37 Si Azaria manubuhon si Amaria, na manubuhon si Ahitub.","5:38 Si Ahitub manubuhon si Sadok, na manubuhon si Sallum.","5:39 Si Sallum manubuhon si Hilkia, na manubuhon si Azaria.","5:40 Si Azaria manubuhon si Seraia, na manubuhon si Josadak.","5:41 Alai anggo si Josadak tarboan do tu habuangan uju na binuangkon ni Jahowa halak Juda dohot Jerusalem marhite sian si Nebukadnesar."," "],["6:1 Asa angka on do anak ni si Lepi: Si Gerson, si Kohat dohot si Merari.","6:2 On do goargoar ni angka anak ni si Gerson: Si Libni dohot si Simei.","6:3 Ia angka anak ni si Kohat on do: Si Amram, si Ishar, si Hebron dohot si Usiel.","6:4 Ia angka anak ni si Merari: Si Mahli dohot si Musi. I ma angka sundut ni si Lepi marompuompu.","6:5 Anak ni si Gerson i ma si Libni, anak ni muse si Jahat, anak ni muse si Zima.","6:6 Anak ni muse si Joa, anak ni muse si Ido, anak ni muse si Jara, anak ni muse si Jerahia.","6:7 Ia anak ni si Kohat: Si Abinadab, anak ni muse si Kora, anak ni muse si Asir.","6:8 Anak ni muse si Elkana, anak ni muse si Abiasap, anak ni muse si Asir.","6:9 Anak ni muse si Kohat, anak ni muse si Uriel, anak ni muse si Usia, anak ni muse si Saul.","6:10 Ia angka anak ni si Elkana: Si Amasai dohot si Ahimot.","6:11 Anak ni muse si Elkana, anak ni muse si Elkana sian Sup, anak ni muse si Nahat.","6:12 Anak ni muse si Eliab, anak ni muse si Jeroham, anak ni muse si Elkana.","6:13 Ia angka anak ni si Samuel: Si Azaria buhabajuna dohot si Abia.","6:14 Ia anak ni si Merari: Si Mahli, anak ni muse si Libni, anak ni muse si Simei, anak ni muse, si Usa.","6:15 Anak ni muse, si Simea, anak ni muse si Hagia, anak ni muse si Asaya.","6:16 I ma angka na pinabangkit ni si Daud mangaradoti parendeon di joro ni Jahowa, olat ni dung mangulon poti parpadanan disi.","6:17 Jadi marhalado ma nasida di adopan ni undungundung parluhutan mangaradoti parendeon sahat ro di na pinauli ni si Salomo joro ni Jahowa di Jerusalem, sai marhalado nasida marningot gansi ni tohonanna be.","6:18 Jala on do angka nasida na marhalado rap dohot anaknasida i: Sian anak ni si Kohat do si Heman na manguluhon parende, i ma anak ni si Joel, i ma anak ni si Samuel.","6:19 I ma anak ni si Elkana, i ma anak ni Jeroham, i ma anak ni si Eliel, i ma anak ni si Toah.","6:20 I ma anak ni si Asir, i ma anak ni si Elkana, i ma anak ni si Mahat, i ma anak ni si Amasai.","6:21 I ma anak ni si Elkana, i ma anak ni si Joel, i ma anak ni si Azaria, i ma anak ni si Sepania.","6:22 I ma anak ni si Kohat, i ma anak ni si Asir, i ma anak ni si Abiasap, i ma anak ni si Kora.","6:23 I ma anak ni si Ishar, i ma anak ni si Kohat, i ma anak ni si Lepi, i ma anak ni si Israel.","6:24 Ia si Asap anggina i, jongjong di siamunna. Ia si Asap anak ni si Berekia, i ma anak ni si Simea.","6:25 I ma anak ni si Mikhael, i ma anak ni si Baeseya, i ma anak ni si Malkia.","6:26 I ma anak ni si Etni, i ma anak ni si Jara, i ma anak ni si Adaya.","6:27 I ma anak ni si Etan, i ma anak ni si Zima, i ma anak ni si Simei.","6:28 I ma anak ni si Jahat, i ma anak ni si Gerson, i ma anak ni si Lepi.","6:29 Ia angka anak ni si Merari angginasida i, na jongjong dingkan hambirang, i ma: Si Etan, anak ni si Kisi, i ma anak ni si Abdi, i ma anak ni si Malluk.","6:30 I ma anak ni si Hasabya, i ma anak ni si Amasia, i ma anak ni si Hilkia.","6:31 I ma anak ni si Amzi, i ma anak ni si Bani, i ma anak ni si Semer.","6:32 I ma anak ni si Mahli, i ma anak ni si Musi, i ma anak ni si Merari, i ma anak ni si Lepi.","6:33 Alai anggo tu angka angginasida, halak Lepi, nunga pinasahat mangaradoti sude ulaon di joro ni Debata.","6:34 Alai anggo si Aron dohot angka anakna i manutung daupa di atas langgatan pamelean ni pelean situtungon dohot di atas langgatan panutungan ni daupa, nasida mangaradoti nasa ulaon di bagasan bilut na songkal sahali laho mambahen pardengganan tu Israel, hombar tu sandok na tinonahon ni si Musa, naposo ni Debata.","6:35 Angka on do pinompar ni si Aron. Si Eleasar apala tubuna, anak ni muse si Pinehas, anak ni muse si Abisua.","6:36 Anak ni muse si Bukki, anak ni muse si Usi, anak ni muse si Seraia.","6:37 Anak ni muse si Merayot, anak ni muse si Amaria, anak ni muse si Ahitub.","6:38 Anak ni muse si Sadok, anak ni muse si Ahimas.","6:39 Jala on do inganannasida ro di golatna dohot partalpahanna. Ia tu pinompar ni si Aron, tubu ni si Kohat (ai di nasida do bagian parjolo).","6:40 Dilehon nasida do Hebron di tano Juda ro di golatna humaliang.","6:41 Alai anggo ladang ni huta i ro di angka sosorna dilehon nasida do tu si Kaleb, anak ni si Jepune.","6:42 Dilehon nasida huhut tu anak ni si Aron angka huta haporusan: Hebron dohot Libna ro di golatna; tole Jatir dohot Estemo ro di golatna.","6:43 Tole Holon ro di golatna dohot Debir ro di golatna.","6:44 Tole Asan ro di golatna dohot Betsemes ro di golatna.","6:45 Alai sian marga Benjamin: Geba ro di golatna dohot Almon ro di golatna dohot Anatot ro di golatna. Jadi saluhut hutanasida sampulu tolu huta do mangihuthon sundutnasida.","6:46 Alai di anak ni si Kohat, angka na tinggal i sian sundut ni margai dohot sian satonga marga Manasse sampulu huta do dilehon marhite sian rujiruji.","6:47 Ia di anak ni si Gerson marsundutsundut maruli bagian sian marga Isasar dohot sian marga Aser dohot sian marga Naptali dohot sian marga Manasse di Basan, sampulu tolu huta do.","6:48 Ia di pinompar ni si Merari marsundutsundut dilehon do marhite sian rujiruji sian marga Ruben dohot sian marga Gad dohot sian marga Zebulon, sampulu dua huta.","6:49 Jadi dilehon halak Israel ma tu halak Lepi angka huta i ro di golatna.","6:50 Dilehon nasida huhut marhite sian rujiruji sian marga Juda dohot sian marga Simeon dohot sian marga Benjamin angka huta on, pola dipaboa goargoarna.","6:51 Alai anggo pinompar ni si Kohat na asing maruli angka huta bahen bagiannasida sian marga Epraim.","6:52 Ai dilehon donganna tu nasida angka huta haporusan: Sikem ro di golatna di dolok Epraim dohot Gezer ro di golatna.","6:53 Tole Jokneam ro di golatna dohot Bethoron ro di golatna.","6:54 Tole Aialon ro di golatna dohot Gatrimon ro di golatna.","6:55 Angkup ni sian satonga marga Manasse: Huta Aner ro di golatna dohot Ibleam ro di golatna. I ma huta angka na nilehonna tu pinompar ni si Kohat, angka na tinggal i.","6:56 Ia tu pinompar ni si Gerson dilehon do bagian sian pinompar ni satonga marga Manasse: Golan di Basan ro di golatna dohot Astarot ro di golatna.","6:57 Ia sian marga Isasar: Kision ro di golatna, Daberat ro di golatna.","6:58 Ramat ro di golatna dohot Hilon ro di golatna.","6:59 Ia sian marga Aser: Miseal ro di golatna, Abdon ro di golatna.","6:60 Helkat ro di golatna dohot Rehob ro di golatna.","6:61 Ia sian marga Naptali: Kedes di Galilea ro di golatna, Hamon ro di golatna dohot Kiriataim ro di golatna.","6:62 Ia tu pinompar ni si Merari, angka na tinggal i, dilehon do bagian sian marga Zebulon: Rimona ro di golatna dohot Tabor ro di golatna.","6:63 Jala di bariba ni Jordan tondong ni Jeriko, tungkan habinsaran martopihon Jordan, dilehon sian marga Ruben: Bezer na di halongonan ro di golatna, Jahaz ro di golatna.","6:64 Kadermat ro di golatna dohot Mepaat ro di golatna.","6:65 Jala sian marga Gad: Ramot di Gilead ro di golatna, Mahanaim ro di golatna.","6:66 Hesbon ro di golatna dohot Jaser ro di golatna."," "],["7:1 Ia angka anak ni si Isasar on do: Si Tola, si Pua, si Jashub dohot si Simron, na opat i do.","7:2 Ia angka anak ni si Tola on do: Si Usi, si Repaia, si Jeriel, si Jahmai, si Ibsam dohot si Samuel; luhutna i angka partogi do di pinompar ni amanasida, sian si Tola tubu angka ulubalang manjujur sundutsundutna, bilangannasida uju di tingki ni si Daud duapulu dua ribu onom ratus halak toropna.","7:3 Ia angka anak ni si Usi: Si Israhia; ia angka anak ni si Israhia: Si Mikhael, si Obaja, si Joel dohot si Ishia; luhut na lima i angka induk do.","7:4 Jala dongannasida mangihuthon partubunasida, di pinompar ni ompuna angka parduaan ni parangan, tolupulu onom ribu halak toropna; ia torop do jolmanasida dohot ianakhonna.","7:5 Ia angka dongannasida mangihuthon sandok pinompar ni si Isasar, angka ulubalang na marhuaso do, ualupulu pitu ribu halak molo niransap sudena.","7:6 Ia angka anak ni si Benjamin: Si Bela, si Beker dohot Jediael, na tolu i do.","7:7 Ia angka anak ni si Bela: Si Esbon, si Usi, si Usiel, si Jerimot dohot si Iri; na lima i, angka induk di pinompar ni amana, angka ulubalang na marhuaso, jala taretong sian nasida duapulu dua ribu tolupulu opat halak.","7:8 Ia angka anak ni si Beker: Si Semira, si Joas, si Elieser, si Eleonai, si Omri, si Jerimot, si Abia, si Anatot dohot si Alemet, luhutna i angka anak ni si Beker.","7:9 Jala aturannasida mangihuthon partubuna, angka induk di pinompar ni amana, angka ulubalang na marhuaso, duapulu ribu dua ratus halak.","7:10 Ia anak ni si Jediael: Si Bilhan do; ia angka anak ni si Bilhan: Si Jeus, si Benjamin, si Ehud, si Kenaana, si Setan, si Tarsis dohot si Ahisahar.","7:11 Luhutna i angka anak ni si Jediael, mangihuthon induk pinompar ni amana, angka ulubalang na marhuaso, sampulu pitu ribu dua ratus halak toropna, angka na tarbahen borhat rap dohot parangan tu parporangan.","7:12 Alai si Suppim dohot si Hupim, i ma anak ni si Rehobot Ir, jala si Husim anak ni si Aher.","7:13 Ia angka anak ni si Naptali: Si Jeser, si Guni, si Ieser dohot si Shillem, i ma anak ni si Bilha.","7:14 Ia angka anak ni si Manasse: Si Asriel na tinubuhon ni jolmana boru Ram; ditubuhon muse si Mahir, ama ni si Gilead.","7:15 Dung i dibuat si Mahir ma iboto ni si Hupim dohot si Suppim bahen jolmana na margoar si Maaka; ia goar ni anakna paidua: Si Jelapehat, holan boruboru do tubuna.","7:16 Dung i ditubuhon si Maaka, jolma ni si Mahir ma sada anak, dibahen ma goarna si Peres jala goar ni anggina si Seres jala anakna i muse: Si Ulam dohot si Rekem.","7:17 Ia anak ni si Ulam i ma si Bedan. I ma pinompar ni si Gilead, anak ni si Mahir, anak ni si Manasse.","7:18 Ia ibotona si Molekhet manubuhon si Isod, si Abieser dohot si Mala.","7:19 Ia angka anak ni si Semida: Si Ahian, si Sekem, si Liki dohot si Aniam.","7:20 Ia angka anak ni si Epraim: Si Sutela, anak ni muse si Bered, anak ni muse, si Tahan, anak ni muse si Eleada, anak ni muse si Tahan.","7:21 Anak ni muse si Sabad, anak ni muse si Sutela, si Eser dohot si Elead. Hape ro halak Gat mambunu i halak na tubu di tano i, ala tuat nasida laho mangalaum pinahannasida i.","7:22 Dibahen i nania leleng do marsak si Epraim, amanasida i, gabe ro angka hahaanggina mangapuli ibana.","7:23 Dung i ditopot ma jolmana, gabe marhangoluan nasida, jala manubuhon sada anak, dibahen ma goarna si Beria, ala masa hinamago di bagasan jabuna.","7:24 Alai anggo boruna i ma si Jara, na pauli huta Bethoron jae dohot julu ro di Usen-Jara.","7:25 Si Repaim pe anakna do i angkup ni si Resep, anak ni muse si Tela, anak ni muse si Tahan.","7:26 Anak ni muse si Ladan, anak ni muse si Amihud, anak ni muse si Elisama.","7:27 Anak ni muse si Nun, anak ni muse si Josua.","7:28 Jala partaliannasida dohot inganannasida, i ma Betel ro di angka pagaran na masuk tusi, jala tungkan habinsaran Naaran, jala tungkan hasundutan Gezer ro di angka pagaranna dohot Sekem ro di angka pagaranna, sahat ro di Gasa dohot pagaranna.","7:29 Jala di lambung ni pinompar ni si Manasse: Betsean ro di angka pagaranna dohot Taanak ro di pagaranna dohot Megiddo ro di pagaranna dohot Dor ro di pagaranna. Maringan do di bagasan angka huta i pinompar ni si Josep, anak ni si Israel.","7:30 Ia angka anak ni si Aser: Si Innah, si Isha, si Ishi, si Beria dohot si Jara, ibotonasida i.","7:31 Ia angka anak ni si Beeria: Si Heber dohot si Malkiel, i ma ama ni si Birsapet.","7:32 Ia si Heber manubuhon Japlet, Somer, Hotam dohot Sua, ibotonasida i.","7:33 Ia angka anak ni si Japlet: Si Pasak, si Bimhal dohot si Aspat; i ma angka anak ni si Japlet.","7:34 Ia angka anak ni si Somer: Si Ahi, si Roga, si Jehuba dohot si Ram.","7:35 Ia angka anak ni si Helem, anggina i: Si Sofah, si Innah, si Seles dohot si Amal.","7:36 Ia angka anak ni si Sofah: Si Sua, si Harneper, si Sual, si Beeri, si Imra.","7:37 Si Bezer, si Hot, si Sama, si Silsa, si Itran dohot si Bera.","7:38 Ia angka anak ni si Jeter: Si Jepune, si Pispa dohot si Ara.","7:39 Ia angka anak ni si Ula: Si Ara, si Hammiel dohot si Risia.","7:40 Luhutna i do pinompar ni si Aser, angka induk ni pinompar ni ompuna, angka ulubalang na marhuaso jala na pinillit, jala ihutan ni angka induk, jala taretong do sian nasida masuk parangan, duapulu onom ribu halak toropna."," "],["8:1 Ia si Benjamin manubuhon si Bela, buhabajuna i, si Asbel, paidua, si Ara paitolu.","8:2 Si Noha paiopat, dohot si Rapa pailima.","8:3 Ia angka anak ni si Bela: Si Adar, si Gera, si Abihud.","8:4 Si Abisua, si Naaman, si Ahoa.","8:5 Si Gera, si Sepupan dohot si Huram.","8:6 On do angka anak ni si Ehud, angka induk marompuompu, angka isi ni Geba, jala tarbuang nasida tu Manahat.","8:7 Naaman, Ahia dohot Gera; ibana ma mambuangkon nasida, jala ditubuhon muse: Si Usa dohot si Ahihud.","8:8 Si Saarim pe tubuan anak do di ladang ni Moab, dung dipalaho si Husim dohot si Baara angka jolmana i.","8:9 Tubuan anak ibana sian si Hodes jolmana i: Si Jobab, si Zibia, si Mesa, si Malkam.","8:10 Si Jeus, si Saja dohot si Mirma. I ma angka anakna, angka induk marompuompu.","8:11 Tubuan anak ibana dohot sian si Husim: Si Ahitub dohot si Epaal.","8:12 Ia angka anak ni si Epaal: Si Heber, si Misham dohot si Semer. Ibana umpungka huta Ono dohot Lod, ro di pagaranna.","8:13 Anggo si Beria dohot si Sema, nasida do induk marompuompu, di angka isi ni Aialon nasida huhut pabalihon angka isi ni Gat.","8:14 Angkup ni: Si Ahio, si Sasak, si Jeremot.","8:15 Si Sebadia, si Arad, si Eder.","8:16 Si Mikhael, si Ispa dohot si Joha, i ma angka anak ni si Beria.","8:17 Tole muse si Sebadia, si Mesulam, si Hiski, si Heber.","8:18 Si Ismari, si Islia, si Jobab, i ma angka anak ni si Epaal.","8:19 Tole muse si Jakim, si Sikri, si Sabdi.","8:20 Si Elienai, si Jilletai, si Eliel.","8:21 Si Adaya, si Beraia dohot si Simrat, i ma angka anak ni si Simei.","8:22 Tole muse si Ispan, si Heber, si Eliel.","8:23 Si Abdon, si Sikri, si Hanan.","8:24 Si Hanania, si Elam, si Antotia.","8:25 Si Jepdeya dohot si Peniel i ma angka anak ni si Sasak.","8:26 Tole muse si Samserai, si Seharia, si Atalia.","8:27 Si Jaeresia, si Elia dohot si Sikri, i ma angka anak ni si Jeroham.","8:28 I ma angka induk marompuompu mangihuthon partubuna be; induk angka na maringan di Jerusalem.","8:29 Alai maringan di Gibeon do ama ni si Gibeon, jala goar ni jolmana si Maaka.","8:30 Ia anak buhabajuna si Abdon do, dung i si Sur, si Kis, si Baal, si Nadab.","8:31 Si Gedor, si Ahio dohot si Seker.","8:32 Ia si Mikhlot manubuhon si Simea; nasida pe maringan do di Jerusalem rap dohot angka hahaanggina patondong be.","8:33 Ia si Ner manubuhon si Kis, na manubuhon si Saul; si Saul manubuhon: Si Jonatan, Malkisua, si Abinadab dohot si Esbal.","8:34 Ia anak ni si Jonatan: Si Meribaal; si Meribaal manubuhon si Mika.","8:35 Ia angka anak ni si Mika: Si Piton, si Melek, si Terea dohot si Ahas.","8:36 Ia si Ahas manubuhon si Jehoada, na manubuhon si Alemet, si Asmapet dohot si Simri; si Simri manubuhon si Mosa.","8:37 Si Mosa manubuhon si Binea, anak ni muse si Rapa, anak ni muse si Eleasa, anak ni muse si Asel.","8:38 Ia di si Asel onom do anakna, angka on do goarnasida: Si Asrikam, si Boheru, si Ismael, si Searia, si Obaja dohot si Hanan; luhutna i angka anak ni si Asel do.","8:39 Ia angka anak ni si Esek, anggina i: Si Ulam, buhabajuna i, si Jeus paidua si Elipelet paitolu.","8:40 Ia angka anak ni si Ulam angka ulubalang do, jala pande manior, jala torop anakna dohot pahompuna, saratus limapulu halak toropna. I ma pinompar ni si Benjamin luhutna."," "],["9:1 Jadi sandok Israel tarsurat tu bagasan aturan sundutsundut, jala ida ma, nunga tarsurat nasida di bagasan buku ni angka raja sian Israel: Alai anggo halak Juda tarbuang do tu Babel ala pangoseoseonna.","9:2 Ia isi ni tano i parjolo, angka na maringan di partalianna be dohot di bagasan hutana be, i ma halak Israel, angka malim, halak Lepi dohot angka parhalado di joro (Netinim).","9:3 Maringan di Jerusalem do deba sian halak Juda, tole sian halak Benjamin, sian halak Epraim dohot Manasse.","9:4 Si Utai, i ma anak ni si Amihud, i ma anak ni si Omri, i ma anak ni si Imri, i ma anak ni si Bani, sian pinompar ni si Peres anak ni si Juda.","9:5 Ia sian halak Siela: Si Asaya, buhabajuna ro di angka anakna.","9:6 Ia sian anak ni si Jara: Si Jeuel dohot angka hahaanggina, onom ratus siapulu halak toropna.","9:7 Ia sian pinompar ni Benjamin: Si Sallu, anak ni si Mesulam, i ma anak ni si Hodopia, i ma anak ni si Hassenuna.","9:8 Tole si Ibnia, anak ni si Jeroham dohot si Ela, anak ni si Usi, i ma anak ni si Mikhri, dohot si Mesulam, anak ni si Sepatia, i ma anak ni si Reguel, i ma anak ni si Ibnia.","9:9 Ro di angka hahaanggina marsundutsundut, sia ratus limapulu onom halak toropna. Luhutna i halak partogi marompuompu, di pinompar ni ompunasida.","9:10 Alai anggo sian angka malim: Si Jedaia, si Johaiarib, si Jakin.","9:11 Tole si Azaria, anak ni si Hilkia, i ma anak ni si Mesulam, i ma anak ni si Sadok, i ma anak ni si Merayot, i ma anak ni si Ahitub, sada induk di joro ni Debata.","9:12 Tole muse si Adaya, anak ni si Jeroham, i ma anak ni si Pashur, i ma anak ni si Malkia; tole si Maasai, anak ni si Adiel, i ma anak ni si Jahsera, i ma anak ni si Mesulam, i ma anak ni si Mesilemit, i ma anak ni si Immer.","9:13 Tole angka hahaanggina, angka partogi di pinompar ni ompuna, saribu pitu ratus onompulu halak toropna, angka halak na pande mangaradoti ulaon di bagasan joro ni Debata.","9:14 Alai anggo sian halak Lepi, sian pinompar ni si Merari: Si Semaya, anak ni si Hasup, i ma anak ni si Asrikam, i ma anak ni si Hasabya.","9:15 Tole si Bakbakkar, si Heres, si Galal, si Matania, anak ni si Mika, i ma anak ni si Sikri, i ma anak ni si Asap.","9:16 Tole muse si Obaja, anak ni si Semaya, i ma anak ni si Galal, i ma anak ni si Jedutun; tole si Berekia, anak ni si Asa, i ma anak ni si Elkana, na maringan di bagasan angka sosor ni halak Netopa i.","9:17 Tole angka sijaga pintu: Si Sallum, si Akkub, si Talmon dohot si Ahiman rap dohot angka hahaanggina; alai si Sallum do anggo partogina.","9:18 Jala rasirasa nuaeng sai di lambung bahal ni rajai tungkan habinsaran nasida marjaga parsaroan ni halak Lepi.","9:19 Ia si Sallum, anak ni si Kora, i ma anak ni si Eliasap, i ma anak ni si Kora dohot hahaanggina sian pinompar ni ompuna, halak Kora ma nampuna ulaon ni todoan i, asa marjaga nasida di lobulobu laho bongot tu undungundung i, suang songon ompunasida i di parsaroan ni Jahowa, asa dijaga nasida pintu haroroan.","9:20 Jala si Pinehas, anak ni si Eleasar induk nasida na jolo, ai Jahowa do mandongani ibana.","9:21 Ia si Sakaria, anak ni si Meselemya, sijaga pintu di undungundung parluhutan i.","9:22 Luhut nasida halak na pinillit do bahen sijaga pintu, dua ratus sampulu dua halak toropna; nunga tarsurat nasida di aturan sundutsundut mangihuthon hutana be; nunga dipabangkit si Daud dohot si Samuel panurirang i nasida hian tu tohonanna, ala burju nasida.","9:23 Asa nasida ro di anaknasida i tongtong sijaga pintu di joro ni Jahowa, i ma di lambung bagas undungundung, asa jagaonna.","9:24 Mangihuthon desa na opat i jongjong angka parjaga i, di purba, di pastima, di utara dohot di dangsina.","9:25 Alai anggo hahaangginasida di bagasan angka sosor, ingkon ro be ganup papituarihon, asa rap nasida.","9:26 Ai ingkon burju mangaradoti tohonanna na opat halak induk ni angka sijaga pintu, i ma halak Lepi; jala nasida do panahatan ni bilut dohot angka arta di joro ni Debata.","9:27 Marborngin nasida huhut humaliang joro ni Debata, ai nasida do panahatan ni parhalan, jala nasida mangungkap pintu ganup sogot.","9:28 Adong huhut deba sian nasida panahatan ni ulaula ni tohonan i, ai ingkon jolo dibilang mamboan tu bagasan dohot paruarhon muse.","9:29 Adong huhut deba sian nasida panahatan ni sude ulaula angka na pinangke di na songkal sahali, tole paturehon itak, anggur, miak, daupa dohot pamurpuri.","9:30 Adong muse deba sian angka anak ni malim, angka na mamandei miak na hushus pangkeon laho mamiahi.","9:31 Jala si Matitia sian halak Lepi, buhabaju ni si Sallum, halak Kora, panahatan ni todoan patureture sigorengon di bagasan balanga.","9:32 Ia sian pinompar ni si Kohat, angginasida i adong deba panahatan ni roti radean paradeonna ganup ari Sabbat.","9:33 Adong huhut deba sian nasida angka parende, jujungan ni halak Lepi marompuompu, angka na malua sian ulaon di bagasan bilut, ai borngin dohot arian sai tole nasida mangaradoti ulaonna.","9:34 Ai nasida do jujungan ni halak Lepi marompuompu, mangihuthon sundutnasida i; jala maringan di Jerusalem do angka jujungan i.","9:35 Alai maringan di Gibeon do: Si Jeiel, ama ni si Gibeon, ia goar ni jolmana Maaka.","9:36 Ia anak buhabajuna si Abdon, dung i: Si Sur, si Kis, si Baal, si Ner, si Nadab.","9:37 Si Gedor, si Ahio, si Sakaria dohot si Mikhlot.","9:38 Ia si Mikhlot manubuhon si Simea; nasida pe maringan do di Jerusalem rap dohot angka hahaanggina patondong be.","9:39 Ia si Ner manubuhon si Kis, na manubuhon si Saul; ia si Saul manubuhon si Jonatan, si Malkisua, si Abinadab dohot si Esbal.","9:40 Ia anak ni si Jonatan i ma si Meribaal, na manubuhon si Mika.","9:41 Ia angka anak ni si Mika: Si Piton, si Melek dohot si Terea.","9:42 Ia si Ahas manubuhon Jarah, na manubuhon: Alemet, si Asmapet dohot si Simri, na manubuhon Mosa.","9:43 Ia si Mosa manubuhon si Binea na manubuhon si Repaim, anak ni muse si Eleasa, anak ni muse si Asel.","9:44 Onom do ia anak ni si Asel, angka na margoar: Si Asrikam, si Boheru, si Ismael, si Searia, si Obaja, dohot si Hanan; i ma angka anak ni si Asel."," "],["10:1 Dung i marporang ma halak Palistim dompak halak Israel, gabe maporus ma halak Israel maradophon halak Palistim, jala marragean nasida di dolok Gilboa.","10:2 Dung i sai dilotongi halak Palistim ma si Saul dohot angka anakna, jala dibunu halak Palistim ma si Jonatan, si Abinadab dohot si Malkisua, angka anak ni si Saul.","10:3 Jadi tarsugutsugut ma si Saul, sai ditumpur angka halak parsior i ibana, gabe targisik bugangna dibahen angka parsior i.","10:4 Dung i didok si Saul ma mandok naposona siusung sinjatana: Umpat ma podangmu jala tihamhon tu ahu, asa unang ro halak parhulup on mangalesanlesan ahu. Alai ndang olo naposo siusung sinjatana i, ai mabiar situtu do ibana. Dung i dibuat si Saul ma podang i, laos ditinggangkon dirina tusi.","10:5 Jadi dung diida naposo siusung sinjatana i, naung mate si Saul, dohot ma ibana maninggangkon dirina tu podangna, laos mate.","10:6 Jadi rap mate ma si Saul dohot anakna na tolu i ro di sandok pinomparna rap mate do.","10:7 Jadi dung diida halak Israel, angka na maringan di rura, naung maporus angka donganna i, jala naung mate si Saul rap dohot angka anakna, ditadingkon nasida ma hutanasida i jala maporus. Jadi ro ma halak Palistim maringan disi.","10:8 Dung i marsogotna i ro ma halak Palistim laho mamupusi angka na marragean i, gabe jumpang nasida ma si Saul dohot angka anakna i marpeahan di dolok Gilboa.","10:9 Jadi dung dipupusi nasida ibana ditipul ma uluna, laos diboan do i rap dohot sinjatana, dipaebangkon ma i tu luat ni halak Palistim humaliang, laho mamaritahon barita i tu bagas ni ajiajiannasida dohot tu situan na torop i.","10:10 Dung i dipampeakkon nasida ma angka sinjatana i tu bagasan joro ni debatanasida i, alai anggo tangkurakna i digantungkon do di bagasan joro ni Dagon.","10:11 Jadi dung dibege sandok isi ni Jabes di Gilead barita taringot tu na binahen ni halak Palistim tu si Saul.","10:12 Borhat ma nasa baoa sialo musu, dibuat nasida ma bangke ni si Saul dohot bangke ni angka anakna i, jala diboan do i tu Jabes, jala ditanom holiholinasida di toru ni hariara di Jabes, laos marpuasa nasida pitu ari lelengna.","10:13 Jadi mate ma si Saul di bagasan dosana, angka na binahenna dompak Jahowa, ala na so niradotanna hata ni Jahowa dohot ala marsungkun ibana tu parompuan pangarunding mangalului pangungkapon.","10:14 Alai ndang dilului rohana anggo tu Jahowa, gabe dibunu Jahowa ibana, jala dipatongon harajaon i tu si Daud, anak ni si Isai."," "],["11:1 Dung i marluhut ma sandok Israel manopot si Daud di Hebron, ninna ma: Ida ma, sisada holiholi dohot sisada sibuk do hami dohot ho.","11:2 Angkup ni, nang na sai laon uju si Saul dope raja, nunga ho hian manogihon Israel ruar dohot masuk; jala nunga didok Jahowa Debatam hian marbagahon tu ho: Ingkon ho marmahan bangsongku Israel, jala ingkon ho gabe partogi di bangsongku Israel.","11:3 Jadi ro be ma sude sintua ni Israel manopot rajai di Hebron. Dung i marpadan ma si Daud tu nasida di Hebron di adopan ni Jahowa; jadi dimiahi nasida ma si Daud bahen raja gumomgom Israel, hombar tu hata ni Jahowa hian marhite sian si Samuel.","11:4 Dung i borhat ma raja Daud rap dohot sandok Israel laho tu Jerusalem, i ma Jebus, ai halak Jebusi do isi ni tano i hian.","11:5 Dung i didok isi ni Jebusi ma mangasapi si Daud: Ndang tagamon masuk ho tuson! Hape dipapatu si Daud do benteng Sion, i ma huta ni si Daud.","11:6 Ai nunga didok si Daud hian: Manang ise parjolo mambunu halak Jebusi, ingkon gabe partogi dohot induk ibana. Jadi si Joab, anak ni Nai Seruia ma parjolo manaek parik i, alani bangkit ma ibana gabe partogi.","11:7 Jadi maringan ma si Daud di bagasan huta i, ala ni do umbahen digoar halak benteng i huta ni si Daud.","11:8 Dung i dipagonting ibana ma huta i humaliang olat ni Milo tuk humaliang. Alai anggo si Joab paimbaruhon na debanari di bagasan huta i.","11:9 Dung i lam leleng lam naek ma hatimbulon ni si Daud, ai didongani Jahowa Zebaot do ibana.","11:10 On do angka partogi ni ulubalang ni si Daud, angka na marsihohot be manolongi ibana pahothon harajaonna rap dohot sandok Israel laho pabangkithon ibana gabe raja, hombar tu hata ni Jahowa taringot tu Israel.","11:11 Jala on do bilangan ni angka ulubalang angka na rap dohot si Daud: Jasobeam, anak ni Hakmoni, induk ni tolupulu parangan, tung dimonsakkon ibana do hujurna dompak tolu ratus halak, angka na rap sahali binununa.","11:12 Dung i ibana si Eleasar ma, anak ni si Dodo, halak Ahohi; ibana masuk bilangan tu na tolu, ulubalang i.","11:13 Ibana do dongan ni si Daud di Dammim, uju na marpungu disi halak Palistim laho marporang. Jadi adong ma disi santurpuk hauma na mareme na masak; hape maporus do situan na torop i maradophon halak Palistim.","11:14 Jadi jongjong ma nasida tu tongatonga ni hauma i, gabe dipalua nasida ma i, laos ditaluhon ma halak Palistim i. Jadi hamonangon bolon ma na tinumpakkon ni Jahowa.","11:15 Dung i tuat ma tolu halak sian na tolupulu induk i sian dolok batu mandapothon si Daud tu liang Adullam; alai anggo parangan ni halak Palistim marsaro do uju i di rura Repaim.","11:16 Alai di partanobatoan do anggo si Daud uju i, jala parangan ni halak Palistim uju i di Betlehem.","11:17 Jadi mangapian ma roha ni si Daud, gabe didok ma: Ise ulaning olo mangalehon aek inumonku sian sumur na di Betlehem mardonokkon bahal?","11:18 Jadi dirampok na tolu ulubalang i ma parsaroan ni halak Palistim, jala ditahui aek sian sumur na di Betlehem mardonokkon bahal, laos diboan do i sahat tu si Daud; alai ndang olo si Daud manginumsa, laos diusehon do i tahe bahen pelean tu Jahowa.","11:19 Ninna ma: Dao ma i sian ahu, ale Debatangku, tung bahenonku songon i! Tung olo ma ahu manginum mudar ni angka baoa on, pola marmara hosanasida i? Ai pola diseahon nasida hosanasida i mamboan aek i; dibahen i ndang olo ibana manginum sian i. I ma na binahen ni na tolu ulubalang i.","11:20 Si Abisai pe, anggi ni si Joab, ibana do partogi ni tolu halak; ibana pe disarahon do hujurna manullangi tolu ratus halak, gabe umbaritaan goarna sian nasida na tolu i.","11:21 Sian na tolu halak rongkanan paduahon i, ibana ma tutu marmuliaan, gabe ibana induknasida; alai ndang taratupsa anggo tung na tolu parjolo i.","11:22 Si Benaia pe, anak ni si Joiada, tubu ni sada baoa na marhuaso jala sigodang pambahenan sian Kabseel; tung dibunu ibana do dua singa sian Moab; tuat muse ibana mambunu singa sadanari di bagasan godung uju di partaonan ngali ni ari.","11:23 Dibunu ibana muse sada halak Misir na bolon situtu, lima asta ganjangna, jala taon do di bagasan tangan ni halak Misir i sada hujur, na saumban do suhulna; hape tuat ibana mandapothon mantat tungkot sambing, jala dirampas hujur i sian tangan ni halak Misir i, laos dibunu ibana dohot hujurna sandiri.","11:24 I ma na binahen ni si Benaia, anak ni si Joiada, umbahen tarbaritaan goarna sian na tolu ulubalang i.","11:25 Ida ma, ibana umbaritaan tahe sian na tolupulu halak i; alai ndang taratupsa anggo na tolu parjolo i. Jadi dipabangkit si Daud ma ibana gabe ihutan ni paranganna.","11:26 Alai goargoar ni saluhut ulubalangna on do: Si Asahel anggi ni si Joab; si Elihanan, anak ni si Dodo sian Betlehem.","11:27 Si Sama, halak Harod i; si Heles halak Peloni.","11:28 Si Ira, anak ni si Ikes, halak Tekoa i; si Abieser, halak Anatot i.","11:29 Si Sebekkai, halak Husa i; si Ilai halak Ahohi.","11:30 Si Maharai, halak Netopa i; si Heled, anak ni si Bahanas, halak Netopa i.","11:31 Si Ittai, anak ni si Ribai sian Gibea ni halak Benjamin; si Benaia, halak Piraton i.","11:32 Si Hurai, sian angka rura Gaas; si Abiel, halak Arbati.","11:33 Si Asmapet, halak Bahurim; si Eliaba, halak Salabini.","11:34 Angka anak ni si Hasem, halak Gison i; si Jonatan, anak ni si Sage, halak Harari.","11:35 Si Ahiam, anak ni si Sahar, halak Harari; si Elipal, anak ni si Ur.","11:36 Si Heper, halak Meherati; si Ahia, halak Peloni.","11:37 Si Hesrai, halak Karmel i; si Naharai, anak ni si Esbai.","11:38 Si Jigal, anak ni si Natan; si Mibhar, anak ni si Hagri.","11:39 Si Selek, halak Amoni; si Naharai, halak Beerot i, siusung sinjata ni si Joab, anak ni Nai Seruia.","11:40 Si Ira, halak Itri; si Gareb, halak Itri.","11:41 Si Uria, halak Het i; si Sabad, anak ni si Ahloi.","11:42 Si Adina, anak ni si Sisa, halak Ruben, partogi ni halak Ruben jala tolupulu halak donganna.","11:43 Si Hanan, anak ni si Maaka; si Josapat, halak Mitni.","11:44 Si Usia, halak Astera; si Sama dohot si Jeiel, rap anak ni si Hotam, halak Aroer i.","11:45 Si Jediael, anak ni si Simri dohot si Joha anggina i, halak Tisi.","11:46 Si Eliel, halak Mahapa, si Jeribai dohot si Josabia, rap anak ni si Elnaam, si Itma, halak Moab.","11:47 Si Eliel, si Obed, si Jasiel sian Mezobaya."," "],["12:1 On do goargoar ni halak angka na mandapoti si Daud tu Ziklag, uju ingkon martabuni dope ibana maradophon si Saul, anak ni si Kis, laos masuk nasida tu bilangan ni angka ulubalang, angka na gogo manolongi di parporangan.","12:2 Angka na marsinjatahon sior do nasida, angka na pande mangambalang mangiamun dohot manjaluk, huhut maniorhon sumbia marhite sian sior; sian angka hahaanggi ni si Saul do nasida sian Benjamin.","12:3 Partogina i ma si Ahieser dohot si Joas, duansa anak ni si Sema halak Gibea tole si Jesiel dohot si Pelet, rap anak ni si Asmapet; Beraka dohot si Jehu, halak Anatot i.","12:4 Si Ismaia, halak Gibeon, sada ulubalang di tongatonga ni tolupulu halak, laos ibana partogi ni na tolupulu halak i; tole muse si Jiremia, si Jehasiel, si Johanan, si Josabad, halak Gedera i.","12:5 Si Elusai, si Jerimot, si Bealia, si Semaria, si Sepatia, halak Harupi.","12:6 Si Elkana, si Jesia, si Asarel, si Joeser, si Jasobeam, halak Kora.","12:7 Si Joela dohot si Sebadia, duansa anak ni si Jeroham sian Gedor.","12:8 Nang sian halak Gad adong do deba mamulik mandapothon si Daud tu dolok batu di halongonan, angka ulubalang do nasida na somal marmusu, angka na jongjong marrinte patioptiop lombulombu dohot hujur ia bohinasida songon bohi ni singa idaon, jala dorasna songon hije di atas ni angka dolok.","12:9 Si Eser goar ni indukna parjolo si Obaja paidua, si Eliab paitolu.","12:10 Si Mismana paiopat, si Jeremia pailima.","12:11 Si Attai paionom, si Eliel paipitu.","12:12 Si Johanan paiualu, si Elsabad paisia.","12:13 Si Jeremia paisampulu, si Makbanai paisampulusada.","12:14 Luhutna i sian pinompar ni si Gad, angka partogi ni parangan, sada na ummetmet sian nasida parentahon saratus halak, jala na umbalga parentahon saribu halak.","12:15 Nasida ma i angka na manaripari Jordan di bulan sipaha sada, uju sirnip sandok pasirna, jala dilele nasida do saluhut isi ni angka rura sambola tungkan habinsaran dohot tungkan hasundutan.","12:16 Ro do huhut deba sian halak Benjamin dohot Juda mandapothon si Daud tu dolok batu.","12:17 Dung i ruar ma si Daud mandapothon nasida, ninna ma mangalusi joujounasida i: Molo dame binoanmuna ro tu ahu, naeng mangurupi ahu, ingkon marsihohot ma rohangku tu hamu; alai molo tung ro hamu naeng manjehehon ahu tu musungku, atik pe so diulahon tanganku pangarupaon, sai manatap manonggor ma Debata ni angka ompunta, jala Ibana manorui!","12:18 Jadi songgop ma Tondi ni Debata tu si Amasai, partogi ni tolupulu halak, ninna ma: Angka naposom do hami, ale Daud! Jala sai donganannami do ho, ale anak ni si Isai! Dame, dame ma di ho, dame huhut di angka na manolongi ho! Ai nunga ditolongi Debatam ho. Jadi dijangkon si Daud ma nasida jala dipabangkit nasida bahen partogi ni angka parangan.","12:19 Sian Manasse pe adong do deba bali tu si Daud, uju na ro ibana rap dohot halak Palistim naeng marporang dompak si Saul, alai tahe ndang saut ibana manolongi nasida, ai dung martuptup angka induk ni halak Palistim, disuru nasida ma ibana muli ninna ma: Marmara ulunta maon tung sura bali ibana tu si Saul tuanna i.","12:20 Jadi di na laho muli ibana tu Ziklag bali ma tu ibana sian Manasse: Si Adna, si Josabad, si Jediael, si Mikhael, si Josabad, si Elihu dohot si Jilletai, angka partogi ni halak Manasse marsasaribu.","12:21 Nasida huhut manolongi si Daud mangalo parangan ni halak Amalek; ai angka ulubalang nasida luhutna jala bangkit gabe partogi ni angka parangan.","12:22 Ai uju i ariari do adong ro halak mandapoti si Daud, naeng tolonganna ibana, pola gabe sada parduaan parangan na bolon, songon parduaan parangan ni Debata.","12:23 Jala on do angka bilangan ni angka partogi ni angka parangan angka na gopas be marsinjata, angka na ro mandapothon si Daud tu Hebron, pahothon harajaon ni si Saul tu si Daud, hombar tu hata ni Jahowa.","12:24 Sian halak Juda, angka na mangusung lombulombu dohot hujur, onom ribu ualu ratus halak, angka na gopas be marsinjata tu parporangan.","12:25 Sian halak Simeon ulubalang angka na marhuaso tu parporangan, pitu ribu saratus halak.","12:26 Sian halak Lepi opat ribu onom ratus halak.","12:27 Jala si Joiada, partogi ni pinompar ni si Aron, tolu ribu pitu ratus halak donganna sian i.","12:28 Si Sadok pe, sada halak na bajar dope nian, alai ulubalang na marhuaso jala sian pinompar ni amana duapulu dua halak do angka partogi.","12:29 Sian halak Benjamin, hahaanggi ni si Saul, tolu ribu halak do; ai rasirasa nuaeng torop dope sian nasida paihuthon pinompar ni si Saul.","12:30 Sian halak Epraim duapulu ribu ualu ratus halak, angka ulubalang na marhuaso pola sanga tarbarita goarnasida di pinompar ni ompunasida.","12:31 Sian satonga marga Manasse sampulu ualu ribu halak, pola tarsurat goarnasida i, asa ro nasida pahothon harajaon di si Daud.","12:32 Sian pinompar ni Isasar, angka na pande manjujur ari, asa botoon ni Israel manang aha sibahenonna, dua ratus halak do partoginasida, jala saluhut hahaangginasida i, mangoloi guru doknasida.","12:33 Sian Zebulon, halak angka na borhat tu parporangan, angka na gopas be marsinjata marragamragam tu parporangan, limapulu ribu halak angka na marodor be sian sada ni rohana situtu.","12:34 Sian halak Naptali saribu halak partogi, jala dongannasida angka na marsinjatahon lombulombu dohot hujur, tolupulu pitu ribu halak.","12:35 Sian pinompar ni Dan, duapulu ualu ribu onom ratus halak, angka na marodor be tu parporangan.","12:36 Sian halak Aser, opatpulu ribu halak do, angka na tarbahen borhat tu parporangan maraturan.","12:37 Jala sian bariba ni Jordan, i ma sian halak Ruben, Gad dohot satonga Manasse, saratus duapulu ribu halak do mardongan ragamragam ni angka sinjata tu parporangan.","12:38 Luhutna i halak parporang, marodoran be hobas tu parporangan, ro nuaeng sian nasa rohana tu Hebron pabangkithon si Daud gabe raja gumomgom sandok Israel; nang sandok Israel na tinggal i marsaroha do laho pabangkithon si Daud gabe raja.","12:39 Jala disi do nasida rap dohot si Daud tolu ari lelengna mangan minum, ai nunga diparade angka hahaangginasida do i di nasida.","12:40 Nang halak angka na jonok tu nasida sahat ro di Isasar, Zebulon dohot Naptali, masiboan sagusaguna be di atas halode, unto, hoda na marsahe dohot jonggi, tole sipanganon sian itak, gaburgabur sian antajau dohot parbue ni anggur, tole muse anggur dohot miak, tole lombu dohot birubiru mansai torop; ai marlas ni roha be do halak Israel."," "],["13:1 Dung i martuptup ma si Daud rap dohot partogi ni paranganna marsasaribu, marsasaratus, rap dohot sude angka induk i tahe.","13:2 Dung i didok si Daud ma tu sandok luhutan Israel: Molo denggan hata on di rohamu jala marharoroan sian Jahowa, Debatanta i, itatompuhon ma marsuru manopot hahaangginta angka na tinggal i di bagasan saluhut luat ni Israel, asa rap nasida muse manopot angka malim dohot halak Lepi di bagasan huta partaliannasida i, asa marpungu nasida di lambungta on.","13:3 Asa mulak itaboan tu tongatonganta poti ni Debatanta; ai ndang lulululu hita disi saleleng mangolu si Saul.","13:4 Jadi sahata ma sandok luhutan i manolopi, ingkon bahenon songon i, ai sude situan na torop i marhatongonhon hata i.","13:5 Jadi dipaluhut si Daud ma sandok Israel olat ni sunge Sihor di Misir sahat ro di Hamat, asa mangalap poti ni Debata sian Kiriat Jearim.","13:6 Dung i nangkok ma si Daud rap dohot sandok Israel tu Baalah, i ma Kiriat Jearim, na masuk tu Juda, asa diboan nangkok sian i poti ni Debata Jahowa, na marhabangsahon kerubim, disi do somal dijou halak Goarna.","13:7 Jadi diboan nasida ma poti ni Debata di atas ni sada hureta na imbaru, sian bagas ni si Abinadab; si Usa dohot si Ahio manogunogu huretai.","13:8 Alai anggo si Daud ro di sandok Israel mangasa gogo manortori di adopan ni Debata, huhut marende dohot umpalu parhinaloan marragamragam, mardongan sarune, arbap, sordam, ogung panggora dohot ogung panonggahi.","13:9 Jadi dung sahat nasida tu pardegean Kidon, disurdukkon si Usa ma tanganna naeng maniopi poti i, ai manimbil do angka lombu i.","13:10 Jadi tarrimas situtu ma Jahowa mida si Usa, laos dibunu ibana, ala na sinurdukkonna tanganna manjama poti i, gabe mate ibana disi di adopan ni Debata.","13:11 Jadi marsak situtu ma si Daud, ala parsirangan na binahen ni Jahowa tu si Usa, gabe digoar ma inganan i Peres-Usa rasirasa sadarion.","13:12 Dung i mabiar ma si Daud mida Debata di na sadari i, ninna ma: Beha ma pambahenku mamboan poti ni Debata sahat tu ahu?","13:13 Ala ni ndang diloas si Daud boanon poti i tu ibana, tu bagasan huta ni si Daud, didokkon do pataruon poti i tu bagas ni si Obed-Edom, halak Gat.","13:14 Jadi tinggal ma poti ni Debata di bagasan jabu ni si Obed-Edom tolu bulan lelengna. Dung i dipasupasu Jahowa ma pinompar ni si Obed-Edom ro di sandok na di ibana."," "],["14:1 Dung i disuru si Hiram, raja sian Tirus ma angka suruanna manopot si Daud, angka na mamboan hau Ares dohot tungkang mandakdak batu dohot angka pande hau, asa dipauli nasida sada bagas di rajai.","14:2 Jadi mananda ma si Daud, naung pinahot ni Jahowa ibana bahen raja di Israel, ai lam tu timbulna do harajaonna i ala ni bangsona Israel.","14:3 Dung i ditambai si Daud dope angka parompuan bahen jolmana di Jerusalem, jala ganda dope angka anak dohot boru ditubuhon si Daud.","14:4 On do goargoar ni anak, angka na tinubuhonna di Jerusalem, si Samua, si Sobab, si Natan, si Salomo.","14:5 Si Ibar, si Elisua, si Elipelet.","14:6 Si Noga, si Nepeg, si Japia.","14:7 Si Elisama, si Beliada dohot si Elipelet.","14:8 Alai dung dibege halak Palistim, naung miniahan si Daud bahen raja gumomgom sandok Israel, nangkok ma sude halak Palistim, paburuburu si Daud. Jadi dung dibege si Daud barita i, ruar ma ibana mandapothon nasida.","14:9 Jadi marroan ma halak Palistim jala marsaro nasida di rura Repaim.","14:10 Dung i marsungkun ma si Daud tu Debata, ninna ma: Na jadi do ahu nangkok mandopang halak Palistim, jala pasahatonmu do nasida tu bagasan tanganku? Dung i didok Jahowa ma tu ibana: Nangkok ma ho, ai nunga hupasahat nasida tu bagasan tanganmu.","14:11 Jadi dung sahat nasida tu Baal Perazim, ditaluhon si Daud nasida disi; laos didok si Daud ma: Nunga mampar angka musungku dibahen Debata marhite sian tanganku songon pangalantap ni aek magodang. Ala ni umbahen digoar inganan i Baal Perazim.","14:12 Dung i ditinggalhon nasida disi angka ajiajiannasida, gabe ro hata ni si Daud mandokkon ingkon purunon do angka i di bagasan api.","14:13 Alai diulahi halak Palistim muse ro jala marsaro di rura i.","14:14 Dung i marsungkun muse si Daud tu Debata, gabe ro hata ni Debata mandok tu ibana: Ndang jadi ho nangkok mangeak nasida, ingkon lompitonmu nasida sian pudinasida, asa pajumpang ho dohot nasida tondong ni angka hau balsam.","14:15 Ia dung dibege ho pardorom ni halak pardalan di punsu ni angka hau balsam, rampok ma nasida disi, ai nunga ruar Debata mardalan di jolom laho papatuhon parangan ni halak Palistim.","14:16 Jadi dibahen si Daud ma songon i, hombar tu tona ni Debata tu ibana, gabe dipapatu ma halak Palistim, olat ni Gibeon sahat ro di Gezer.","14:17 Jadi sar ma barita ni si Daud tu saluhut luat. Jadi dilehon Jahowa ma biar mida rajai tu bagasan roha ni saluhut bangso parbegu."," "],["15:1 Dung i didokkon si Daud ma paulion angka bagasna di bagasan huta ni si Daud, diparade do huhut sada inganan di poti ni Debata, jala dipahembang sada undungundungna.","15:2 Uju i ma didok si Daud: Ndang jadi usungon ni manang ise poti ni Debata, dungkon ni halak Lepi; ai nunga dipillit Jahowa nasida mangusung poti ni Debata dohot marhalado di Ibana ro di saleleng ni lelengna.","15:3 Jadi dipaluhut si Daud ma sandok Israel tu Jerusalem, asa diboan nasida poti ni Jahowa nangkok tu ingananna, na pinadirina hian disi.","15:4 Dipaluhut si Daud huhut pinompar ni si Aron dohot halak Lepi.","15:5 Sian pinompar ni si Kohat: Si Uriel, indukna i, ro di hahaanggina, saratus duapulu halak toropna.","15:6 Sian pinompar ni si Merari: Si Asaya, indukna i, ro di hahaanggina, dua ratus duapulu halak toropna.","15:7 Sian pinompar ni si Gerson: Si Joel, indukna i, ro di hahaanggina, saratus tolupulu halak toropna.","15:8 Sian pinompar ni si Elsapan: Si Semaya, indukna i ro di hahaanggina, dua ratus halak toropna.","15:9 Sian pinompar ni si Hebron: Si Eliel, indukna i ro di hahaanggina, ualupulu halak toropna.","15:10 Sian pinompar ni si Usiel: Si Abinadab, indukna i ro di hahaanggina, saratus sampulu dua halak toropna.","15:11 Dung i dijou si Daud ma malim Sadok dohot si Abiatar ro di halak Lepi i ma: Si Uriel, si Asaya, si Joel, si Semaya, si Eliel dohot si Abinadab.","15:12 Jala didok rajai tu nasida: Hamu do angka partogi ni halak Lepi marompuompu; dibahen i parbadiai hamu ma dirimuna dohot hahaanggimuna i, asa diboan hamu poti ni Jahowa, Debata ni Israel, nangkok tu inganan naung hupadiri disi.","15:13 Ai na jolo, tagan so disi dope hamu, dibahen Jahowa, Debatanta i do sada parsirangan di tongatonga ni hita on, ala so italului Ibana songon patutna.","15:14 Jadi manguras be ma angka malim dohot halak Lepi, asa boanonna nangkok poti ni Jahowa, Debata ni Israel.","15:15 Jadi diusung halak Lepi ma poti ni Debata marhaluhalu di abarana, songon naung tinonahon ni si Musa hian, hombar tu hata ni Jahowa.","15:16 Dung i didokkon si Daud ma angka induk ni halak Lepi, asa dipadiri hahaangginasida i, angka parende mardongan parhinaloan marragamragam, angka hasapi, arbap dohot sordam, asa dipalu angka i pariburhon soara, paganda las ni roha.","15:17 Jadi dipadiri halak Lepi ma si Heman, anak ni si Joel, jala sian angka hahaanggina si Asap, anak ni si Berekia; jala sian pinompar ni si Merari, hahaangginasida i, si Etan, anak ni si Kusaria.","15:18 Jala dongannasida muse angka hahaangginasida rongkanan paduahon: Si Sakaria, si Ben, si Jasiel, si Semiramot, si Jeiel, si Uni, si Eliab, si Benaia, si Maaseia, si Matitia, si Elipelen, si Mikneya, si Obed-Edom, si Jeiel, angka sijaga pintu.","15:19 Alai anggo halak parende, i ma si Heman, si Asap dohot si Etan mardongan hesekhesek tombaga paribur soara.","15:20 Alai anggo si Sakaria, si Asiel, si Semiramot, si Jeiel, si Uni, si Eliab, si Maaseia dohot si Benaia mardongan hasapi marsoara boruboru.","15:21 Alai anggo si Matitia, si Elipelen, si Mikneya, si Obed-Edom, si Jeiel dohot si Asasia mardongan arbap marsoara na sihil laho marendehon.","15:22 Alai anggo si Kenania, induk ni halak Lepi manguluhon parendeon dohot mangajarhon parendeon, ai na pande do ibana.","15:23 Ia si Berekia dohot si Elkana sijaga pintu di lambung poti.","15:24 Alai anggo si Sebania, si Josapat, si Netaneel, si Amasai, si Sakaria, si Benaia dohot si Elieser, angka malim i tahe mamalu sarune di adopan ni poti ni Debata; ianggo si Obed-Edom dohot si Jehia gabe sijaga pintu di lambung poti.","15:25 Dung i borhat ma si Daud rap dohot angka sintua ni Israel ro di angka induk ni saribu halak laho mamboan poti parpadanan ni Jahowa nangkok sian jabu ni si Obed-Edom marlas ni roha godang.","15:26 Jadi dung ditumpak Debata halak Lepi, angka na mangusung poti parpadanan ni Jahowa, dipelehon nasida ma pitu lombu naposo dohot pitu birubiru tunggal.","15:27 Alai anggo si Daud marpangkean baju juba sian hain na halus, songon i nang sude halak Lepi, angka na mangusung poti i dohot angka parende, nang si Hanania, induk manguluhon angka halak parende; marpangkean baju epod sian hain na bontar do si Daud huhut.","15:28 Jadi sandok Israel mamboan nangkok poti parpadanan ni Jahowa mardongan olopolop dohot soara ni sarune, sordam dohot arbap dipagogo huhut soara ni hasapi dohot tulila.","15:29 Jadi dung sahat poti parpadanan ni Jahowa tu bagasan huta ni si Daud, gabe mandulo ma si Mikhal, boru ni si Saul sian pandiloan; jadi dung diida raja Daud i marhajingjang dohot manontori, marhu ni roha ibana mida rajai."," "],["16:1 Jadi dung masuk diboan nasida poti ni Debata, dipajongjong ma i di parsitongaan ni undungundung i, na pinagohon ni si Daud tusi. Dung i dipelehon nasida ma angka pelean situtungon dohot hamauliateon di adopan ni Jahowa.","16:2 Jadi dung tolhas dipelehon si Daud angka pelean situtungon dohot hamauliateon, dipasupasu rajai ma situan na torop i marhitehite Goar ni Jahowa.","16:3 Dung i diganupi raja ma sandok halak Israel, nang baoa nang parompuan, sagusagu sada be dohot anggur satabutabu be dohot lampet na tinanggulean sada be.","16:4 Dung i dipadiri rajai ma di adopan ni poti ni Jahowa deba halak Lepi bahen parhalado, asa nasida mamujimuji dohot mandok mauliate dohot pasangaphon Jahowa, Debata ni Israel.","16:5 Si Asap do ihutan parjolo si Sakaria paidua, dung i si Jeiel, si Semiramot, si Jeiel, si Matitia, si Eliab, si Benaia, si Obed-Edom dohot si Jeiel mardongan parhinaloan dohot hasapi; alai anggo si Asap dipagogo do soara ni hasapi.","16:6 Ia malim Benaia dohot si Jehasiel, tongtong do nasida mamalu sarune di adopan ni poti parpadanan ni Debata.","16:7 Di ari na sasada i do apala parjolo didokkon si Daud mamujimuji Jahowa marhite sian si Asap dohot angka hahaanggina i.","16:8 Puji hamu ma Jahowa, baritahon hamu ma Goarna i, pabotohon hamu ma di tongatonga ni angka bangso angka pambahenanna i!","16:9 Endehon hamu ma Ibana, palu hamu ma parhinaloan umpuji Ibana, marnonangi ma hamu taringot tu halongangan angka na binahenna i sudena!","16:10 Tanggulhon hamu ma Goarna na badia i, ingkon marlas ni roha ma angka na mangalului Jahowa!","16:11 Sisiri hamu ma Jahowa dohot hagogoonna i, tongtong ma lulu i hamu bohina.","16:12 Paingotingot hamu ma halongangan angka naung binahenna i, angka tanda halongangan naung binahenna i dohot uhum angka na ruar sian pamanganna!","16:13 Hamu ale pinompar ni Israel, naposona i, hamu ale anak ni si Jakkob, angka na pinillitna i!","16:14 Ibana, Jahowa do Debatanta i, sar tu liat portibi on do angka uhumna.","16:15 Sai marningot ma hamu di padan binahenna i ro di saleleng ni lelengna, di hata pinatikna i marriburibu sundut.","16:16 Padan naung binahenna i tu si Abraham, ro di uarina tu si Isak.","16:17 Jala dihajongjongkon do i tu si Jakkob bahen patik, tu Israel bahen padan salelenglelengna.","16:18 Ninna do: Tu ho do lehononku tano Kanaan, partalian ni partohapanmuna.","16:19 Uju otik dope bilanganmuna, otik tutu, jala jolma paisolat hamu disi.","16:20 Jala sai marbungkasan nasida sian bangso tu bangso, sian sada harajaon tu bangso na asing.","16:21 Ndang diloas Ibana halak mangarupa nasida, jala ditorui do angka raja ala nasida.","16:22 Unang hahua hamu halak angka na humiahi, jala unang sonoi hamu panurirang angka na husuru!","16:23 Endehon ma Jahowa, ale sandok tano on, baritahon hamu ma hatuaonna ganup ari.","16:24 Pajojor hamu ma di tongatonga ni halak parbegu hamuliaonna i, di tongatonga ni saluhut bangso halongangan angka na binahenna i.","16:25 Ai na timbul do Jahowa, jala tama situtu pujion, na songkal do Ibana mangatasi sude angka debata.","16:26 Ai ajiajian do sude debata ni angka bangso parbegu, alai anggo Jahowa naung manjadihon angka langit.","16:27 Hatongamon dohot hamuliaon di jolona, hagogoon dohot hinauli masa di bagasan habadiaonna i.","16:28 Hamu ale angka marga ni angka bangso, sai lehon hamu ma tu Jahowa, lehon hamu ma tutu tu Jahowa hamuliaon dohot hagogoon.","16:29 Lehon hamu ma di Jahowa hamuliaon ni goarna; boan hamu ma silehonlehon, dung i ro ma hamu tu adopan ni Bohina, marsomba ma hamu tu Jahowa marpangkean na marhadohoan!","16:30 Raion ma maradophon Ibana, ale isi ni sandok tano on, hot ma antong portibi on, ndang tagamon humordit.","16:31 Ingkon marlas ni roha ma antong angka langit, jala marolopolop tano on, jala paboaboa hamu ma di tongatonga ni angka parbegu, Jahowa do Raja!","16:32 Marhasakhasak ma laut i ro di isina! Marolopolop ma ladang i ro di nasa na disini!","16:33 Marolopolop ma disi sude angka hau di tombak di adopan ni Jahowa, ai nunga ro Ibana laho manguhum tano on.","16:34 Mandok mauliate ma hamu di Jahowa, ai na basa do ibana, ai ro di saleleng ni lelengna do asi ni rohana i.","16:35 Jala dok hamu ma: Tumpahi ma hami, ale Debata ni hatuaonnami, jala papungu, jala palua hami sian angka bangso parbegu, asa hupuji Goarmu na badia i jala martanggulhon pujipujianmi hami.","16:36 Pinuji ma Jahowa, Debata ni Israel, sian na saingan sahat ro di salelenglelengna, jala rim bangso i mandok: Amen! Jala pujipujian di Jahowa!","16:37 Dung i ditadingkon rajai disi, di adopan ni poti parpadanan ni Jahowa si Asap dohot angka hahaanggina i, asa tongtong nasida marhalado di adopan ni poti i ariari.","16:38 Laos songon i nang Obed-Edom dohot angka hahaanggina i, onompulu ualu halak toropna; ia si Obed-Edom, anak ni si Jedutun dohot si Hosa rap sijaga pintu do.","16:39 Alai anggo malim Sadok dohot angka hahaanggina i, rap malim tahe marhalado do di jolo ni undungundung ni Jahowa di dolokdolok na di Gibeon.","16:40 Asa tongtong nasida mamelehon angka pelean situtungon tu Jahowa di atas langgatan pamelean ni pelean situtungon manogotna i dohot bodarina i, jala diula luhut na tarsurat di bagasan patik ni Jahowa, na tinonahonna tu halak Israel.","16:41 Dongannasida do huhut si Heman dohot si Jedutun ro di halak na pinillit na asing, nunga pola digoar, asa nasida mamujimuji Jahowa, ai ala ro di salelenglelengna asi ni rohana i.","16:42 Dongan ni si Heman dohot si Jedutun huhut angka na mamalu sarune dohot sordam dohot parhinaloan ni Debata marragamragam pariburhon parendeon; alai sijaga pintu do anggo pinompar ni si Jedutun.","16:43 Dung i muli be ma sandok situan na torop i, ganup tu jabuna be; muli ma dohot si Daud laho mamasumasu isi ni bagasna."," "],["17:1 Dung i uju hundulhundul si Daud sahali di bagasan jabuna, ro ma hatana tu panurirang Natan: Ida ma, ia ahu maringan di bagasan jabu na sian hau Ares, ia poti parpadanan ni Jahowa hape jongjong di tongatonga ni rimberimbe.","17:2 Dung i ninna si Natan ma mandok si Daud: Nasa na sinangkap ni roham di bagasan, i ma patupa, ai Debata do donganmu!","17:3 Alai bornginna i ro ma hata ni Debata tu si Natan songon on:","17:4 Laho ma ho, hatahon ma tu naposongku si Daud: Songon on do hata ni Jahowa: Ndang jadi anggo ho pajongjong di Ahu sada bagas bahen ingananku.","17:5 Ai ndang dung dope Ahu maringanan di bagasan jabu olat ni ari dung huboan halak Israel nangkok rasirasa sadarion, sai tong do Ahu munsatunsat sian undungundung na sada tu undungundung na asing, sian inganan na sada tu na asing.","17:6 Manang didia pe Ahu mardalandalan rap dohot sude halak Israel, tung dung ma hudok nanggo sandok tu sahalak sian angka panguhum di Israel, angka na hudokkon nian parmahanonna bangsongku manunungirhon tu ibana: Boasa so dipauli hamu di Ahu sada joro sian hau Ares?","17:7 On pe dok ma tu naposongku si Daud: Songon on do hata ni Jahowa Zebaot: Nunga Ahu mambuat ho sian parmahanan, sian na mangolat angka birubiru, asa bangkit ho gabe induk gumomgom bangsongku Israel.","17:8 Sai hudongani do ho antong nasailaon manang dompak dia ho laho, jala nunga husiaphon sude angka musum maradophon ho, jala hubahen goarmu marbarita situtu, songon goar ni halak na sangap angka na di tano on.","17:9 Angkup ni, nunga hubasabasahon sada inganan tu bangsongku Israel, jala nunga hulopokkon ibana, asa maringanan ibana disi, asa unang be tarhutiksa, jala unang be didatdati angka anak ni hageduhon manosaknosak ibana, songon uju di mulana.","17:10 Jala olat ni ari dung adong hupabangkit angka panguhum gumomgom bangsongku Israel, tarjepol do hubahen sude angka musum; marbagabaga muse Ahu tu ho, paboa pahoton ni Jahowa pinomparmu sogot.","17:11 Alai ia dung jumpang buhul ni ariarim laho marpungu ho tu angka ompum, patindangonku ma pinomparmu di pudim, i ma sada halak sian angka anakmu, pahotonku ma harajaonna i.","17:12 Ingkon Ibana pe pauli sada bagas di Ahu, jala Ahu pahothon habangsana ro di salelenglelengna.","17:13 Ahu gabe Amana, jala Ibana ingkon gabe anakku; jala ndang unsatonku sian Ibana anggo asi ni rohangku, songon na huunsat do i sian ibana na jumolo sian ho.","17:14 Alai ingkon hot do anggo Ibana bahenonku di bagasan jabungku dohot di bagasan harajaonku ro di salelenglelengna, habangsana pe ingkon hot do ro di salelenglelengna.","17:15 Hombar tu saluhut angka hata ondeng, jala hombar tu sandok pangungkapon i mangkatai si Natan tu si Daud.","17:16 Dung i masuk ma raja Daud tu bagasan undungundung i, laos hundul ma ibana di adopan ni Jahowa, ninna ma: Tung ise ma ahu pola, ale Jahowa Debatangku, jala tung ise ma pola anggo pinomparhu, umbahen tung diboan Ho ahu sahat ro tuson?","17:17 Angkup ni maotikku dope i di roham, ale Debata! Pola huhut marbagabaga Ho taringot tu pinompar ni naposom, taringot tu na masa sogot, jala nunga ditatap Ho ahu, songon panatap ni jolma, ale Jahowa, Debata na di ginjang i.","17:18 Tung aha dope angkupni sidohonon ni si Daud tu Ho? Ala hamuliaon na binasabasahonmu tu naposom? Alai tahe ditanda Ho do naposomon.","17:19 Ale Jahowa, ala ni ahu naposomon, jala hombar tu lomo ni roham nunga dibahen Ho saluhut halonganganna bolon on laho pabotohon sude angka habalgaon on.","17:20 Ale Jahowa, ndang adong nanggo sada tudoshon Ho, jala ndang adong Debata dungkon ni Ho, hombar tu saluhut naung binege ni pinggolnami.","17:21 Jala tung didia ma adong jumpang sada bangso di tano on, songon bangsom Israel, pola tung Debata sandiri borhat laho manobus sada bangso ainonna dohot laho mambahen Goarmu marbarita marhite sian halongangan bolon dohot na songkal, laho pabalihon angka bangso parbegu maradophon bangsom na tinobusmu sian Misir.","17:22 Jala nunga dipadiri Ho di Ho bangsom Israel bahen bangsom ro di salelenglelengna, jala Ho, ale Jahowa, gabe Debatanasida.","17:23 Antong ale Jahowa, sai pahot ma hata naung pinarbagabagami tu naposom taringot tu pinomparna sahat ro di salelenglelengna, jala bahen ma hombar tu na pinarbagabagami!","17:24 Olo sai sintong ma i, jala lam tu timbulna Goarmu ro di salelenglelengna asa dohonon ni halak songon on: Jahowa Zebaot do Debata ni Israel, Ibana tongon Debata humongkop Israel, jala hot do ia pinompar ni naposom si Daud di jolomi.","17:25 Ai Ho ale Debatangku, nunga dipapatar Ho tu pinggol ni naposomon, paboa ingkon paulionmu di ibana sada bagas; ala ni do umbahen hum roha ni naposomon martangiang di adopanmon.","17:26 On pe, ale Jahowa, Ho sandiri do Debata, jala nunga diparbagabaga Ho tu naposomon hata na denggan on.","17:27 Antong, nunga sapala lomo roham mamasumasu pinompar ni naposomon, asa hot di adopanmu ro di salelenglelengna; ai manang ise na pinasupasum ale Jahowa, i ma dapotan pasupasu ro di salelenglelengna!"," "],["18:1 Jadi dung salpu angka i, ditaluhon si Daud ma halak Palistim, tung tarjepol situtu nasida dibahen, dirampas ibana huhut huta Gat, ro di huta angka na masuk tusi sian tangan ni halak Palistim.","18:2 Ditaluhon muse halak Moab, gabe mangoloi patu nasida tu si Daud jala manggarar sohe.","18:3 Ditaluhon si Daud huhut Hadateser, raja sian Zoba, di Hemat, uju na laho ibana pahothon gomgomanna di pasir ni batang aek Euprat.","18:4 Dung i dilaum si Daud ma sian ibana saribu hureta porang dohot pitu ribu halak parsihundul dohot duapulu ribu halak parhantarhantar; jala ditallik si Daud do doldol ni saluhut hoda sitait hureta, saratus pasang sambing sian i ditinggalhon di ibana.","18:5 Alai ro ma halak Ram sian Damaskus naeng manolongi si Hadateser, raja sian Zoba; gabe mate halak Ram i duapulu dua ribu halak, dibunu si Daud.","18:6 Dung i dipajongjong si Daud ma angka benteng di Ram humaliang Damaskus, jadi mangoloi patu ma halak Ram tu si Daud huhut manggarar sohe; ai sai ditumpak Jahowa do si Daud monang manang dompak dia ibana mangalangka.","18:7 Dung i dibuat si Daud ma lombulombu sere, angka na pinaboanboan ni naposo ni Hadateser, jala ditaruhon angka i tu Jerusalem.","18:8 Dibuat si Daud huhut sian Teba dohot sian Kun, angka huta ni si Hadateser mansai godang tombaga; sian i dipauli si Salomo muse tobat tombaga ro di tiang na dua i dohot angka ulaula tombaga.","18:9 Jadi dung dibege si Tou, raja di Hemat, naung ditaluhon si Daud sandok parangan ni si Hadateser, raja sian Zoba.","18:10 Disuru ibana ma anakna Hadoram manopot raja Daud manangkasi sonangna dohot mamasumasu ibana, ala naung pinorangna Hadateser, jala naung tinaluhonna ibana, ai marmusu tihus hian do si Tou dompak si Hadateser; ditongoshon muse ulaula sere, perak dohot tombaga marragamragam.","18:11 Angka i pe diparbadiai raja Daud do laho pasahathon tu Jahowa rap dohot perak dohot sere naung binuatna sian saluhut bangso parbegu, sian halak Edom, Moab, Amon, Palistim dohot Amalek.","18:12 Angkup ni ditaluhon si Abisai, anak ni Nai Seruia do halak Edom di rura parsiraan, sampulu ualu ribu halak toropna.","18:13 Dung i dipambahen ma angka benteng di Edom, gabe patu saluhut halak Edom dibahen si Daud, ai ditumpak Jahowa do si Daud monang manang dompak dia ibana mangalangka.","18:14 Jadi dirajai si Daud ma sandok halak Israel jala dihajongjongkon uhum dohot hatigoran di sandok bangsona i.","18:15 Alai anggo si Joab, anak ni Nai Seruia manguluhon angka parangan, jala si Josapat, anak ni si Ahilud do panuturi.","18:16 Jala si Sadok, anak ni si Ahitub dohot Abimelek, anak ni si Abiatar, i ma angka malim, jala Sausa do juaratulis.","18:17 Jala si Benaia, anak ni si Joiada, panahatan ni angka hupas dohot rundo. Alai anggo angka anak ni si Daud, i ma angka na sumolhot di lambung ni rajai."," "],["19:1 Jadi dung salpu angka i, mate ma si Nahas, raja ni halak Amon, jadi anakna i bangkit raja singkatna.","19:2 Dung i ninna si Daud ma: Naeng ahu marasi ni roha tu si Hanun, anak ni si Nahas, ai amana nahinan pe marasi ni roha do tu ahu; jadi disuru si Daud ma suruanna laho mangapuli ibana ala panading ni amana i. Jadi dung sahat angka naposo ni si Daud tu luat ni halak Amon, tu jolo ni si Hanun, naeng mangapuli ibana.","19:3 Ro ma hata ni angka induk ni halak Amon mandok tu si Hanun: Tung pasangaphon amangmu ma tagamon si Daud, nang di roham, umbahen disuru tu ho angka pangapul? Nda ala naeng manangkasi dohot mangago dohot mangkahapi tano on, umbahen ro angka naposona i manopot ho?","19:4 Dung i ditangkup si Hanun ma angka naposo ni si Daud, jala didokkon nabungan janggutnasida jala horoton ulosnasida sahat ro di hundulanna, gabe songon i nasida dipamuli.","19:5 Jadi laho ma nasida, gabe ro ma halak mangalualuhon tu si Daud barita ni angka suruanna i. Jadi disuru rajai ma halak mandapothon nasida, ai tung na tarurak situtu do angka baoa i dibahen. Ia tona ni rajai tu nasida: Tinggal ma hamu jolo di Jeriko, paima martumbur muse janggutmuna i, dung i pe asa mulak hamu.","19:6 Alai dung diida halak Amon, naung bau roha ni si Daud mida nasida, gabe ditongos si Hanun dohot halak Amon ma saribu talenta perak laho mangupai angka hureta porang dohot jolma parsihundul sian Mesopotamia, sian Maaka di Ram dohot sian Zoba.","19:7 Jadi diupai nasida ma tolupulu dua ribu hureta porang angkup ni raja sian Maaka rap dohot paranganna; jadi ro ma nasida jala marsaro di adopan ni Medeba. Santibalatuk dohot halak Amon ro sian hutana be laho tu parporangan.","19:8 Jadi dung tarbortik barita i tu si Daud, disuru ma si Joab manguluhon sandok paranganna angka na begu i.","19:9 Jadi ruar ma halak Amon marodor laho tu tongtangan di partungkoan ni huta i. Alai anggo rajaraja angka na hinara i pulik do jongjong di ladang.","19:10 Jadi dung diida si Joab, sai ibana do hape ditumpur musu i sian jolo dohot sian pudi, gabe dipillit ma sian saluhut dolidoli di Israel, jala dipaodor laho mandopang halak Ram.","19:11 Alai anggo pasipasi ni parangan i tu tangan ni si Abisai anggina i dipasahat, jala baris dipajongjong laho mandopang halak Amon.","19:12 Jala didok do: Tung sura talu onjar ahu bahenon ni halak Ram, ingkon ro ho manolongi ahu; alai tung sura talu onjar ho bahenon ni halak Amon, ro pe ahu mangurupi ho.","19:13 Antong pir ma tondim, itaseahon ma dirinta humongkop bangsonta, humongkop dohot angka huta ni Debatanta; alai sai dipasaut Jahowa ma lomo ni rohana.","19:14 Dung i martahop ma si Joab rap dohot angka parangan donganna i laho mandopang halak Ram, gabe maporus nasida maradophon ibana.","19:15 Alai dung diida halak Amon, naung maporus hape halak Ram maporus ma dohot nasida maradophon Abisai, anggi ni si Joab i, jala manginsurut tu bagasan huta; mulak tu Jerusalem ma anggo si Joab.","19:16 Jadi dung diida halak Ram, naung talu nasida dibahen halak Israel, disuru nasida ma angka suruanna marhara tu halak Ram angka na di bariba ni sunge i, jala si Zoba partogi ni parangan ni si Hadateser manguluhon nasida.","19:17 Jadi dung tarbortik barita i tu si Daud, gabe dipaluhut ibana ma sandok Israel, jala ditaripari batang aek Jordan i; jadi dung sahat ibana tu nasida, dipaodor ma angka paranganna i dompak nasida; dung dipaodor si Daud angka paranganna i laho mandopang halak Ram, gabe masijonapan ma nasida.","19:18 Alai maporus ma halak Ram maradophon halak Israel, jala dibunu si Daud ma sian halak Ram pitu ribu halak parmusu di hureta dohot opatpulu ribu halak parhantarhantar, dibunu dohot si Zoba partogi ni paranganna i.","19:19 Jadi dung diida angka naposo ni si Hadateser, naung talu nasida dibahen halak Israel, gabe mardemak nasida tu si Daud jala mangoloi patu tu ibana. Dung i ndang olo be halak Ram anggo tung haraon ni halak Amon."," "],["20:1 Jadi dung salpu sataon, jumpang muse tingki haboborhat ni angka raja, gabe diuluhon si Joab ma sude angka parangan jala disiaphon tano ni halak Amon; sahat ibana huhut tu huta Rabba laos ditungkum; alai tinggal di Jerusalem do anggo si Daud. Jadi dipapatu si Joab ma huta Rabba laos dipanepnep do.","20:2 Dung i dibuat si Daud ma tumpal ni rajanasida i sian atas uluna, ia boratna didasing satalenta sere padohot angka mata intan. Dung i dibahen ma tumpal i tu ulu ni si Daud, diboan huhut mansai godang tabantaban sian huta i.","20:3 Alai anggo jolma angka na di bagasan huta i diboan do tu balian jala dilobongi nasida marhite sian gargaji, angka hureta bosi pardegean dohot angka tangke. Suang songon i dibahen si Daud tu saluhut huta ni halak Amon. Dung i mulak ma si Daud dohot sandok parangan i tu Jerusalem.","20:4 Jadi dung salpu i tubu muse hamusuon di Gezer dompak halak Palistim. Uju i ma dibunu si Sebekkai, halak Husa i ma si Sipar, sada halak sian angka anak ni si Repaim gabe tarjepol nasida.","20:5 Dung i tubu muse hamusuon dompak halak Palistim, gabe dibunu si Elhanan, anak ni si Jair ma si Lakmi, anggi ni si Goliat, halak Gat, ia suhul ni hujurna, na saumban do.","20:6 Dung i tubu muse hamusuon di Gat; adong ma disi sada baoa na ganjang situtu, onom be jarijari ni tanganna dohot patna, gabe duapulu opat toropna; ibana pe tubu ni si Repaim do.","20:7 Jadi dung niinsahanna halak Israel, gabe dibunu si Jonatan, anak ni si Simea, haha ni si Daud ma ibana.","20:8 Luhut nasida tubu ni si Repaim do di Gat, gabe rap mate nasida dibunu si Daud dohot angka naposona i."," "],["21:1 Dung i hehe ma Sibolis i mangalo Israel, gabe dipajuju ma si Daud mamilangi torop ni halak Israel.","21:2 Jadi ninna si Daud ma tu si Joab dohot tu sude induk ni bangso i: Laho ma hamu mamilangi halak Israel olat ni Berseba sahat ro di Dan, jala boan hamu bilangannasida i tu ahu, asa huboto toropna.","21:3 Dung i ninna si Joab ma: Sai ambaan ni Jahowa dope bangsona nuaeng lompit ratus hali nari! Alai tahe, ale tuan rajanami, nda luhut nasida naposo ni tuanku? Boasa tung dipangido roha ni tuanku songon i? Boasa ma bahenon hasalaan tu halak Israel?","21:4 Alai parhata sada do rajai tu si Joab. Jadi borhat ma si Joab, mardalan mangaliati sandok Israel, dung i mulak ibana tu Jerusalem.","21:5 Dung i dilehon si Joab ma bilangan ni bangso na binilanganna i tu si Daud. Ia torop ni sandok Israel sajuta saratus ribu halak do angka parpodang sintak; ia torop ni Juda opat ratus pitupulu ribu halak do angka parpodang sintak.","21:6 Alai anggo halak Lepi dohot Benjamin ndang dirajumi tusi, ai marbiasbias roha ni si Joab mida hata ni rajai.","21:7 Sogo huhut roha ni Debata di hata i, ala ni umbahen ditorui Israel.","21:8 Dung i didok si Daud ma tu Debata: Nunga mardosa situtu ahu, ala hubahen songon i; alai sai marpamuati ma roham mida hajahaton ni naposomon, ai hata oto situtu do na hubahen i.","21:9 Dung i ro ma hata ni Jahowa tu si Gad, panurirang ni si Daud, ninna ma:","21:10 Laho ma ho mangkatai tu si Daud, dok ma: Songon on do hata ni Jahowa: Tolu ragam uhum sipatuduhononku tu jolom; pillit ma di ho sada sian i sidabuhononku tu tu.","21:11 Jadi dung sahat si Gad tu jolo ni si Daud, ninna ma: Songon on do hata ni Jahowa: Pillit ma di ho!","21:12 Manang haleon potir tolu taon lelengna, manang palamotlamoton ni musum ho marhite sian podang tolu bulan lelengna; manang podang ni Jahowa mangaraserase tolu ari lelengna, masa tahe begu antuk di bagasan tanom, tole suruan ni Jahowa mangago jolma di sandok partalpahan ni Israel? Antong timbang ma manang dia alus boanonku mulak tu Ibana na marsuru ahu.","21:13 Dung i ninna si Daud ma tu si Gad: Targogot situtu do nian rohangku. Alai tagonan ahu madabu tu bagasan tangan ni Jahowa, ai godang situtu do asi ni rohana; ndang olo ahu madabu ianggo tu bagasan tangan ni jolma!","21:14 Jadi dipamasa Jahowa ma begu antuk di tongatonga ni Israel, gabe marragean sian Israel pitupulu ribu halak toropna.","21:15 Dung i disuru Debata ma suruanna i naeng tu Jerusalem, agoonna nian. Alai dung diida Jahowa pangagona i, disolsoli ma rohana mida hinamago i, laos didok ma tu surusuruan pangago i: Nunga sae, patait ma tanganmi! Alai jongjong do suruan ni Jahowa di lambung pardegean ni si Ornan, halak Jebusi.","21:16 Dung i manaili ma si Daud, gabe diida ma suruan ni Jahowa jongjong di tongatonga ni langit dohot tano on patioptiop podang na niumpat di bagasan tanganna na toltol di atas Jerusalem. Jadi manungkap tu tano ma si Daud rap dohot angka sintua i marabit tangki be nasida.","21:17 Jadi ninna si Daud ma tu Debata: Nda ahu do mandokkon ingkon bilangan bangso i? Ahu do tutu na mardosa, jala ahu do mambahen jea na bolon on! Tung aha ma na binahen ni angka birubiru on? Iale Jahowa, Debatangku! Dompak ahu ma nian tanganmu dohot dompak pinompar ni damang, unang nian dompak bangsom on laho manorui.","21:18 Dung i ro ma hata ni suruan ni Jahowa tu si Gad patolhasonna tu si Daud, asa nangkok si Daud laho umpajokkon di Jahowa sada langgatan di pardegean ni si Ornan, halak Jebusi.","21:19 Jadi nangkok ma si Daud hombar tu hata ni si Gad, naung pinaboana marhite sian Goar ni Jahowa.","21:20 Dung i humusor ma si Ornan, gabe diida ma suruani, jadi martabuni ma ibana rap dohot anakna na opat i; ai tongon mardege eme si Ornan.","21:21 Jadi dung sahat si Daud tu lambung ni si Ornan, manatapnatap ma si Ornan, gabe diida ma si Daud, laos ruar ma ibana sian pardegean i jala marsomba tu si Daud, pola manungkap tu tano.","21:22 Dung i ninna si Daud ma tu si Ornan: Ua lehon ma di ahu pardegeanon, asa hupajokkon disi sada langgatan di Jahowa; manang sadia argana lehononmu tu ahu, asa muli begu masa i sian bangso i.","21:23 Alai ninna si Ornan ma tu si Daud; buat ma i di ho, jala dibahen tuanku rajai ma guru lomo ni rohana. Ida ma, ahu pe mangalehon lombu bahen pelean situtungon dohot hureta pardege bahen sobanna dohot eme i bahen pelean sipanganon; luhutna i lehononku do.","21:24 Alai ninna raja Daud ma tu si Ornan: Ndang songon i, ingkon naeng tuhoronku sian ho nasa argana, ai ndang olo ahu mambuat na di ho mamelehon tu Jahowa pelean situtungon siseasea.","21:25 Jadi dilehon si Daud ma tu si Ornan tuhor ni pardegean i onom ratus sekel sere.","21:26 Dung i dipajok si Daud ma disi sada langgatan di Jahowa, jala dipelehon angka pelean situtungon dohot hamauliateon, huhut joujou ibana tu Jahowa, jadi dialusi Jahowa ma ibana marhite sian api na ro sian banua ginjang di atas langgatan pamelean ni pelean situtungon i.","21:27 Dung i didok Jahowa ma tu suruani, asa dipasuang podangna tu bagasan sarungna.","21:28 Jadi dung diida si Daud uju i, naung nialusan ni Jahowa ibana di pardegean ni si Ornan, halak Jebusi, laos tongtong ibana mamele disi.","21:29 Ai anggo undungundung ni Jahowa na binahen ni si Musa na jolo di halongonan dohot langgatan pamelean ni pelean situtungon pajok uju i di atas robean Gibeon.","21:30 Alai ndang tarbahen si Daud laho tusi mangalului Debata ala songgot ni rohana binahen ni podang ni suruan ni Jahowa."," "],["22:1 Dung i didok si Daud ma: Ingkon dison do hajongjongan ni joro ni Debata Jahowa, jala langgatanon bahen pamelean ni pelean situtungon di Israel.","22:2 Dung i didokkon si Daud ma ingkon marpungu sude halak paisolat, angka na di tano Israel, jala dipadiri hian halak pandakdak batu, asa didakdak batu angka na martulis, laho paulihon joro ni Debata.","22:3 Tole bosi mansai godang diparade si Daud hian bahen labang padomuhon papan bahen hinsuhinsu dohot bahen panggomal, tole tombaga mansai godang, pola ndang dapot timbangan boratna.","22:4 Tole angka hau Ares ndang habilangan godangna; ai mansai godang hau Ares diboan halak Sidon dohot Tirus tu si Daud.","22:5 Ai ninna roha ni si Daud do: Ia si Salomo anakki bajar dope jala sorta; alai anggo joro sipaulion di Jahowa, ingkon balga situtu bahenon, asa timbul Goarna dohot hamuliaonna di sandok tano on; dibahen i ingkon paradeonku hian tusi. Jadi mansai godang hian diparade si Daud tagan so mate dope ibana.","22:6 Dung i dijou ma si Salomo anakna i, jala didok tu ibana pajongjongonna sada joro di Jahowa, Debata ni Israel.","22:7 Jadi didok si Daud ma tu si Salomo: Ale anaha, disangkap rohangku do nian naeng pajongjong sada joro di Goar ni Jahowa, Debatangku.","22:8 Hape ro hata ni Jahowa mandok tu ahu: Nunga mansai godang mudar didurushon ho, jala nunga dihasuhuthon ho hamusuon angka na bolon; dibahen i ndang jadi anggo ho pajongjong sada joro di Goarhu, ala godang mudar nidurushonmu tu tano di adopanku.","22:9 Ida ma, ingkon tubu di ho sada anak, ibana gabe sada baoa hadameon, ai mardame ibana bahenonku maradophon saluhut musuna humaliang; dibahen i ingkon si Salomo goarna bahenon; ai hadameon dohot hasonangan lehononku tu Israel saleleng mangolu ibana.","22:10 Ingkon ibana pajongjong sada joro di Goarhu; jala ingkon gabe anakku ibana, jala Ahu gabe amana, jala pahotonku do habangsa ni harajaonna gumomgom Israel ro di saleleng ni lelengna.","22:11 On pe, ale anaha, sai na donganan ni Jahowa do ho, jala tumpahanna ho mardohar, asa paulionmu joro ni Jahowa, Debatam, songon naung pinarbagabagana hian taringot tu ho.","22:12 Sai na lehonon ni Jahowa tu ho hapistaran dohot panimbangon pasauthon parentana tu ho gumomgom Israel, asa radotanmu patik ni Jahowa, Debatam.","22:13 Tongon tahe, sai na martua do ho, molo diringkoti roham mangulahon patik dohot uhum, angka na tinonahon ni Jahowa tu si Musa, ingoton ni halak Israel. Antong pir ma tondim jala marsihohot, unang ho mabiar jala unang tahuton roham!","22:14 Jala ida ma, di bagasan hasusaan pe ahu na sai laon, nunga huparade hian di joro ni Jahowa saratus ribu talenta sere, jala sajuta talenta perak; ianggo tombaga dohot bosi ndang dapot timbangon dibahen hinagodangna; tole angka parhau dohot batu nunga huparade, ingkon tambaonmu dope tusi.","22:15 Angkup ni mansai torop angka tungkang di ho, angka pandakdak batu, angka tungkang batu dohot tungkang hau dohot torop halak na pande di ulaon marragamragam.","22:16 Taringot tu sere, perak, tombaga dohot bosi ndang habilangan godangna. Tole, hehe ma ho jala ulahon, sai donganan ni Jahowa do ho!","22:17 Dung i didokkon si Daud ma saluhut induk ni Israel, asa ditolongi nasida si Salomo anakna i, ninna ma:","22:18 Nda Jahowa, Debatamuna mandongani hamu, jala mardame hamu humaliang dibahen? Ai nunga pola dipasahat Ibana angka isi ni tano i tu bagasan tanganku, jala nunga patu tano i di adopan ni Jahowa dohot di adopan ni bangsona.","22:19 Antong padiri hamu ma rohamuna dohot hosamuna mangalului Jahowa, Debatamuna i! Jala hehe ma hamu laho paulihon inganan na badia di Jahowa, Debatamuna i, asa masuk binoan poti parpadanan ni Jahowa, dohot ulaula ni Debata, angka na badia i tu bagasan joro sipaulion di Goar ni Jahowa."," "],["23:1 Jadi dung matua si Daud jala mahap rohana di hangoluan on, dipabangkit ma anakna si Salomo gumomgom Israel.","23:2 Dung i dipaluhut ibana ma saluhut induk di Israel, ro di angka malim dohot halak Lepi.","23:3 Jadi dibilang ma halak Lepi olat ni na marumur tolupulu taon dohot lobi sian i, gabe tolupulu ualu ribu halak bilangannasida, holan baoa angka na tang.","23:4 Duapulu opat ribu halak sian i angka na mangaradoti ulaon di joro ni Jahowa, jala onom ribu halak panuturi dohot panguhum.","23:5 Jala opat ribu halak sijaga pintu, jala opat ribu halak muse angka parende mamujimuji Jahowa, huhut umpalu parhinaloan angka na hubahen i mamujimuji, ninna.","23:6 Disagi si Daud huhut nasida mambahen margansi mangihuthon angka anak ni si Lepi, i ma si Gerson, si Kohat dohot si Merari.","23:7 Angka induk sian si Gerson: Si Ladan, dohot si Simei.","23:8 Angka anak ni si Ladan: Si Jeiel i ma parjolo, dung i si Jetam dohot si Joel, na tolu i do.","23:9 Angka anak ni si Simei: Si Selomit, si Hasiel dohot si Haran, na tolu i do. I ma angka induk sian si Ladan marompuompu.","23:10 Angka anak ni si Simei angkup ni dope: Si Jahat, si Sina, si Jeus dohot si Beria; na opat i pe angka anak ni si Simei do.","23:11 Alai anggo si Jahat i ma parjolo, si Sina paidua. Alai anggo si Jeus dohot si Beria ndang sadia torop pinomparna, dibahen i sisada ompu jala sisada gansi nasida dietong.","23:12 Ia angka anak ni si Kohat: Si Amram, si Ishar, si Hebron, dohot si Usiel, na opat i do.","23:13 Ia angka anak ni si Amram: Si Aron dohot si Musa. Alai dipapulik hian do anggo si Aron, asa gabe badia ibana marhalado di na badia sahali; ibana dohot angka anakna ro di salelenglelengna, asa manutung daupa di adopan ni Jahowa, marhalado di Jahowa dohot mamasumasu marhite sian Goarna ro di salelenglelengna.","23:14 Ia si Musa, halak ni Debata, asal taretong do angka anakna i tu marga Lepi.","23:15 Ia angka anak ni si Musa: Si Gerson dohot si Elieser.","23:16 Sian angka anak ni si Gerson: Si Sebuel do parjolo.","23:17 Ia sian angka anak ni si Elieser: Si Rehabia do parjolo; dungkon ni ndang adong anak ni si Elieser; alai anggo anak ni si Rehabia mansai torop do.","23:18 Sian angka anak ni si Ishar: Si Selomit do parjolo.","23:19 Ia angka anak ni si Hebron: Si Jeria i ma parjolo si Amaria paidua, si Jehasiel paitolu dohot si Jekameam paiopat.","23:20 Ia angka anak ni si Usiel: Si Mika, i ma parjolo dohot si Ishia paidua.","23:21 Ia angka anak ni si Merari: Si Mahli dohot si Musi; ia angka anak ni si Mahli: Si Eleasar dohot si Kis.","23:22 Alai mate punu do anggo si Eleasar, ai holan boruna adong; jala angka anak ni si Kis, ibotonasida i marjolmahon nasida.","23:23 Ia angka anak ni si Musi: Si Mahli, si Eder dohot si Jerimot, na tolu i do.","23:24 I ma pinompar ni si Lepi marompuompu, angka indukna pe marompuompu, mangihuthon bilangan ni goargoar, angka na mangaradoti ulaon todoan di bagasan joro ni Jahowa, olat ni na marumur duapulu taon dohot lobi sian i.","23:25 Ai ninna si Daud do: Nunga dipasonang Jahowa, Debata ni Israel bangsona, jala maringan Ibana di Jerusalem ro di salelenglelengna.","23:26 Dibahen i nang halak Lepi, ndang be pausungusungonna undungundung i rap dohot sude ulaula, angka na masuk tu ulaonna.","23:27 Ai parenta ni si Daud parpudi do i mandokkon bilangan halak Lepi olat ni na marumur duapulu taon dohot lobi sian i.","23:28 Ai anggo todoannasida nuaeng, ingkon jongjong do nasida di lambung ni pinompar ni si Aron, mangaradoti, ulaon di joro ni Jahowa, taringot tu angka alaman, angka bilut, pangurasion di saluhut ulaula na badia, ro di ulaon tohonan di bagasan joro ni Debata.","23:29 Tole taringot tu roti na marhadohoan dohot itak na lamot bahen pelean sipanganon, bahen sagusagu na so niasoman, bahen sigorengon dohot sisaohon, tole taringot tu sude sidasingon dohot sisuhaton.","23:30 Tole muse taringot tu na tindang i ganup sogot mandok mauliate dohot mamujimuji Jahowa, suang songon i bodarina i.","23:31 Tole muse mamelehon saluhut pelean situtungon tu Jahowa di angka ari Sabbat dohot di poltak ni bulan dohot di angka ari raya, naung binuhul toropna mangihuthon hasomalannasida tongtong di adopan ni Jahowa.","23:32 Ingkon radotannasida do ulaon di undungundung parluhutan dohot ulaon di inganan na badia dohot ulaon di angka anak ni si Aron, hahanasida i, marhalado di joro ni Jahowa."," "],["24:1 Alai on do angka gansi ni pinompar ni si Aron. Ia angka anak ni si Aron: Si Nadab dohot si Abihu, si Eleasar dohot si Itamar.","24:2 Alai mate punu do anggo si Nadab dohot si Abihu di adopan ni amanasida; bangkit malim do ianggo si Eleasar dohot si Itamar.","24:3 Songon on do tahe parsagi ni si Daud di nasida: Si Sadok sian pinompar ni si Eleasar, jala si Ahimelek sian pinompar ni si Itamar, mangihuthon gansina mangaradoti ulaonna.","24:4 Alai andul do tumorop dapot sian pinompar ni si Eleasar bahen induk ni angka baoa parhalado, asa sian pinompar ni si Itamar. Songon on do tahe parsagina: Sian pinompar ni si Eleasar sampulu onom halak bahen induknasida marompuompu, jala sian pinompar ni si Itamar ualu halak bahen induknasida marompuompu.","24:5 Alai marhite sian rujiruji do parsagina i, rap hona dibahen, ala saor sian pinompar ni si Eleasar dohot sian pinompar ni si Itamar, adong be induk di inganan na badia dohot induk marhalado di adopan ni Debata.","24:6 Ia si Semaya, juaratulis i, anak ni si Netaneel sian halak Lepi, manurati goarnasida di adopan ni rajai dohot angka induk i, dohot malim Sadok dohot si Ahimelek, anak ni si Abiatar dohot di adopan ni induknasida marompuompu di tongatonga ni angka malim dohot halak Lepi; marsorinsorin dibuat sada gansi sian si Eleasar jala sada gansi muse sian si Itamar.","24:7 Jadi ruar ma rujiruji parjolo di si Johaiarib, na paduahon i di si Jedaia.","24:8 Na patoluhon i di si Harim, na paopathon i di si Seorun.","24:9 Na palimahon i di si Malkia, na paonomhon i di si Mijamin.","24:10 Na papituhon i di si Hakos, na paualuhon i di si Abia.","24:11 Na pasiahon i di si Jesua, na pasampuluhon i di si Sekania.","24:12 Na pasampulusadahon i di si Eliasib, na pasampuluduahon i di si Jakim.","24:13 Na pasampulutoluhon i di si Hupa, na pasampuluopathon i di si Jesebeab.","24:14 Na pasampululimahon i di si Bilga, na pasampuluonomhon i di si Immer.","24:15 Na pasampulupituhon i di si Hesir, na pasampuluualuhon i di si Hapises.","24:16 Na pasampulusiahon i di si Petahia, na paduapuluhon i di si Jeheskiel.","24:17 Na paduapulusadahon i di si Jakin, na paduapuluduahon i di si Gamul.","24:18 Na paduapulutoluhon i di si Delaia, na paduapuluopathon i di si Maasia.","24:19 Angka i ma gansinasida mangaradoti ulaonna be laho masuk tu joro ni Jahowa, mangihuthon aturan binahen ni si Aron, amanasida i, songon na tinonahon ni Jahowa, Debata ni Israel tu ibana.","24:20 Alai taringot tu halak Lepi angka na tading i, sian angka anak ni si Amram: Si Sebuel indukna, sian angka anak ni si Sebuel: Si Jedeia.","24:21 Tole muse si Rehabia, sian angka anak ni si Rehabia: Si Ishia indukna.","24:22 Sian angka anak ni si Ishar: Si Selomit do; sian angka anak ni si Selomit: Si Jahat do.","24:23 Sian angka anak ni si Hebron: Si Jeria indukna, si Amaria paidua, si Jehasiel paitolu, si Jekameam paiopat.","24:24 Sian angka anak ni si Usiel: Si Mika; sian angka anak ni si Mika: Si Samir.","24:25 Ia anggi ni si Mika, i ma si Ishia, sian angka anak ni si Ishia: Si Sakaria do indukna.","24:26 Ia angka anak ni si Merari: Si Mahli dohot si Musi; sian angka anak ni si Jaasia: Si Beno.","24:27 Ia angka anak ni si Merari tubu ni si Jaasia: Si Beno, si Soham, si Sakur dohot si Iberi.","24:28 Sian angka anak ni si Mahli: Si Eleasar do indukna; alai ndang adong anggo anakna.","24:29 Tole muse si Kis, sian angka anak ni si Kis: Si Jerahmeel.","24:30 Sian angka anak ni si Musi: Si Mahli, si Eder dohot si Jerimot. I ma pinompar ni halak Lepi marsasaama jala marompuompu.","24:31 Taringot tu nasida pe didabu do rujiruji suang songon taringot tu hahanasida, pinompar ni si Aron, di adopan ni raja Daud, si Sadok, si Ahimelek dohot di adopan ni angka induk marompuompu di tongatonga ni angka malim dohot halak Lepi; dos do tahe di indukna marompuompu songon di anggina."," "],["25:1 Dung i dipapulik si Daud ma rap dohot angka partogi ni parangan mangaradoti ulaon sian angka anak ni si Asap: Si Heman dohot si Jedutun, angka na manurirangi huhut umpalu hasapi, arbap dohot sordam, jala on do bilangan ni baoa angka na pande mangaradoti ulaon tohonannasida i.","25:2 Sian angka anak ni si Asap: Si Sakur, si Josep, si Netania, si Asarela, i ma anak ni si Asap, angka na niuluhon ni si Asap, na manurirangi di lambung ni rajai.","25:3 Sian si Jedutun, angka anak ni si Jedutun, i ma: Si Gedalia, si Seri, si Jesaya, si Hasabya, si Matitia dohot si Simei, na onom i, angka na umpalu parhinaloan niuluhon ni amana si Jedutun, na manurirangi laho mamujimuji dohot mandok mauliate tu Jahowa.","25:4 Sian si Heman, ia angka anak ni si Heman: Si Bukia, si Matania, si Usiel, si Sebuel, si Jerimot, si Hanania, si Hanani, si Eliata, si Gidalti, si Romamti-Eser, si Josbekasa, si Malloti, si Hotir dohot si Mahasiot.","25:5 I ma luhut angka anak ni si Heman, panurirang ni rajai, taringot tu angka hata ni Debata, laho patimbulhon tanduk hatuaon, umbahen dilehon Debata tu si Heman sampulu opat anakna dohot tolu boruna.","25:6 Luhut nasida angka na niuluhon ni amanasida, si Asap, si Jedutun dohot si Heman, jumpa marende di bagasan joro ni Jahowa huhut umpalu angka parhinaloan mangaradoti ulaon di bagasan joro ni Debata, di lambung ni rajai.","25:7 Ia bilangannasida i rap dohot hahana, angka na pande di parendeon tu Jahowa, dua ratus ualupulu ualu angka indukna luhut.","25:8 Alai mandabu rujiruji nasida taringot tu pargansion ni todoanna, dos do di na metmet songon di na balga, di guru songon di parsiajar.","25:9 Rujiruji parjolo si Asap hona tu si Josep; na paduahon i hona tu si Gedalia, rap dohot angka anggina dohot anakna, sampulu dua halak toropna.","25:10 Na patoluhon i tu si Sakur, rap dohot angka anakna dohot anggina, sampulu dua halak.","25:11 Na paopathon i tu si Isri, rap dohot angka anakna dohot anggina, sampulu dua halak.","25:12 Na palimahon i tu si Netania rap dohot angka anakna dohot anggina sampulu dua halak.","25:13 Na paonomhon i tu si Bukia, rap dohot angka anakna dohot anggina, sampulu dua halak.","25:14 Na papituhon i tu si Jesarela, rap dohot angka anakna dohot anggina, sampulu dua halak.","25:15 Na paualuhon i tu si Jersaya, rap dohot angka anakna dohot anggina, sampulu dua halak.","25:16 Na pasiahon i tu si Matania, rap dohot angka anakna dohot anggina sampulu dua halak.","25:17 Na pasampuluhon i tu si Simei, rap dohot angka anakna dohot anggina sampulu dua halak.","25:18 Na pasampulusadahon i tu si Asarel, rap dohot angka anakna dohot anggina, sampulu dua halak.","25:19 Na pasampuluduahon i tu si Hasabya, rap dohot angka anakna dohot anggina sampulu dua halak.","25:20 Na pasampulutoluhon i tu si Sebuel, rap dohot angka anakna dohot anggina, sampulu dua halak.","25:21 Na pasampuluopathon i tu si Matitia, rap dohot angka anakna dohot anggina, sampulu dua halak.","25:22 Na pasampululimahon i tu si Jerimot, rap dohot angka anakna dohot anggina, sampulu dua halak.","25:23 Na pasampuluonomhon i tu si Hanania, rap dohot angka anakna dohot anggina, sampulu dua halak.","25:24 Na pasampulupituhon i tu si Josbekasa, rap dohot angka anakna dohot anggina, sampulu dua halak.","25:25 Na pasampuluualuhon i tu si Hanani, rap dohot angka anakna dohot anggina, sampulu dua halak.","25:26 Na pasampulusiahon i tu si Malloti, rap dohot angka anakna dohot anggina sampulu dua halak.","25:27 Na paduapuluhon i tu si Eliata, rap dohot angka anakna dohot anggina, sampulu dua halak.","25:28 Na paduapulusadahon i tu si Hotir, rap dohot angka anakna dohot anggina, sampulu dua halak.","25:29 Na paduapuluduahon i tu si Gidalti, rap dohot angka anakna dohot anggina, sampulu dua halak.","25:30 Na paduapulutoluhon i tu si Mahasiot, rap dohot angka anakna dohot anggina, sampulu dua halak.","25:31 Na paduapuluopathon i tu si Romamti-Eser, rap dohot angka anakna dohot anggina, sampulu dua halak."," "],["26:1 Taringot tu pargansion di halak sijaga pintu: Sian pinompar ni si Kora: Si Meselemya, anak ni si Kora, sian pinompar ni si Asap.","26:2 Ia angka anak ni si Meselemya on do: Si Sakaria buhabajuna, si Jediael paidua, si Sebadia paitolu, si Jatniel paiopat.","26:3 Si Elam pailima, si Johanan paionom, si Eleonai paipitu.","26:4 Ia angka anak ni si Obed-Edom on do: Si Semaya buhabajuna. Si Josabad paidua, si Joa paitolu, si Sahar paiopat, si Netaneel pailima.","26:5 Si Ammiel paionom, si Isasar paipitu, si Peuletai paiualu, ai ditumpak Debata do ibana gabe.","26:6 Anakna si Semaya pe tubuan anak do, angka na mangarajai di pinompar ni ompuna, ai angka ulubalang na marhuaso do nasida.","26:7 Angka anak ni si Semaya on do: Si Otni, si Repael, si Obed dohot si Eljabat, ro di angka anggina i: Si Elihu dohot si Semaya, angka na marhuaso.","26:8 Luhutna i pinompar ni si Obed-Edom do; nasida tahe ro di anaknasida dohot anggina, angka jolma na gogo be mangaradoti tohonanna, onompulu dua halak sian pinompar ni si Obed-Edom.","26:9 Ia pinompar ni si Meselemya ro di anggina, angka jolma na marhuaso do, sampulu ualu halak toropna.","26:10 Ia angka anak ni si Hosa, sian pinompar ni si Merari, on do: Si Simri i ma indukna: Atik pe so ibana nian buhabajuna, dipabangkit amana do ibana gabe induk.","26:11 Si Hilkia paidua, si Tebalia paitolu, si Sakaria paiopat. Sude angka anak dohot anggi ni si Hosa sampulu tolu halak do.","26:12 On ma angka pargansion ni halak sijaga pintu mangihuthon induk ni angka baoa, panahatan ni parhalan, rap dohot angka anggina, marhalado di bagasan joro ni Jahowa.","26:13 Jadi didabu nasida ma rujiruji, dos tahe di na metmet dohot di na balga marompuompu, mangganupi angka pintu i.","26:14 Ia rujiruji ni pintu na dingkan habinsaran, hona do tu si Selemia; taringot tu si Sakaria anakna i, panuturi na marroha, didabu rujiruji, gabe hona tu ibana sambola tungkan utara.","26:15 Alai anggo di si Obed-Edom hona do tungkan dangsina dohot tu anakna di lambung bagas parugasanan.","26:16 Ia di si Suppim dohot di si Hosa tungkan hasundutan, di lambung bahal Salehet, di dalan tungkan julu; patondong be angka parhalan i.","26:17 Tungkan habinsaran onom do halak Lepi; tungkan utara opat halak ganup ari; tungkan dangsina pe opat halak ganup ari; alai anggo di lambung bagas parugasanan duadua halak do.","26:18 Tole di bahal Parbar tungkan hasundutan, opat halak do tondong ni dalan na bolon jala dua halak di Parbar.","26:19 I ma angka pargansion di halak sijaga pintu sian pinompar ni si Kora dohot sian pinompar ni si Merari.","26:20 Ia sian halak Lepi si Ahia do panahatan ni ugasan di joro ni Debata ro di ugasan angka na pinarbadiaan.","26:21 Ia angka anak ni si Ladan, pinompar ni si Gerson: Si Jeiel i do indukna sian si Ladan pinompar ni si Gerson.","26:22 Ia angka anak ni si Jeiel i i ma: Si Jetam dohot si Joel, anggina i, i ma panahatan ni ugasan di joro ni Jahowa.","26:23 Ia sian pinompar ni si Amram dohot si Jisehari dohot si Hebron dohot si Usiel:","26:24 Si Sebuel, anak ni si Gerson, tubu ni si Musa, induk ni nasa panahatan ni ugasan.","26:25 Ia angka anggina, i ma pinompar ni si Elieser: Si Rehabia apala anakna, anak ni muse si Jesia, anak ni muse si Joram, anak ni muse si Sikri, anak ni muse si Selomit.","26:26 Ia si Selomit i rap dohot angka anggina panahatan ni nasa ugasan na badia, angka na pinarbadiaan ni raja Daud dohot angka induk marompuompu ro di angka induk ni sisaribu halak dohot sisaratus halak ro di angka induk ni parangan.","26:27 Ugasan angka na dapot sian hamusuon ro di tabantaban nunga diparbadiai nasida hian, asa pabalgahon joro ni Jahowa.","26:28 Tole muse saluhut na pinarbadiaan ni panurirang Samuel dohot si Saul, anak ni si Kis dohot si Abner, anak ni si Ner dohot si Joab, anak ni Nai Seruia. Luhut tahe ugasan na pinarbadiaan sahat tu si Selomit do dohot tu angka anggina i.","26:29 Sian pinompar ni si Jisehari: Si Kenania dohot angka anggina mangaradoti ulaon ruar di halak Israel bahen panuturi dohot panguhum.","26:30 Sian pinompar ni si Hebron: Si Hasabya dohot angka anggina i, jolma angka na marhuaso, saribu pitu ratus halak toropna, angka na parentarenta tohonan di Israel sambola tungkan hasundutan ni Jordan, mangaradoti huhut sandok ulaon tu Jahowa dohot ulaon tu rajai.","26:31 Sian pinompar ni si Hebron: Si Jeria indukna marompuompu di pinompar ni si Hebron marsundutsundut. Paopatpulutaonhon dung harajaon ni si Daud tarjou nasida marpungu tu Jaser di Gilead, gabe jumpang di tongatonganasida angka ulubalang na marhuaso.","26:32 Jala angka anggina i, halak na marhuaso, dua ribu pitu ratus toropna, angka induk marompuompu; nasida ma dipabangkit raja Daud parentarenta halak Ruben, Gad dohot satonga marga Manasse, mangaradoti nasa ulaon tu Debata dohot tu rajai."," "],["27:1 On do bilangan ni sandok halak Israel, angka na niuluhon ni angka induk marompuompu dohot angka induk sasaribu dohot sisaratus halak, ro di panuturi angka na marhalado di jolo ri rajai, taringot tu sude ulaon ganup mangihuthon gansina be, marlaho ro sasabulan di saluhut bulan ni na sataon; jala ganup gansi duapulu opat ribu halak toropna.","27:2 Ia induk ni gansi parjolo di bulan sipaha sada, i ma Jasobeam, anak ni si Sabdiel, jala duapulu opat ribu halak masuk tu gansina i.","27:3 Sian pinompar ni si Peres do ibana, induk ni saluhut partogi ni parangan di bulan sipaha sada.","27:4 Ia induk ni gansi di bulan sipaha dua i ma si Dodo, halak Ahohi, si Mikhlot do donganna induk di gansina i, jala duapulu opat ribu halak masuk tu gansina i.","27:5 Ia induk patoluhon manguluhon parangan di bulan sipaha tolu i ma si Benaia, anak ni malim Joiada; jala duapulu opat ribu halak masuk tu gansina i.","27:6 I ma si Benaia, ulubalang na umbaritaan sian na tolupulu halak, laos gabe induk ni na tolupulu i, jala anakna si Amisabad donganna induk di gansina i.","27:7 Ia na paopathon di bulan sipaha opat i ma si Asahel, anggi ni si Joab, jala si Sebadia anakna i donganna, jala duapulu opat ribu halak masuk tu gansina i.","27:8 Ia na palimahon i di bulan sipaha lima i ma induk si Samhud, halak Jisrahi, jala duapulu opat ribu halak masuk tu gansina i.","27:9 Ia na paonomhon i di bulan sipaha onom i ma si Ira anak ni si Ikes, halak Tekoa i, jala duapulu opat ribu halak masuk tu gansina i.","27:10 Ia na papituhon i di bulan sipaha pitu i ma si Heles halak Peloni sian pinompar ni Epraim, jala duapulu opat ribu halak masuk tu gansina i.","27:11 Ia na paualuhon i di bulan sipaha ualu i ma si Sebekkai, halak Husa i sian halak Zerah, jala duapulu opat ribu halak masuk tu gansina i.","27:12 Ia na pasiahon i di bulan sipaha sia i ma si Abieser, halak Anatot i sian pinompar ni si Benjamin, jala duapulu opat ribu halak masuk tu gansina i.","27:13 Ia na pasampuluhon i di bulan sipaha sampulu i ma si Maharai halak Netopa i sian halak Zerah, jala duapulu opat ribu halak masuk tu gansina i.","27:14 Ia na pasampulusadahon i di bulan li i ma si Benaia, halak Piraton i sian pinompar ni si Epraim, jala duapulu opat ribu halak masuk tu gansina i.","27:15 Ia na pasampuluduahon i di bulan hurung i ma si Heled, halak Netopa i sian si Otniel, jala duapulu opat ribu halak masuk tu gansina i.","27:16 Ia angka induk ni marga ni Israel sadasada on do: Sian marga Ruben i ma si Elieser, anak ni si Sikri, sian marga Simeon i ma si Sepatia, anak ni si Maaka.","27:17 Sian marga Lepi i ma si Hasabya, anak ni si Kemuel; sian pinompar ni si Aron i ma si Sadok.","27:18 Sian marga Juda i ma si Elihu, sada sian hahaanggi ni si Daud; sian marga Isasar i ma si Omri, anak ni si Mikhael.","27:19 Sian marga Zebulon i ma si Ismaia, anak ni si Obaja; sian marga si Naptali i ma si Jerimot, anak ni si Asriel.","27:20 Sian pinompar ni Epraim i ma si Hosea, anak ni si Asasia; sian satonga marga Manasse i ma si Joel, anak ni si Pedaya.","27:21 Sian satonga marga Manasse na di Gilead i ma si Iddo, anak ni si Sakaria; sian marga Benjamin i ma si Jehasiel, anak ni si Abner.","27:22 Sian marga Dan i ma si Asarel, anak ni si Jeroham. I ma angka induk ni angka marga ni Israel.","27:23 Alai ndang masuk tu bilangan dibahen si Daud jolma angka na so gok dope marumur duapulu taon, ala naung diparbagabaga Jahowa hian patoroponna halak Israel, songon bintang angka na di langit.","27:24 Nunga nian dipungka si Joab, anak ni Nai Seruia mamilangi, alai ndang marujung dibahen; ai ala ni do masa torutoru tu halak Israel; dibahen i ndang disurathon bilangan i tu bagasan buku jamita ariari ni raja Daud.","27:25 Ia panahatan ni sude ugasan ni rajai i ma si Asmapet, anak ni si Adiel; ia panahatan ni angka ugasan di ladang, di angka huta bagasan dohot di angka huta na gonting, i ma si Jonatan, anak ni si Usia.","27:26 Ia panahatan ni halak parumauma, angka na mangula di balian i ma si Esri, anak ni si Kelub.","27:27 Ia panahatan ni angka porlak anggur i ma si Simei, halak Rama i; ia panahatan ni anggur angka na pineop di angka porlak anggur i ma si Sabdi, halak Syifmi.","27:28 Ia panahatan ni porlak hatubuan ni hau Jetun dohot hau ara harangan na di rura, i ma si Baal-Hanan, halak Geder; ia panahatan ni bagas parpeopan miak i ma si Joas.","27:29 Ia panahatan ni lombu angka na manjampal di Saron, i ma si Sirtai, halak Saron i; ia panahatan ni lombu angka na di rura i ma si Sapat, anak ni si Adlai.","27:30 Ia panahatan ni unto, i ma si Obil, halak Ismael i; ia panahatan ni halode boruboru, i ma si Jehdeia, halak Meronot i.","27:31 Ia panahatan ni birubiru, i ma si Jasis, halak Hagar i. I ma saluhut jolma panahatan ni ugasan ni raja Daud.","27:32 Alai anggo si Jonatan, hasudungan ni si Daud, i ma panuturina, bapa na pantas marroha jala na pistar; ia si Jeiel, anak ni Hakmoni, i ma dongandongan ni angka anak ni rajai.","27:33 Si Ahitopel pe panuturi ni rajai do; jala si Husai halak Arki, i ma aleale ni rajai.","27:34 Jadi dung salpu si Ahitopel soluk ma si Joiada, anak ni si Benaia dohot si Abiatar, alai anggo si Joab partogi ni parangan ni rajai do."," "],["28:1 Dung i dipaluhut si Daud ma saluhut induk ni Israel tu Jerusalem, angka induk ni marga sadasada, angka induk ni pargansion, angka na marhalado di adopan ni rajai, angka induk ni sisaribu halak dohot angka induk ni sisaratus halak dohot angka jolma panahatan ni sandok ugasan dohot dorbia ni rajai, panahatan ni angka anakna pe ro di halak siramoti bilutna, nang angka ulubalang ro di sude halak na marhuaso.","28:2 Dung i hehe ma raja Daud laos jongjong, jala ninna ma: Tangihon hamu ma hatangkon, hamu ale angka hahaanggingku dohot bangsongku! Disangkap rohangku do nian naeng pajongjong sada joro bahen pangulonan ni poti parpadanan ni Jahowa, huhut bahen sidegedegean ni pat ni Debatanta; nunga pola huparade angka ulaulana.","28:3 Alai ro hata ni Debata mandok tu ahu: Ndang jadi anggo ho pajongjong sada joro di Goarhu, ala halak parmusu do ho na sai laon dohot naung mandurushon mudar.","28:4 Nunga nian dipillit Jahowa, Debata ni Israel ahu sian sandok pinompar ni damang, asa ahu manjadi raja gumomgom Israel ro di salelenglelengna; ai nunga dipillit hian anggo si Juda bahen jujungan, jala sian pinompar ni si Juda, pinompar ni damang dipillit, jala sian angka anak ni damang ahu do dihalomohon rohana pabangkithon raja gumomgom sandok Israel.","28:5 Jala sian sude angka anakku, ai torop do anak dibasabasahon Jahowa tu ahu, nunga dipillit Ibana si Salomo, anakku, asa hundul ibana di atas habangsa ni harajaon ni Jahowa gumomgom Israel.","28:6 Jala nunga pola didok mandok ahu: Ingkon anakmu si Salomo pauli jorongku dohot angka alamanku; ai nunga hupillit ibana, asa ibana gabe anakku, jala Ahu gabe Amana.","28:7 Jala Ahu pahothon harajaonna ro di salelenglelengna, molo tung marsihohot rohana mangulahon angka tonangku dohot uhumhu, songon sadarion.","28:8 Nuaeng pe, di adopan ni sandok Israel, i ma luhutan ni Jahowa dohot di adopan ni parbinegean ni Debatanta sipaingoton tu hamu: Sai ringkoti hamu ma mangaradoti saluhut tona ni Jahowa, Debatamuna i, asa teanonmuna tano na denggan i bahen partalianmuna dohot partalian ni anakmuna sogot ro di salelenglelengna.","28:9 Ia ho, ale anakku Salomo, sai tanda ma Debata ni amangmu jala oloi Ibana sian nasa roham dohot sian nasa ateatem! Ai disulingkit Jahowa do nasa roha di bagasan, jala diantusi do nasa sangkapsangkap ni roha; molo dilului ho Ibana, sai jumpang ho do Ibana; alai molo tung tadingkononmu Ibana, bolongkononna ma ho ro di salelenglelengna.","28:10 Antong parateatehon ma hata i, ai nunga dipillit Jahowa ho pajongjongonmu sada joro bahen habadiaon. Sai marsihohot ma roham laho pasauthon!","28:11 Dung i dilehon si Daud ma tu anakna si Salomo sada tiruan ni emper ni joro dohot angka bagasna i dohot bilut parpeopan ni ugasan, ro di angka bilut parginjang dohot bilut parbagasan, ro di bilut hajongjongan ni langkop pardengganan.","28:12 Nang tiruan ni saluhut na sinihathon ni Tondi tu ibana, taringot tu angka alaman ni joro ni Jahowa dohot taringot tu saluhut bilut angka na humaliang bahen parpeopan ni angka ugasan di bagas ni Debata dohot ugasan angka na badia.","28:13 Nang bahen inganan ni pargansion ni angka malim dohot halak Lepi dohot bahen parpeopan ni luhut ulaula laho mangaradoti ulaon tohonan di joro ni Jahowa.","28:14 Dilehon huhut tu ibana sere marguru tu timbangan sere bahen ulaula marragamragam masuk tu ulaonna be, nang ulaula perak marragamragam pola martimbangan bahen ulaula pangkeon tu ulaonna be.","28:15 Jala dibuhul hian timbangan ni parpalitoan sere dohot angka palitona sere, martimbangan be do ganup parpalitoan dohot palitona; suang songon i nang taringot tu parpalitoan perak marguru tu timbangan ni ganup parpalitoan dohot palitona hombar tu ulaon ni ganup parpalitoan.","28:16 Dibuhul huhut timbangan ni sere tu ganup meja ni sagusagu na marhadohoan, suang songon i perak di ganup meja sian perak.","28:17 Dilehon huhut tiruan ni angka garpu, mangkuk dohot saoan sian sere na pita, ro di guriguri sere, martimbangan be ganup guriguri; suang songon i guriguri perak, martimbangan be ganup guriguri.","28:18 Tole muse langgatan panutungan daupa sian sere na pita, pola martimbangan; tole muse tiruan ni hureta ni na dua Kerubim sian sere, na paherbang habongna huhut manghungkupi poti parpadanan ni Jahowa.","28:19 Luhutna i, ninna si Daud, tarsurat tu ahu marhite sian tangan ni Jahowa, asa diajarhon tu ahu saluhut ulaon ni tiruan on.","28:20 Dung i didok si Daud ma tu anakna si Salomo: Pir ma tondim jala marsihohot laho pasauthon! Unang ho mabiar jala unang tahuton! Ai Debata Jahowa, i do Debatangku, sai dongananna do ho, jala ndang tagamon pataitonna tanganna sian ho manang tadingkononna ho, paima marujung bahenonmu sude ulaon tohonan di joro ni Jahowa.","28:21 Jala ida ma, disi do angka pargansion ni angka malim dohot halak lepi mangaradoti saluhut tohonan di joro ni Debata: Donganmu do huhut di saluhut ulaon sude halak angka na ringgas jala na pantas marroha mangaradoti saluhut tohonan, tole dohot angka induk ro di sandok situan na torop i girgir be patupahon hatam."," "],["29:1 Dung i ninna raja Daud ma tu sandok luhutan i: Ia si Salomo anakki, naung pinillit ni Debata sasadasa, bajar dope jala sorta; alai anggo ulaon i mansai dokdok do, ai ndada bahen jabu ni jolma, ingkon bahen joro ni Debata Jahowa do i.","29:2 Jala nunga nian hubahen nasa gogongku parade ulaula tu joro ni Debatangku, i ma sere tu ulaula sere, perak tu ulaula perak, tombaga tu ulaula tombaga, bosi tu ulaula bosi dohot hau tu ulaula hau, tole angka batu unam dohot simata landus dohot ragamragam mata intan na arga ro di batu na martulis mansai godang.","29:3 Angkup ni, dibahen las ni rohangku mida joro ni Debatangku, ia adong pe sere manang perak na hupeop, lehononku do i bahen guguan tu joro ni Debatangku, di balik ni saluhut naung huparade hian tu bagas habadiaon i.","29:4 I ma tolu ribu talenta sere Opir, dohot pitu ribu talenta perak naung pinapita, lampishononhon tu dorpi ni angka bilutna.","29:5 Asa gabe ulaula sere na sian sere hian, jala gabe perak na sian perak hian jala gabe ragamragam ni ulaula marhite sian tangan ni angka pande. On pe ise do nuaeng na las roha manggohi tanganna mangalehon buas tu Jahowa?","29:6 Jadi marlas ni roha be angka induk marompuompu dohot angka induk ni angka marga Israel sadasada dohot angka induk ni sisaribu dohot sisaratus halak, ro di angka induk ni ulaon rundo tu rajai.","29:7 Margugu be tu ulaon di joro ni Debata: Lima ribu talenta sere, dohot sampulu ribu dirham, jala sampulu ribu talenta perak, jala sampuluualu ribu talenta tombaga, jala saratus ribu talenta bosi.","29:8 Jala ia jumpang di manang ise angka mata intan, dilehon do i tu ugasan na pineop di joro ni Jahowa, dipasahat do i tu tangan ni si Jeiel, pinompar ni si Gerson.","29:9 Jadi marlas ni roha be situan na torop i ala ringgas nasida margugu, ai sian nasa rohana mangaringgas be margugu tu Jahowa; nang raja Daud marlas ni roha godang do.","29:10 Dibahen i dipuji si Daud ma Jahowa di adopan ni sandok luhutan i, jala ninna si Daud ma: Pinuji ma Ho, ale Jahowa, Debata ni Israel, amanami, sian salelenglelengna ro di salelenglelengna!","29:11 Ai gok di ho do, ale Jahowa hatimbulon dohot hagogoon dohot hamuliaon dohot hatongamon dohot pujipujian; gok di Ho tahe nang saluhut na di banua ginjang dohot na di tano on! Gok di Ho do, ale Jahowa harajaon, jala dipatimbul Ho dirim di atas ni saluhut na marjujungan.","29:12 Marharoroan sian Bohim do hamoraon dohot hamuliaon, jala Ho panggomgomi di saluhutna, jala guru di Ho do hagogoon dohot huaso, guru di Ho huhut patimbulhon dohot margogoihon luhutna i!","29:13 On pe, ale Debatanami! Mandok mauliate ma hami tu Ho dohot mamujimuji Goarmu na marmulia i.","29:14 Ai ise nian ahu pola, jala ise pola ia bangsongki, tung pola tuk gogonami mangaringgas margugu songon on? Ai marharoroan sian Ho do saluhutna i, jala sian tanganmi do i na hulehon hami tu Ho.","29:15 Ai halak dagang do hami di adopan ni Bohim jala halak panginsua, suang songon saluhut ompunami; tudoshon halinu sambing do ariarinami di atas tano on jala ndang adong sihirimon.","29:16 Ale Jahowa, Debatanami! Sandok guguan na gukguk on, naung huparade hami laho pajongjong di Ho sada joro di Goarmu na badia i, marharoroan sian tanganmu do i, jala Ho do nampuna sasudena i.","29:17 Tangkas do huboto, ale Debatangku, Ho do na manguji roha, jala hasintongan do lomo ni roham; dibahen i saluhutna on sian sintong ni rohangku umbahen na mangaringgas ahu margugu, tole dohot bangsomu na pungu dison, nunga huida marlas ni roha mangaringgas be margugu tu Ho.","29:18 Ale Jahowa, Debata ni ompunami si Abraham, si Isak dohot si Israel, sai pahot ma ro di salelenglelengna harohaon dohot pingkiran sisongon i di bagasan roha ni bangsom, jala togutogu rohanasida tu Ho!","29:19 Jala lehon tu anakku si Salomo roha na marsihohot mangaradoti angka tonami, panindangionmi dohot aturanmi, laho mangulahon saluhutna i dohot pajongjong bagas joro on, naung huparade ulaulana!","29:20 Dung i ro ma hata ni si Daud tu sandok luhutan i: Sai puji hamu ma Jahowa, Debatamuna i! Jadi sandok luhutan i mamujimuji Jahowa, Debata ni ompunasida i, dung i dipaundukunduk be uluna jala marsomba tu Jahowa dohot tu rajai.","29:21 Dung i dipelehon nasida ma tu Jahowa angka pelean sipotongon, dipelehon muse manogotna i tu Jahowa angka pelean situtungon: Saribu lombu, saribu birubiru tunggal, saribu anak ni birubiru rap dohot angka pelean siinumon dohot sipotongon mansai torop, mangurasi sandok Israel.","29:22 Jadi laos di ari na sasada i ma nasida mangan minum di adopan ni Jahowa marlas ni roha godang; jala dipabangkit nasida paduahalihon si Salomo, anak ni si Daud bahen raja, laos dimiahi ibana bahen jujungan di Jahowa, jala si Sadok bahen malim.","29:23 Jadi hundul ma si Salomo di atas habangsa ni Jahowa gabe raja, singkat ni si Daud amana i; mardohar do ibana jala sandok Israel mangunduk tu ibana.","29:24 Sude angka induk pe ro di angka ulubalang dohot sude anak ni raja Daud mangunduk tu raja Salomo.","29:25 Dung i dipasangap Jahowa ma si Salomo gabe timbul situtu di adopan ni sandok Israel, jala dibasabasahon tu ibana hamuliaon ni harajaon, na so dung jinujung ni manang ise raja na jumolo sian ibana gumomgom Israel.","29:26 Asa nunga salpu anggo si Daud, anak ni si Isai mangarajai sandok Israel.","29:27 Alai anggo lelengna ibana mangarajai Israel opatpulu taon do; di Hebron ibana mangarajai pitu taon lelengna jala di Jerusalem ibana mangarajai tolupulu tolu taon lelengna.","29:28 Dung i mate sarimatua ma rajai, sombu rohana di hangoluan on, di hamoraon dohot di hamuliaon; jadi si Salomo anakna i bangkit raja singkatna.","29:29 Alai anggo angka jamita ni raja Daud, angka parjolo dohot angka parpudi, ida ma tarsurat do i di bagasan buku jamita ni panurirang Samuel dohot di bagasan buku jamita ni panurirang Natan dohot di bagasan buku jamita ni panurirang Gad.","29:30 Rap dohot sandok harajaonna dohot huasona ro di parsorion angka na masa tu ibana dohot tu Israel dohot tu sude harajaon ni angka luat na asing."," "]]
