[["1:1 Martua * ma halak, na so olo ** mangihuthon tahi ni angka parjahat, jala na so olo jongjong tu dalan ni angka pardosa, jala na so olo * sahundulan dohot angka pangarehei.","1:2 Sai * patik ni Jahowa do lomo ni rohana, jala sai i do * dipingkiri rohana arian dohot borngin.","1:3 Songon * hau do ibana, na sinuan di topi ni batang aek, na marparbuehon parbuena di hajujumpang ni tingkina * bulungna pe ndang olo malos, jala sude na niulana manjadi do.","1:4 Alai ndang songon i anggo pangalaho ni angka parjahat, songon orbuk, na hinabangkon ni alogo do nasida.","1:5 Dibahen i ndang manahan angka parjahat i maradophon paruhuman, manang tarbahen angka pardosa jongjong di luhutan ni angka na tigor roha.","1:6 Ai * ditanda Jahowa do dalan ni angka na tigor roha i; alai matua laho lonong do anggo dalan ni angka parjahat."," "],["2:1 Boasa sai ogaoga angka parbegu, jala sai na so marniula dipingkiri roha ni angka bangso?","2:2 Hehe martahi do angka * raja ni tano on rap dohot angka na begu, mangalo Jahowa dohot * Messiasna i.","2:3 \"Tarapui ma angka ihotnasida, jala taambolongkon ma angka talina i,\" ninna.","2:4 Alai * diengkelengkel Ibana na * marhabangsa di banua ginjang i do nasida, jala dielesi Tuhanta i do nasida.","2:5 Songgahanna do nasida sogot di rimasna, jadi martimpalan ma nasida mida parpiarpiar ni murukna.","2:6 Hape anggo Ahu, hupabangkit do Rajangku di * dolok Sion, dolok habadiaonku.","2:7 Jamitahononku ma na gabe patik, didok Jahowa do mandok ahu: Anakku do Ho, sadarion do Ho hutubuhon.","2:8 * Pangido ma sian Ahu, asa hulehon tu Ho angka * parbegu bahen jambarmu, jala gok di Ho angka ujung ni tano on.","2:9 Ropuhanmu ma nasida dohot * batahi bosi jala songon * hudon do nasida taporanmu.","2:10 On pe, hamu ale angka raja, sai olo ma hamu parrohaon, jala hamu ale angka panguhum ni tano on, sai olo ma hamu paingoton.","2:11 Oloi hamu ma Jahowa dohot biar ni roha, jala marolopolop ma hamu, huhut angka hitir.","2:12 * Umma hamu ma Anak i, asa unang ro rimasna, jadi ** mago hamu maon ditongan dalan, ai tibu do marpiarpiar * rimasna, alai ** martua ma sude angka na marhaposan tu Ibana."," "],["3:1 Ende ni raja Daud uju na maporus ibana maradophon anakna si Absalom.","3:2 Iale Jahowa, lan situtu do angka na manosak ahu, angka na hehe tumahi ahu.","3:3 Angka na mandok taringot tu hosangku: \"Ndang adong be hangoluan ni i sian Debata.\" Sela.","3:4 Alai Ho do, ale Jahowa, lombulombungku, hasahalonku, dohot na * padirgak ulungku.","3:5 Joujou do soarangku tu Jahowa, jadi dialusi Ibana ahu jalojalo sian dolok habadiaonna. Sela.","3:6 Hupapeak do ahu, jadi laos nok matangku, dungo ahu muse, ai Jahowa do manande ahu.","3:7 Ndang huhabiari nang riburibu loksa halak, angka na manungkum ahu humaliang.","3:8 Hehe ma Ho, ale Jahowa, palua ahu, ale Debatangku, ai dipastapi Ho do sude angka musungku, ipon ni angka na geduk marroha diropangi Ho do.","3:9 Matua gok di Jahowa do * haluaon, di atas ni bangsom do tongtong * pasupasum. Sela."," "],["4:1 Ende sian si Daud.","4:2 Sai alusi ma ahu, ale Debata ni * hatigoranku, ia hujou Ho, jala palumbang ahu jumpa hagogotan, asi ma roham di ahu, jala tangihon ma tangiangki.","4:3 Ia hamu, * pinompar ni jolma, sadia leleng on do lea rohamu di hasahalaonki, sadia leleng on do haholongan ni rohamuna * na so hasea, jala dioronmuna gabus. Sela.","4:4 Unang so boto hamu: * Marhasurungan do dibahen Jahowa angka hasianna, matua ditangihon Jahowa do, molo hujou Ibana.","4:5 Holsohon hamu hian ma, asa * unang dapotan dosa, ** marhusari ma rohamuna, dung ro * di podoman hamu, asa sonang hamu. Sela.","4:6 Pelehon hamu ma * pelean hatigoran, jala * marhaposan tu Jahowa ma hamu.","4:7 * Lan do angka ma mandok: Tung ise ma manumpakkon na denggan tu hita? Alai ale Jahowa, sai * pasondangkon ma tu hami sondang ni bohim!","4:8 Gumodang do las ni rohangku dilehon Ho, sian di nasida di hamamasa ni gotilon * eme dohot anggur na gabe situtu.","4:9 Sonang do ahu * hupapeak huhut mamintor nok; ai sasada Ho do, ale Jahowa, pasonang ahu maringanan."," "],["5:1 Ende sian si Daud.","5:2 Sai * tangihon ma, ale Jahowa, angka hatangki, sai timbang ma ho i ni rohangku.","5:3 Sai patinggil ma pinggolmu * ale Rajangku dohot Debatangku, tumangi soara ni anggukkon, ai tu Ho do ahu martangiang.","5:4 Sogot ma, ale Jahowa, tangihon soarangku, sogot do ahu marhobas manopot Ho, jala manatapnatap ahu.","5:5 Ai ndang lomo roham mida hageduhon, ale Debata, jala ndang tarsorang na geduk marroha i Ho.","5:6 Ndang manahan * angka na ginjang marroha maradophon pamerengmu, dihosom roham do nasa siulahon na so uhum.","5:7 Matua * diago Ho do, ale Jahowa, angka sidon gabus, jala dihagigihon roham do halak angka na * tumahi mudar dohot sipaotooto.","5:8 Alai ianggo ahu, sian godang ni asi ni roham sai bongotanku do bagasmu, marsomba dompak bagas ni habadiaonmi, mangkabiari Ho.","5:9 Ale Jahowa, sai * togu ma ahu marhitehite hatigoranmu * ala ni angka na mangonggop ahu, sai pahornop ma dalanmu di jolongku.","5:10 Ai ndang pos roha di hatanasida i, sai hamagoan do tahi ni rohanasida di bagasan, * godung na talak do tolonnasida i, *","5:11 Torui ma nasida, ale Debata, sai ambalhon ma tahi ni rohanasida i, ambolongkon ma nasida ala hinadeak ni pangalaosionnasida i, ai dompak Ho do nasida manenganenga.","5:12 Sai marlas ni roha ma sude angka na marhaposan tu Ho, sai marendei ma nasida ro di salelenglelengna ala ni ondinganmu nasida, sai marolopolop ma mida Ho angka na holong roha di goarmu.","5:13 Ai Ho do, ale Jahowa, mamasumasu na tigor marroha i, songon lombulombu do * dihaliangkon Ho asi ni rohami tu ibana."," "],["6:1 Ende sian si Daud.","6:2 Ale Jahowa unang uhumi ahu di bagasan rimasmu, jala unang ajari ahu di bagasan parpiar ni murukmu.","6:3 Asi ma roham di ahu, ale Jahowa, ai mauas do huhilala; pamalum ahu, ale Jahowa, ai angka hitir do sude holiholingku.","6:4 Rohangku di bagasan pe mansai mallobuk do, sadia leleng on Ho, ale Jahowa?","6:5 Sai marpangulahi ma roham, ale Jahowa! Malua ma hosangku! Urupi ahu ala ni denggan ni basam.","6:6 Ai anggo di hamatean ndang adong be parningotan tu Ho; jala tung ise mamuji Ho, dung ro di banua toru?","6:7 Maheu do huhilala dibahen ponjot ni rohangku, ganup borngin do huhembangi lagengku, mansai maraek do nang bulusanku dibahen iluilungku.","6:8 Pola do lotop matangku sian marsak ni rohangku, pola naung gabe matua, dibahen sude angka na manosak ahu.","6:9 Pasurut ma sian ahu, sude hamu angka na mangulahon na so uhum, ai nunga ditangihon Jahowa soara ni angukkon.","6:10 Nunga ditangihon Jahowa hoingkon, dijangkon do ia tangiangkon.","6:11 Tarurak jala tarsonggot situtu do sogot sude angka musungku; hapogan do nasida laho sumurut, jala tarurak so pangkiriman."," "],["7:1 Ende sian si Daud, na niendehonna tu Jahowa, ala ni hatahata ni si Kus, marga Benjamin i.","7:2 Ale Jahowa, Debatangku, * marhaposan tu Ho do ahu, tumpahi ma ahu maradophon sude angka na mangalele ahu, jala palua ahu!","7:3 Asa unang disoro hosangku, songon panoro ni * singa, jala diparsurage, soada na paluahon.","7:4 Ale Jahowa, Debatangku, molo tung hubahen angka indi on: Molo tung hajahatan diulahon tanganku.","7:5 Molo tung hubahen na roa tu angka alealengku jala hupupusi na manosak ahu, soada alana:","7:6 Sai * dilutlut musu i ma hosangku, jala dapotsa, diluntakluntak ma dohot ngolungku tu tano, jala margulu di orbuk hamuliaonku dibahen. Sela.","7:7 * Hehe ma Ho, ale Jahowa, di bagasan rimasmu! Borhat ma Ho mangalo roharoha ni angka na manosak ahu, jala dungo ma Ho mandapothon ahu, ai Ho do umpatik uhum.","7:8 Sai dihaliangi luhutan ni angka bangso ma Ho sogot jala sian * atasnasida ma Ho mulak tu ginjang.","7:9 Jahowa do manguhum angka bangso; sai luluhon ahu, ale Jahowa, * hombar tu hatigoranku dohot halidangon ni rohangku di bagasan.","7:10 Aut mansohot ma nian * hajahaton ni angka parjahat! Sai pargogoi ma na tigor roha i! Ai * Ho do sidodo roha dohot pia, bonar do Debata.","7:11 Mangasahon Debata do lombulombungku, Ibana do manumpahi angka na tigor roha i.","7:12 * Panguhum na tigor do Debata, jala mangalumbai do Ibana ganup ari.","7:13 Molo so muba rohaniba, * garutonna ma podangna, * sintahonna ma dohot siorna manuju.","7:14 Angka pangalo hamatean do ditujuhon dompak iba, mantat api do angka * sumbiana i dibahen.","7:15 Ida ma! Dirianrianhon rohana do hajahaton; gabe dapotan hamagoan ibana, jala ditubuhon sipaotooto.","7:16 Dihali do sada godung jala bagas dibahen, hape laos ibana sandiri madabu tu godung, na binahenna i.","7:17 Mulak tu uluna do hamagoanna i, jala songgop tu pakpak ni uluna do hajahatonna i.","7:18 Pujionku do Jahowa hombar tu hatigoranna i, jala endehononku do Jahowa Natumimbul i."," "],["8:1 Ende sian si Daud.","8:2 Ale Jahowa, Sigomgom hami. Mansai sangap do goarmu di liat portibi on, dipatimbul Ho do hamuliaonmu ro di atas ni angka langit.","8:3 Gari * sian pamangan ni angka dakdanak dohot angka posoposo dijadihon Ho do paranganmu, ala ni angka na mangalo Ho, asa paonjaphon musu dohot sitahi sudolsudol.","8:4 Molo * hutailihon ** langitmi, angka jadijadian ni * jarijarim, bulan dohot bintang, angka na pinaulim.","8:5 * Tung aha ma nian jolma i, umbahen pola ditaringoti roham ibana? Jala anak ni jolma i, umbahen pola diebati Ho?","8:6 Humurang apala otik do ibana sian Debata dibahen Ho, alai ditalitalihon Ho muse hamuliaon dohot hatongamon tu ibana.","8:7 Dipabangkit Ho do ibana gumomgom angka jadijadian ni tanganmu, sude do tahe dipatunduk Ho tu ibana:","8:8 Angka birubiru dohot lombu sudena ro di binatang angka na di harangan.","8:9 Pidong angka na di toru ni langit dohot angka dengke di laut, ro di sude na manginsir di laut.","8:10 Ale Jahowa, Sigomgom hami, mansai sangap do goarmu di liat portibi on."," "],["9:1 Ende sian si Daud.","9:2 Pujionku ma Jahowa sian nasa rohangku, pajojoronku ma sude halongangan angka na binahenmu.","9:3 Marlas ni roha jala marolopolop ma ahu mida Ho, endehononku ma goarmu, ale Natumimbul!","9:4 Ala naung mundar tu pudi angka masungku; martinggangan do nasida jala marragean maradophon bohim.","9:5 Ai dipasintong Ho do uhum dohot parjambaran di ahu, hundul tu habangsa do Ho, ale * Panguhum na tigor.","9:6 * Mangonai hata do Ho tu angka parbegu, * diago Ho do parjahat i, siap do goarnasida dibahen Ho ro di salelenglelengna.","9:7 Sun do hasisiap ni musu i salelenglelengna, jala tarulang do * angka huta dibahen Ho, * pesan do nasida rap dohot baritana i.","9:8 Alai anggo Jahowa marhabangsa do salelenglelengna, nunga dipajongjong habangsana laho manguhum.","9:9 Jala Ibana manguhum sogot portibi on marhitehite hatigoran, pagostangonna ma uhum tu angka bangso.","9:10 Sai olo ma Ho, ale Jahowa, haporusan di angka tingki hagogotan!","9:11 Asa marhaposan tu Ho angka na * tumanda goarmu, ai ndang ditadingkon Ho angka na usouso di Ho, ale Jahowa.","9:12 Endehon hamu ma Jahowa, na marhabangsa di Sion, baritahon hamu ma angka pambahenanna tu angka bangso.","9:13 Ai parlulu do Ibana di * sapata ni mudar, angka dipaingotingot do, ndang dihalupahon * angguhangguk ni angka na dangol.","9:14 Asi ma roham di ahu, ale Jahowa, tatap ma dangolhon binahen ni angka na mangkosom ahu, Ho do sihindati ahu sian * angka harbangan hamatean.","9:15 Asa * hubaritahon sude angka baritam di angka bahal ni ** boru Sion, asa * marolopolop ahu mida hatuaonmi.","9:16 Nunga lonong angka parbegu tubagasan godung na binahennasida i, taralit do patnasida i tu jorgong, na buni tinaonnasida i.","9:17 Sar do barita ni Jahowa, paboa sidabu uhum Ibana, laos di pambahenan ni tanganna sandiri do taralit parjahat i. Pingkiri ma i! Sela.","9:18 Ingkon runsur tu banuatoru ma nian angka parjahat i, sude * parbegu, angka na mangkalupahon Debata.","9:19 Ai ndang tagamon tongtong halupahononna na pogos i, ndang tagamon tongtong mago na hinirimhirim ni angka na dangol.","9:20 Hehe ma Ho, ale Jahowa, asa unang mangasahon gogo jolma i, sai uhumi ma sogot di jolom angka parbegu!","9:21 Sai ampehon ma sipasonggot tu nasida, ale Jahowa, asa ditanda angka parbegu, jolma na gale do nasida hape. Sela."," "],["10:1 Boasa tung sai mandaodao Ho jongjong, ale Jahowa, sai martabuni Ho di angka tingki hagogotan?","10:2 Mosok ma dihilala na dangol dibahen hajungkaton ni parjahat, tardapot do nasida dibahen tahi, angka na sinangkapnasida i.","10:3 Ai ditengatengahon parjahat i do sangkap ni rohana, jala dipartuanihon pangalansum, dilesanlesan do ia Jahowa.","10:4 Ninna roha ni parjahat i do di bausbaus ni igungna: * \"Ndang tagamon marlulu Ibana! Ndang adong Debata!\" I do pangarimpunan ni angka sangkapna sudena.","10:5 Sai na manjadi do angka langkana tongtong; * dao do tu ginjang angka uhummu sian jolona, * dibuasi rohana do angka alona i sudena.","10:6 * Ninna do di bagasan rohana: \"Pantangna do tung sumurut ahu, ndang * tagamon adong parmaraanku ro di na hupompar.\"","10:7 * Gok pamulasion dohot sipaotooto dohot hadoboon pamangannai; halojaon dohot hajahaton do * ditoru ni dilana.","10:8 Sai marparonggopan do ibana di angka huta, sai dibunui do na so marpipot di sihabunian, sai dimatamatahon do na mandate.","10:9 Sai mangonggop do ibana di pangaropan, songon babiat di ramba; mangonggop do ibana laho manoro na dangol, disoro ma na dangol i, pinadapotna di bagasan jorgongna.","10:10 Dipabungkuk do ibana manisipi, jadi dapot sisilonna ma angka na mandate i.","10:11 * Ninna do di bagasan rohana: * \"Nunga dihalupahon Debata, nunga ditabunihon bohina i, ndang be idaonna salelenglelengna.\"","10:12 Hehe ma Ho, ale Jahowa! Patoltol ma tanganmu, ale Debata! Sai unang * halupahon angka na dangol i!","10:13 Boasa ma tung lesanlesanon ni parjahat i Debata, tung dohononna di bagasan rohana: Ndang marlulu Ho!","10:14 * Diida Ho do tahe, ai ditatap Ho do halojaon dohot haporsuhon mambahen tubagasan tanganmu, tu Ho do dipasahat na mandate i, Ho do partumpak tu na sopot so marama.","10:15 Sai * ponggolhon ma botohon ni parjahat i, * jala luluhon hajahaton ni parjahat i, asa ndang jumpang be.","10:16 * Jahowa do raja salelenglelengna; siap do angka parbegu sian * tanona.","10:17 Nunga ditangihon Ho, ale Jahowa, pinangido ni angka na dangol i, * dipatogu Ho do rohanasida, dipatinggil Ho do pinggolmu;","10:18 Laho * patingkoskon uhum tu nasopot so marama dohot tu na tarsosak, asa unang be didatdati ** jolma na * sian tano i manenganenga."," "],["11:1 Ende sian si Daud. * Marhaposan tu Jahowa do ahu, boasa ma tung dohononmuna mandok tondingku: \"Maporus hian ma tu * dolokmuna, ale pidong, na meat di handang.\"","11:2 Ai ida ma, nunga pola disintak angka parjahat sior i, nunga pola diampehon nasida sumbiana tu ihotihot i, laho maniorhon di na holom tu angka na tigor marroha.","11:3 Ai ia dung sanga marompas angka tiang ojahan, hahuaon ni partigor i be?","11:4 * Di bagasan bagasna na badia i pe Jahowa, jala ** banua ginjang habangsana, sai mangaranapi do matana, sai didodoi * imbulu ni matana do jolma manisia.","11:5 Ditanda Jahowa do na tigor roha i, alai dihosom rohana do parjahat i dohot na mangkaholongi hajahaton.","11:6 Udanudanhononna do tu angka parjahat i porhas, api, barerang dohot alogo, na mohop do jambar siinumonnasida.","11:7 Ai na tigor do Jahowa, jala * dihaholongi do angka hatigoran, * idaon ni na tigor roha i ma sogot bohina."," "],["12:1 Ende sian si Daud.","12:2 Sai manumpak ma Ho, ale Jahowa, ai nunga lam moru angka na daulat marroha i, lam otik do manisia, angka na burju marroha.","12:3 Na so hasea i do dihata i be dohot donganna, marbibir na landit, jala * mardua roha nasida mangkatai.","12:4 Sai diginsir Jahowa ma sude bibir angka na landit i, dohot angka dila, na jungkat marpangkuling.","12:5 Angka na mandok: Sai monang do hami dibahen dilanami, bibirnami do mandongani hami, tung ise ma rajanami?","12:6 Mida hamamago ni angka na dangol dohot mida andung ni angka na pogos, * hehe ma Ahu nuaeng, ninna Jahowa, ampehononku ma tua tu angka na mangkalungunhonsa.","12:7 * Na sintong do angka hata ni Jahowa, songon perak naung nilala di bagasan balanga, pola * pitu hali tinapis.","12:8 Ho do, ale Jahowa, mangondingi nasida, paluaonmu do ibana sian halak na * sansundut on, ro di salelenglelengna.","12:9 Nang pe monsong humaliang angka parjahat i dibahen panimbuk ni hajungkaton ni jolma manisia."," "],["13:1 Ende sian si Daud.","13:2 Sadia leleng on do, ale Jahowa, sai halupahononmu ahu tongtong? Sadia leleng on do tabunihononmu bohim sian ahu?","13:3 Sadia leleng on sai mardondami rohangku, sai humasusa rohangku di bagasan manipat ari? Sadia leleng on sai angatan ni alongku ahu?","13:4 Tatap tu on, jala alusi ahu, ale Jahowa, Debatangku; sai * patiur ma parnidaanku, asa unang laos * mate modom boti ahu.","13:5 Asa unang dohonon ni musungku: Nunga tung hupatunduk ibana, gabe marsurak angka alongku maon, molo tung reberebe ahu.","13:6 Alai anggo ahu, marhaposan tu asi ni roham do ahu, ingkon * marolopolop rohangku mida pangurupim, marende ma ahu tu Jahowa, ai denggan do uhumna tu ahu."," "],["14:1 Ende sian si Daud. Ninna * na oto i do di bagasan rohana: Ndang adong Debata; jahat jala sogir do nasida marpangalaho, ndang adong sibahen na denggan.","14:2 * Manatapnatap do Jahowa sian banua ginjang, paidaida jolma manisia, marnida manang na adong na marroha, na * usouso di Debata.","14:3 Hape tung saluhut do nasida sumurut, tung sange do nasida marroha mago, ndang adong sibahen na denggan, nanggo sahalak.","14:4 Tung na so mananda do ulaning sude angka sibahen hajahaton? Angka na manganhon bangsongku songon na mangan roti, ia Jahowa ndang dijou nasida.","14:5 Alai tarsonggot situtu do nasida disi sogot, ai matua didongani Debata do * pinompar ni na tigor roha i.","14:6 Ditungkol hamu pe tahi ni na dangol, hape sai Jahowa do parsigantunganna.","14:7 Ise ma ulaning sian Sion mangalehon haluaon di Israel? Molo disuhe Jahowa habuangan ni bangsona, marolopolop ma ho, ale Jakkob, marlas ni roha ma ia Israel."," "],["15:1 Ale Jahowa, ise do na jadi * sorang di bagasan undungundungmu? Ise do na jadi mian di dolok ni habadiaonmi?","15:2 Halak na * sun burju marpangalaho dohot siulahon hatigoran, jala * sidon na sintong sian bagasan rohana.","15:3 Halak na so olo * mangkata tundal, na so olo mambahen hajahaton tu donganna, jala na so olo mambahen haurahon tu sisolhotna.","15:4 Halak na * mansoadahon na lea, jala dipasangap do angka na mangkabiari Jahowa; halak na so olo manguba naung sinumpahonna, nang tung * marharugian ibana.","15:5 Halak na * so olo paanakkon hepengna, jala na so olo * manjalo sisip mangalo na lidang roha i. Halak na mangulahon"," "],["16:1 Sai ramoti ma ahu, ale Debata, ai marhaposan tu Ho do ahu.","16:2 * Ningku do mandok Jahowa: ** Ho do Tuhanku, ndang adong hasonanganku * dungkon ni Ho.","16:3 Taringot tu nabadia angka na di tano on: Nasida do angka na sangap jala apala * hasudungan ni rohangku situtu.","16:4 * Godang do sitaonon ni angka na hapogan ** paimbarhon Debata, ndang olo ahu mangusehon peleannasida sian mudar, jala * subang do rohangku mandok angka goarnasida.","16:5 Jahowa do partalianku dohot panginumanki, Ho do pasintong jambarhu.","16:6 Jadi tano na lunak do partalianku, tongon tahe, na uli situtu do jambarhu.","16:7 Papujipujionku ma Jahowa, * na marrohaihon ahu, dohot do puangku palumba ahu * bornginna i.","16:8 Tongtong do hubahen Jahowa tu jolongku, ai molo * di","16:9 Ala ni las ma rohangku jala marolopolop * tondingku, ** dagingku pe * sinok do maringanan dibahen.","16:10 Ai ndang tagamon * pasombuonmu tondingku di banua toru, ndang tagamon loasonmu hasianmu * marnida habusukon.","16:11 Sai pabotohononmu do tu ahu * dalan hangoluan, sun ma las ni roha * di adopan ni bohim, angka hasudungan ni roha masa di siamunmu salelenglelengna."," "],["17:1 Sai tangi ma hasintongan, ale Jahowa, tangihon ma * alualungkon! Sai tarehon ma pinggolmu tu tangiangkon sian bibir na so marpangansi!","17:2 Sai dapotan uhum ma ahu sian bohim, sai ditatap matam ma hasintongan.","17:3 Nunga * didodo Ho rohangki, ditingkir Ho bornginna i, dilala Ho do ahu, hape ndang adong jumpang Ho, hupompangi do angka pingkiranku, asa unang mangalaosi pamanganku.","17:4 Sai marjaga do ahu di langkalangka ni jolma sipangarupa, di angka pambahenan ni jolma dompak hata ni pamanganmu.","17:5 Sai diihutihut langkalangkangku do angka bogasmu, ndang maoraor pangalangkangku.","17:6 Sai Ho do hupajoujou, ai dialusi Ho do ahu, ale Debata! Sai tarehon ma pinggolmu tu ahu, tangihon ma hatangkon!","17:7 Sai * marhasurungan ma bahen angka asi ni roham, Ho ale Sipartumpak, tu angka na marhaporusan tu Ho maradophon angka na * mangalo tanganmu siamun i.","17:8 Sai ramoti ma ahu, songon anak ni mata, sai ondingi ma ahu di linggoman ni angka habongmi.","17:9 Moradophon parjahat, angka na naeng mangago ahu, maradophon musungku, * angka na monsong mangarohai ahu.","17:10 Sai di hunsi nasida do tabotabona, sai hajungkaton do dihatahatahon pamanganna.","17:11 Sai diiraniran nasida do nuaeng langkanami, sai dimatamatahon do mangompashon hami tu tano.","17:12 Tudoshon babiat, na naeng manoro do ibana, jala sobokkon anak ni babiat na mangonggop di aropan.","17:13 Hehe ma Ho, ale Jahowa, joloani ma, ompashon ibana! Sai palua ma hosangku sian parjahat i hinorhon ni podangmu.","17:14 Palua ahu, ale Jahowa, marhitehite tanganmu sian angka jolma * parroha portibi on, angka na manjalo jambarna di hangoluan on, ** gok butuhanasida dibahen Ho dohot artam, * gabean do nasida di anak, jala tading di pinomparnasida do lobilobinasida i.","17:15 Alai anggo ahu sai * idaonku do sogot bohim, marhitehite hatigoran, pamahaponku ma rohangku marnida rupam, ia dung * tarsunggul ahu muse."," "],["18:1 Ende sian si Daud, naposo ni Jahowa, na mandok hata ni ende on tu Jahowa, dung malua ibana dibahen sian tangan ni angka musuna sudena dohot sian tangan ni si Saul, ninna ma:","18:2 Holong situtu do rohangku di Ho, ale Jahowa, Sipargogoi ahu.","18:3 Jahowa do * partanobatoanku dohot haporusanku, jala Sipalua ahu, Debatangku. Sitiopanku, marhaposan tu Ibana do ahu, ** lombulombungku dohot * tanduk ni partuaonku, haporusanku.","18:4 Sai * hupajoujou do Jahowa, Sipujion i, jadi malua ma ahu sian angka musungku.","18:5 Nunga nian dihaliangi angka * jorat ni hamateani ahu, jala disonggoti angka * sunge ni hajahaton ahu.","18:6 Nunga nian dihaliangi rante ni banuatorui ahu, dilungkupi angka * jorgong ni hamateani ahu.","18:7 Jadi di na targogot i ahu, hujou do Jahowa jala hupangiar do anggukku tu Debatangku; jadi dibege ma soarangki sian * jorona, jala tolhas do angguk i tu pinggolna.","18:8 Jadi humuntalhuntal ma tano on jala lumpat angka ojahan ni dolok jala lalolalo, ai tarrimas do Ibana.","18:9 Martimpul do timus sian igungna, jala rungkar do api na mandilatdilat sian pamanganna, gara ni api na marnalanala ruar sian Ibana.","18:10 Dung i dipajomba Ibana ma angka langit, gabe tuat Ibana, * holom marimpotimpot di toru ni patna.","18:11 * Marsihundul di kerubim ma Ibana huhut habang, jala mangareapreap di atas habong ni alogo.","18:12 Haholomon do dibahen pangondinganna humaliang Ibana, parhobot ni udan dohot ombun do lapelapena.","18:13 Mamolus do sian angka ombunna i ambolas dohot gara ni api, dibahen sinondang na di jolona i.","18:14 Mangkuling do ronggur di angka langit dibahen Jahowa, jala dipalu na Tumimbul i do soarana. Ambolas dohot gara ni api do mangihut.","18:15 Dung i disiorhon ma angka sumbiana, jala dipaserak angka musu, dijotjoti ma maniorhon angka hilap, manggunturi nasida.","18:16 Jadi tarida ma angka lubuk ni aek, gabe mullop ma dohot angka ojahan ni portibi on maradophon pangasupim, ale Jahowa, maradophon pangunsong ni hosa ni igungmu.","18:17 * Disurdukkon do tanganna sian ginjang manangkup ahu, manait ahu sian * angka aek magodang.","18:18 Dipalua do ahu sian musungku na gogo i dohot sian angka na mangkosom ahu, ala gumogo do nasida sian ahu.","18:19 Dirampok nasida do ahu di ari hinamagongki, jadi Jahowa ma pangunsandeanku.","18:20 Jala ditogihon do ahu tu * halambason, dipalua do ahu, ai lomo do rohana mida ahu.","18:21 Hombar tu hatigoranku do dibaloshon Jahowa tu ahu; hombar tu * habontoron ni tanganku do dipasuang tu ahu.","18:22 Ai hujujur do angka dalan ni Jahowa, jala ndang manjahati ahu marbalik sian Debatangku.","18:23 Ai sai tong di jolongku sude angka uhumna, jala ndang hupaholang angka patikna i sian ahu.","18:24 Sai * sun do lidang ni rohangku mardonganhon Ibana, jala sai hujaga do diringku maradophon * hajahatonku.","18:25 Jadi dibaloshon Jahowa ma tu ahu hombar tu hatigoranku, hombar tu halidangon ni tanganku, na niidana i.","18:26 Asi do roham tu na asi roha i, tobok do Ho maradophon halak na tobok i.","18:27 Bontor do Ho dompak na bontor roha i, jala pulos do roham tu pargeduk i.","18:28 Ai ditumpahi Ho do jolma na dangol i, jala dipajimput Ho do jolma * parmata na elak.","18:29 Ai marsinondang do * parpalitoanku dibahen Ho, dipatiur Jahowa, Debatangku, do holom ni parnidaanku.","18:30 Ai mardonganhon Ho tartondong ahu do parduan ni parangan, jala mangasahon Debatangku tartimbung ahu do parik na timbo.","18:31 * Sisangunjur do dalan ni Debata, ** pita do hata ni Jahowa, Ibana do * lombulombu ni sude angka na marhaposan tu Ibana.","18:32 Ai tung ise ma Debata, dungkon ni Jahowa, jala tung ise tau partanobatoan, dungkon ni Debatanta.","18:33 Debata do mangkohoshon pargogo tu ahu, jala dipatiur do dalanku.","18:34 Doshon doras ni tini do pathu dibahen, jala dipajongjong do ahu tu angka * habuntulonku.","18:35 Ibana mangajari tanganku mangula hamusuan, asa tarbahen botohonku manintak sior haksa.","18:36 Jala dilehon Ho do tu ahu lombulombu ni hatuaonmi, jala ditungkol siamunmu do ahu, jala habasaonmu do patimbul ahu.","18:37 Dipalumbang Ho do langkangku, jadi ndang tarbaliksu mata ni ari ni tothu.","18:38 Sai hulotongi do angka musungku, gabe dapot ahu do nasida, jala ndang mulak ahu paima siap nasida hubahen.","18:39 Huropuhi do nasida, jadi ndang tarbahen nasida be hehe, marragean do nasida tu toru ni tothu.","18:40 Dihohoshon Ho do pargogo tu ahu, mangula hamusuan, dipapatu Ho do angka alongku tu ahu.","18:41 * Dipaunduk Ho do angka musungku, gabe siap hubahen angka na mangkosom ahu.","18:42 Mangangguhi do nasida, hape ndang adong na paluahon, tu Jahowa pe, hape ndang olo Ibana mangalusi nasida.","18:43 Jadi hulamoti ma nasida songon orbuk maradophon alogo, hulutluti ma nasida songon gambo di alaman.","18:44 Dipalua Ho do ahu sian angka parbadaan ni bangso, dipabangkit Ho do ahu, gabe * pandapotan ni angka parbegu, gari halak na so hutanda mangoloi ahu.","18:45 Guru dokku do nasida, halak na pulik marga pe mangalesemlesem ahu.","18:46 Merus do anak ni na pulik margai, jala angka hitir do nasida ruar sian partanobatoannasida.","18:47 Mangolu do Jahowa, jala pujion ma partanobatoanki, jala timbul do Debata ni hatuaonku.","18:48 Debata do Silehon angka partubolon tu ahu dohot papatuhon angka bangso tu ahu.","18:49 Ibana sipalua ahu sian angka musungku, Ho do tongon patimbul ahu maralohon angka alongku, dipalua Ho do ahu sian jolma sibahen gogo.","18:50 Dibahen i pujionku ma Ho, ale Jahowa, di tongatonga ni angka parbegu, jala endehononku ma goarmu.","18:51 Ibana Sipatimbul angka hatuaon ni rajana, jala Sibahen asi ni roha tu miniahanna i, tu si Daud dohot tu pinomparna i ro di salelenglelengna."," "],["19:1 Ende sian si Daud.","19:2 * Angka langit do mamaritahon hamuliaon ni Debata, jala jadijadian ni tanganna do pinaboa ni * na ratarata ni langit.","19:3 Masipaboaan do angka ari, jala masilehonan parbinotoan do angka borngin.","19:4 Ndada barita manang hatahata na so binege soarana i di bagasan.","19:5 Tolhas tu liat portibi on tali pangungkurna, jala ro di topi ni tano on do baritana. Dibahen do disi soposopo ni mata ni ari.","19:6 Jadi songon * bajo pangoli do ibana ruar sian bilutna; las do rohana songon ulubalang na manopot sitopotonna.","19:7 Sian topi ni langit do habibinsarna, jala tolhas ro di angka topina muse pangkusorna i, jala ndang adong na buni maradophon mohopna i.","19:8 Sun denggan do patik ni Jahowa, tau sipasabam roha; sintong do * panindangion ni Jahowa, dipabisuk do na tobok marroha.","19:9 Tigor do patik ni Jahowa, angka sipalas roha; pita do patik ni Jahowa, dipatiur do parnidaan.","19:10 Pita ni parsombaon tu Jahowa do na hot tongtong, hasintongan do angka uhum ni Jahowa, tigor do sudena.","19:11 Ummarga do angka i sian mas dohot sian sere palangki na godang situtu, tumonggi do angka i sian situak ni loba dohot tanggule.","19:12 Naposom pe dapotan sipaingot do hinorhon ni, godang do upa ni na mangaradoti angka i.","19:13 Tung ise ma umboto angka haliluon? Sai sesa ma dohot dosa, angka na so huboto.","19:14 Palua ma huhut naposom sian angka haginjangon ni roha, asa unang ahu dirajai! * Disi pe asa lias jala bontor ahu sian pangalaosion na godang i.","19:15 On pe, sai * lomo ma roham di angka hata ni pamanganki dohot di pangkataion ni rohangki tu jolo ni bohim, ale Jahowa, partanobatoanku dohot siluluhon ahu."," "],["20:1 Ende sian si Daud.","20:2 Sai * dialusi Jahowa ma ho di ari hagogotan, sai dipatimbul * goar ni Debata ni si Jakkob ma ho!","20:3 Ditongoshon ma tu ho panumpahion sian bagas habadiaon, jala ditungkol ho sian Sion!","20:4 Sai marningot ma Ibana di sude angka peleanmu sipanganon, sai talmis ma di rohana angka peleanmu situtungon! Sela.","20:5 Sai dilehon ma tu ho sisubut roham, jala dipasaut nasa sangkapmi.","20:6 Asa mariaia hita mida hatuaonmi, jala mamiorhon * tonggol, mangasahon goar ni Debatanta i. Sai dipasaut Jahowa ma nasa pangidoanmu.","20:7 Nuaeng pe huboto tangkas, na tinumpahan ni Jahowa miniahanna i, sai alusanna do ibana sian angka langit habadiaonna i marhitehite angka pangabahan ni hatuaon ni siamunna.","20:8 Mangasahon hureta dohot hoda do ianggo nasida, alai anggo hita goar ni Jahowa, Debatanta i do itaingot.","20:9 Martungkapan jala martinggangan ianggo nasida, alai anggo hita tong do marsihohot jongjong.","20:10 Sai tumpahi ma rajai, ale Jahowa, sai alusi ma hami di ari pangalualuannami!"," "],["21:1 Ende sian si Daud.","21:2 Ale Jahowa, marlas ni roha do rajai mida gogom, jala marolopolop situtu do ibana mida panumpahim.","21:3 Dilehon Ho do tu ibana pinangido ni rohana, jala ndang dijua Ho pinangido ni hatana. Sela.","21:4 Ai ditomutomuhon Ho do tu ibana angka pasupasu ni hadoharon, ditalitalihon Ho do tu uluna tumpal sere palangki.","21:5 Hangoluan do dipangido sian Ho, dilehon Ho do tu ibana, diudut Ho do ariarina ro di salelenglelengna.","21:6 Timbul do hamuliaonna dibahen panumpahim; hatongamon dohot hatimbulon diampehon Ho tu ibana.","21:7 Ai * parhitean ni angka pasupasu do ibana dibahen Ho salelenglelengna, dipasabam Ho do rohana marhitehite * las ni roha mida bohim.","21:8 Ai marhaposan tu Jahowa do rajai, jala ndang humordit ibana dibahen asi ni roha ni Natumimbul i.","21:9 Sai jumpang tanganmu do sogot sude angka musum, jumpang siamunmu do sogot sude angka na mangkosom Ho.","21:10 Doshon pamurunan do nasida bahenonmu di tingki pangaluluhonmu, sai polgahan ni Jahowa do nasida di bagasan rimasna, jala api manganhon nasida.","21:11 Siaphononmu do sogot tubunasida sian tano on ro di pinomparnasida sian jolma manisia.","21:12 Ai tahi mangago do rohanasida dompak ho, sai disangkapi do angkal, hape matua so tuk.","21:13 Ai lumindak do nasida bahenonmu, tujuonmu do bohinasida i marhitehite tali ni siormu.","21:14 Hehe ma Ho, ale Jahowa, mangasahon antuMu! Asa hupuji jala huendehon hami hagogoonmi."," "],["22:1 Ende sian si Daud.","22:2 Ale Debatangku, Debatangku! Boasa tung tadingkononmu ahu? Sai mandaodao do angka hata ni anggukkon sian hatuaonku.","22:3 Ale Debatangku, sai joujou do ahu arian, alai ndang mangalusi Ho, jala borngin pe ndang jumpang ahu hasonangan.","22:4 Alai nabadia do anggo Ho, marhabangsahon angka pujipujian ni Israel.","22:5 Marhaposan tu Ho do angka ompunami, pos do rohanasida, jadi dipalua Ho do nasida.","22:6 Tu Ho do nasida * mangangguhi, jadi malua ma nasida, marhaposan tu Ho do nasida, jadi * ndang tarurak.","22:7 Alai * gea nama ianggo ahu, ndada jolma, * haeleson ni halak jala parbilean ni natorop.","22:8 Sude angka na marnida ahu marengkelengkelihon ahu, dipangangang do babana huhut mangupirupir.","22:9 \"Tu Jahowa ma nian dipasahat, asa dipalua ibana, dipangolu ma nian ibana, ai * lomo do rohana mida ibana.\"","22:10 Ho do tongon na manait ahu sian ampuan, sipapos rohangku, mangonsop bagot ni dainang.","22:11 Dung tubu ahu, sai Ho do parsigantunganku, sian butuha ni dainang dope sai Ho do Debatangku.","22:12 Unang mandaodao Ho sian ahu, ai donok nama parmaraan, ai soadong sipartumpak.","22:13 Sai dihaliangi angka horbo panguge do ahu, jala torop do angka jonggi Basan mangalele ahu.","22:14 Angka dipangangang be do babana dompak ahu songon babiat panoro, jala na patungoromon.","22:15 * Durus do ahu songon aek, pasitik be do sude holiholingku ditangging, songon pantis na malala do ateatengku di bagasan dagingku.","22:16 Merus do gogongku songon ngarngar, jala lohot do dilangku di langitlangit ni pamanganku, jala tu orbuk ni hamatean dipapodom * Ho ahu.","22:17 Ai dihaliangi angka biang do ahu, luhutan ni angka parjahat do mangonsongi ahu, * diturai do tanganku dohot tothu.","22:18 Habilangan ahu do sude holiholingku, martilla be do ianggo nasida mida ahu.","22:19 * Dibagi nasida do angka uloshu, mandabu tondung do nasida taringot tu bajubajungku.","22:20 Alai sai unang mandaodao ianggo Ho, ale Jahowa, parsigantunganku, hapogani ma mangurupi ahu.","22:21 Sai palua ma hosangku sian * podang, sian sisilon ni biang * hosangku na tarpunjung.","22:22 Sai palua ma ahu sian baba ni babiat, jala alusi ahu maradophon tanduk ni angka horbo jalang.","22:23 Sai * jamitahononku ma goarmu tu angka * hahanggingku, jala pujionku ma Ho di tongatonga ni huria, na marluhut i.","22:24 Puji ma Jahowa, hamu ale angka na mangkabiari Ibana, sude pinompar ni si Jakkob pasangaphon Ibana, jala sude pinompar ni Israel mangkormat Ibana!","22:25 Ai ndang lea rohana manang marbiasbias mida pardangolan ni na dangol, jala ndang ditabunihon bohina maradophon ibana, jala ditangihon do anggukna i tu Ibana.","22:26 Asa Ho do haroroan ni pujipujianku di tongatonga ni huria na ria i, * gararonku ma angka bagabagangku di jolo ni angka na mangkabiari Ibana.","22:27 Sai * mangan do sogot angka na dangol i jala butongan, ingkon mamujimuji Jahowa do angka na * usouso di Ibana, sai huminsa do rohamuna salelenglelengna.","22:28 Ingoton ni isi ni liat portibi on ma i, gabe mulak ma nasida tu Jahowa, jala marsomba tu jolom do sogot sude angka marga ni parbegu.","22:29 Ai Jahowa do nampuna harajaon, jala panggomgom di angka parbegu.","22:30 Mangan jala marsomba do sogot sude angka na gok na hum di tano on, marsinggang tu jolona do sogot sude angka na marsingkor ro di na mate gasing.","22:31 Sai adong do pinompar ni manisia, na mangoloi Ibana, angka na manaringoti Tuhan i tu pinompar na sogot.","22:32 Ro do angka nasida sogot, manjamitahon hatigoranna tu * halak na tubu muse, paboa * Ibana do pasunhon."," "],["23:1 Jahowa do * Siparmahan ahu, ndang tagamon hurangan ahu.","23:2 Dipatongon do ahu tu jampalan angka na lomak, ditogutogu do ahu di lambung aek hasonangan.","23:3 * Dipasabam do rohangku, ditogu do ahu di dalan hatigoran, * ala ni goarna i.","23:4 Ai nang pe mardalan ahu di * rura linggoman ni hamatean, ndang huhabiari parmaraan, ai Ho do mandongani ahu * tungkotmu dohot batahim mangapuli ahu.","23:5 Ho do manutup * meja di jolongku maradophon angka musungku, * dimiahi Ho do ulungku, suksuk do panginumanki.","23:6 Tongon tahe denggan basa dohot asi ni roha mangihutihut ahu saleleng ahu mangolu, jala dung mulak ahu masuhanku ma bagas ni Jahowa salelenglelengna."," "],["24:1 Gok di Jahowa do tano on ro di isina, portibi on dohot pangisina.","24:2 Ai Ibana do paojakkonsa di atas ni angka laut, jala dipahot di atas ni angka batang aek.","24:3 Ise do na jadi nangkok tu dolok ni Jahowa? Jala ise do na hum jongjong sogot di hajongjongan ni habadiaonna i?","24:4 Halak partangan na lidang dohot na ias roha, parroha na so paihuthon na so hasea, jala na so olo margana laho mangansi.","24:5 I ma halak na maruli pasupasu sian Jahowa, dohot hatigoran sian Debata ni hatuaonna i.","24:6 I ma sundut ni angka na usouso di Ibana, angka na mangalului bohim, Jakkob. Sela.","24:7 Patuginjang ma tohangmuna, hamu ale angka harbangan, patuginjang ma hamu, ale angka pintu sian na robi, asa bongot Raja ni hamuliaon!","24:8 Ise ulaning Raja ni hamuliaon i? I ma Jahowa, na gogo jala Ulubalang, Jahowa Ulubalang di hamusuon.","24:9 Patuginjang ma tohangmuna, hamu ale angka harbangan, jala patuginjang ma hamu, ale angka pintu sian na robi, asa bongot Raja ni hamuliaon i!","24:10 Ise ulaning Ibana, Raja ni hamuliaon i? I ma Jahowa Zebaot, Ibana do Raja ni hamuliaon i. Sela."," "],["25:1 Ho do, ale Jahowa, dihalungunhon rohangku.","25:2 Ale Debatangku, marhaposan tu Ho do ahu, unang tung paila ahu, asa unang marsuraksurak angka musungku mida ahu.","25:3 * Ndang tahe tagamon tarurak sude angka na mangkaposi Ho, sai maila do sogot angka pangose soada alana.","25:4 Ale Jahowa, sai pabotohon ma tu ahu angka dalanmu, jala ajarhon tu ahu angka bogasmu.","25:5 Sai togutogu ma ahu tubagasan hasintonganmu, jala ajari ahu, ai Ho do Debata ni hatuaonku, Ho do na huhaposi ganup ari.","25:6 Sai ingot ma, ale Jahowa, angka denggan ni basam dohot asi ni roham, ai sian na robi do angka i.","25:7 Sai unang paingotingot angka dosa ni haposoonku dohot pangalaosingku, sai ingot ma ahu, ale Jahowa, hombar tu asi ni roham, ala ni denggan ni basam.","25:8 Pardengganbasa jala na * bonar do Jahowa, ala ni * dipodahon do dalan na tigor i tu angka pardosa.","25:9 Diparnonohon do uhum tu angka na dangol jala diajarhon dalanna tu angka na tarjepol.","25:10 Asi ni roha dohot hasintongan do sude dalan ni Jahowa di angka na mangaradoti padanna dohot angka panindangionna.","25:11 Ala ni goarmu, ale Jahowa, sai marpamuati ma roham di dosangku, ai tung na balga do i.","25:12 Ise ulaning baoa na mangkabiari Jahowa? Sai na * ajarhononna do tu ibana dalan sipillitonna.","25:13 Sorang di hasonangan do tondina i, jala pinomparna i * tumean tano on sogot.","25:14 Hasudungan ni Jahowa do angka na mangkabiari Ibana, jala dipabotohon tu nasida padanna.","25:15 Sai tong do * mangaranap matangku tu Jahowa, ai Ibana do * mangenet tothu sian jorgong.","25:16 Sai dompakkon ma ahu, jala asi roham di ahu, ai * punjung jala na dangol do ahu.","25:17 Lam ganda do hagogotan ni rohangku, sai palua ma ahu sian angka hasosahanku.","25:18 Sai tatap ma dangolhon dohot ngaluthon, jala marpamuati ma roham di angka dosangku sudena.","25:19 Ida ma angka musungku, ai lan do nasida, jala hosomhosom pangarupaon dibahen nasida mangkosom ahu.","25:20 Sai ramoti ma tondingki jala palua ahu, unang tung paurak ahu, ai marhaposan tu Ho do ahu.","25:21 Halidangon dohot hatigoran ma mangaramoti ahu, ai marhaporusan tu Ho do ahu.","25:22 Ale Debata, sai palua ma Israel sian angka hagogotanna sudena."," "],["26:1 * Luluhon ahu, ale Jahowa, ai marpangalaho di bagasan hadaulatonku do ahu, jala tu Jahowa do ahu marhaposan, ndang meoleol ahu.","26:2 Uji ma ahu, ale Jahowa, jala sulingkit rohangkon, sai lala ma angka piangki dohot rohangki.","26:3 Ai sai solpa do di matangku denggan basam, jala * marparange ahu di bagasan hasintonganmi.","26:4 Ndang dung sahundulan ahu dohot halak sineang roha, jala ndang huparangkupi angka parsibuni.","26:5 Huhagigihon do luhutan ni angka panggetegete, jala ndang sahundulan ahu dohot angka parjahat.","26:6 Sai * hupaburiburi do tanganku di bagasan halidangon, jala sai naeng halianganku * langgatanmi, ale Jahowa!","26:7 Laho patubegehon soara pujipujian dohot pajojorhon sude halongangan, angka na binahenmi.","26:8 Ale Jahowa, huhaholongi do hajongjongan ni bagasmu dohot hasonggopan ni hamuliaonmu.","26:9 Sai unang sarat tondingku rap dohot angka pardosa, manang ngolungku tu angka * jolma sisopsop mudar.","26:10 Angka na paulaula hajahaton, jala * gok sisip siamunnasida i.","26:11 Alai anggo ahu sai marpangalaho di bagasan halidangonhon, palua ahu jala asi ma roham di ahu!","26:12 Jongjong di dalan na tigor do tothu, pujionku ma Jahowa * di bagasan angka luhutan."," "],["27:1 Jahowa do * panondangingku dohot hatuaonku, tung ise ma habiaranku? Jahowa do * partanobatoan ni ngolungku, tung mida ise ma ahu biahaton?","27:2 Molo tung ro angka parjahat mangarongrong ahu naeng manganhon sibukku, angka sisosak ahu dohot angka musungku, gabe martinggangan do nasida, jala marragean.","27:3 Nang pe * marhoronhoron parangan angka na manungkum ahu, ndang dihabiari rohangku, nang pe hehe parmusuon dompak ahu, * sai pos do rohangku disi.","27:4 Sada do naung hupangidohon sian Jahowa, sai i do hulului! Naeng mian ahu di bagasan joro ni Jahowa saleleng mangolu ahu, paidaida hinadenggan ni Jahowa dohot mamingkiri ganup sogot di bagasan jorona i.","27:5 Ai * diondingi do ahu di bagasan undungundungna di ari hinamago, ditabunihon do ahu di partabunian ni undungundungna, tu * dolok partanobatoan do ahu dipanangkok.","27:6 Asa mandirgak ulungku mida musungku, angka na humaliang ahu; jadi pelehononku ma di bagasan undungundungna i angka pelean pujipujian, marende ma ahu huhut mamalu parhinaloan mamuji Jahowa.","27:7 Sai tangihon ma soarangku, ale Jahowa, molo joujou ahu, asi ma roham mida ahu, jala alusi ahu.","27:8 Ninna rohangku do mandok Ho: lulu i hamu ma bohingku! Antong bohim ma na hulului, ale Jahowa.","27:9 Unang tung tabunihon bohim maradophon ahu, unang tung tulak naposom di bagasan rimasmu, matua Ho do pangurupingku, unang tung ambolongkon ahu, jala unang tadingkon ahu, ale Debata ni hatuaonku!","27:10 Ai nunga ditadingkon damang dohot dainang ahu, alai dijangkon Jahowa do ahu.","27:11 Sai podahon ma tu ahu dalanmu, ale Jahowa, jala togu ahu di dalan hatigoran, ala ni angka alongku.","27:12 Unang tung pasahat ahu * guru roharoha ni angka musungku, ai hehe do dompak ahu angka sitindangi pargabus, jala * dibuashon hajahaton.","27:13 Aut unang huhaporseai paidaidaonku sogot * hinadenggan ni Jahowa di * tano hangoluan on!","27:14 Parhanalom ma Jahowa, pagomos jala patogu roham jala parhanalom Jahowa!"," "],["28:1 Tu Ho do ahu joujou, ale Jahowa, partanobatoanku, unang sai sip Ho, manundali ahu, asa unang ahu molo tung laos sip Ho manundali ahu, doshon halak angka na manuruk tanoman.","28:2 Sai tangihon ma soara ni sombasombangku, molo mangangguhi ahu tu Ho, molo hupaherbang tanganku tu bilut ni habadiaonmu.","28:3 Unang tung * sarat ahu rap dohot angka parjahat dohot angka siulahon hajahaton, angka * parhata lesem tu donganna, hape hajahaton do di bagasan rohanasida.","28:4 Sai baloshon ma tu nasida hombar tu pambahenannasida dohot tu hinajahat ni pangalahonasida; hombar tu parulaon ni tangannasida baloshon tu nasida, tubolhon tu nasida pambahenannasida i.","28:5 Ai ndang pardulina mangantusi angka jadijadian ni Jahowa manang parulaon ni tanganna; lohaonna ma nasida sogot jala ndang be paulionna nasida.","28:6 Pinuji ma Jahowa, ai nunga ditangihon soara ni sombasombangki.","28:7 * Jahowa do pargogongku dohot lombulombungku, marhaposan tu Ibana do rohangku, jadi dapotan pangurupion ahu; asa * marolopolop ma rohangku jala pujion ni endengku ma Ibana.","28:8 Jahowa do pargogonasida jala * partanobatoan ni angka hatuaon ni Messiasna i do Ibana.","28:9 Sai tumpahi ma * bangsomi jala pasupasu bangso na niainmi, sai parmahan i jala * usungi ma nasida ro di salelenglelengna."," "],["29:1 * Lehon ma tu Jahowa, hamu ale angka * anak ni Debata, lehon ma tu Jahowa hamuliaon dohot hagogoon.","29:2 Lehon ma tu Jahowa hamuliaon ni goarna, marsomba ma hamu tu Jahowa mamangke * pangkean parhadohoan.","29:3 * Soara ni Jahowa do di atas ni * angka aek, Debata ni hamuliaon parohon ronggur, Jahowa do di atas aek angka na bolon.","29:4 Soara ni Jahowa do mardongan hagogoon, soara ni Jahowa mardongan hatongamon.","29:5 Soara ni Jahowa do umpunokkon angka hau ares jala dipunokkon Jahowa do angka hau ares ni Libanon.","29:6 Huhut * panihalnihalon nasida dibahen, songon anak ni lombu, nang Libanon nang * Sirion songon anak ni horbo jalang.","29:7 Soara ni Jahowa do manggurasahon jilam ni api.","29:8 Soara ni Jahowa do mambahen humuntal halongonan, dihuntal Jahowa do * halongonan Kades.","29:9 Soara ni Jahowa do mambahen marasar angka tini, jala dipalanga do angka tombak, jala sude na di bagasan jorona i mandok: Hamuliaon!","29:10 Marhabangsa do Jahowa mangkorhon aek na sumar, jala marhabangsa do Jahowa, paboa raja ro di salelenglelengna.","29:11 * Lehonon ni Jahowa do sogot pargogo tu bangsona i, * tumpahan ni Jahowa do sogot bangsona mardamedame."," "],["30:1 Ende sian si Daud laho pasahathon bagas i tu Debata.","30:2 Patimbulonku ma Ho, ale Jahowa, ai Ho do mangenet ahu sian godung, jala ndang dipalas Ho roha ni angka musungku mida ahu.","30:3 Ale Jahowa, Debatangku, tu Ho do ahu mangangguhi, jadi dipamalum Ho ahu.","30:4 Ale Jahowa, nunga dipanangkok Ho tondingku sian banua toru, nunga dipangolu Ho ahu sian angka na manuruki hinambor.","30:5 Puji ma Jahowa, hamu ale angka na niasianna, jala endehon hamu ma barita ni habadiaonna i!","30:6 Ai * tongkin do panombo ni rimasna, alai saleleng mangolu do ianggo asi ni rohana; botarina i sorang partangison, hape * manogotna i masa parolopolopon.","30:7 Alai anggo ahu ningku do, saleleng sonang ahu: ndang","30:8 Ho do, ale Jahowa, pagonting dolokku sian denggan ni basam; ditabunihon Ho do bohim, jadi tarhatotong ahu.","30:9 Tu Ho do ahu joujou ale Jahowa, jala tu Jahowa do ahu marhuraja.","30:10 Tung aha ma labam di mudarhi, di hatutuathu tu godung? Tung tagamon ma pujion ni orbuk Ho, manang manjamitahon hasintonganmi?","30:11 Sai tangihon ma, ale Jahowa, jala asi roham mida ahu! Sai Ho ma Sipartumpak di ahu ale Jahowa!","30:12 Nunga dihosing Ho andungku gabe endengku, nunga ditanggal Ho horingku, dung i dihohoshon Ho do tu ahu las ni roha.","30:13 Asa pujion ni hamuliaon tondingku Ho, ndang marpansadian. Sai pujionku do Ho, ale Jahowa, Debatangku salelenglelengna."," "],["31:1 Ende sian si Daud.","31:2 Tu Ho do, ale Jahowa, ahu marhaposan, unang tung paurak ahu salelenglelengna, sai palua ma ahu marhitehite hatigoranmu!","31:3 Sai paeleng ma pinggolmu tu ahu, hapogani paluahon ahu; sai Ho ma gabe dolok batu partanobatoan di ahu, gabe huta na gonting laho pangoluhon ahu.","31:4 Ai Ho do partanobatoanku hian dohot pangondianku, jala ala ni goarmu sai iringiringonmu jala toguonmu ahu.","31:5 Sai tanggalanmu do ahu sian jorgong, na buni tinaonnasida i mambuat ahu, ai Ho do partanobatoanku.","31:6 Tubagasan tanganmu do hupasahat * tondingku, nunga ditobus Ho ahu, ale Jahowa, * Debata ni hasintongan i.","31:7 Sai huhagigihon do angka na marsomba * ganaganaan na so marniula, alai anggo ahu, Jahowa do na huhaposi.","31:8 Sai marolopolop jala marlas ni roha ma ahu bahen mida asi ni roham, na tinatapmu dangolhon, na marbinoto i Ho di angka hagogotan ni tondingki.","31:9 Jala ndang * dipadapot Ho ahu tu tangan ni musu, * dipajongjong Ho do pathu di halambason.","31:10 Asi ma roham di ahu, ale Jahowa, ai hagogotan do ahu, * pola do lotop matangku binahen ni haarsahon, maras do rohangku dohot dagingku.","31:11 Ai nunga suda ngolungku dibahen hamarason, suda dohot angka taonhu dibahen angguhangguk, * merus do gogongku dibahen dosangki, jala ndang mangalo be holiholingku.","31:12 Jadi gabe parbilean do ahu maradophon sude angka alongku dohot hombarhu hundul, jala tarsonggot situtu do angka donganku magodang; marsidingsiding be do angka na marnida ahu di balian.","31:13 Nunga tung * lupa ahu sian roha, songon halak na mate, * sobokkon ngarngar na ambolongan nama ahu.","31:14 Ai sai hupabegebege do husiphusip ni torop halak, habiaran humaliang; sai marluhut i do nasida martuptup i ahu, mambuat hosangku do dipingkiri nasida.","31:15 Alai anggo ahu, tu Ho do ahu marhaposan, ale Jahowa, ningku do: * Ho do Debatangku.","31:16 Marguru tu tanganmu do angka parsoriongki, sai palua ma ahu sian tangan ni angka musungku dohot sian angka na mangalotongi ahu.","31:17 Sai * pasondangkon ma bohim tu naposom, jala tumpahi ahu marhitehite asi ni roham.","31:18 Ale Jahowa, sai unang paurak ahu, ai Ho do na hujou; sai tarurak ma nian sogot angka parjahat jala hohomhohom di bagasan banua toru.","31:19 Ingkon mangungu ma nian angka bibir pargabus, angka na jungkat marpangkuling tu partigor mangasahon hajungkaton dohot haelakon.","31:20 Tung na godang situtu do denggan basam, na pineopmu di angka na mangkabiari Ho, na binahenmi tu angka na mangkaposi Ho di adopan ni manisia.","31:21 Diondingi Ho do nasida marhitehite pangondingan ni bohim maradophon pandoboon ni jolma, ditabunihon Ho do nasida di bagasan undungundung maradophon pamodaion ni angka bibir.","31:22 Pinuji ma Jahowa, ai tung na * sumurung do asi ni rohana di ahu di bagasan * huta na gonting.","31:23 Ianggo ahu nunga pola * hudok ni hatahutonku: nunga sirang ahu sian adopan ni matam! -- Hape ditangihon Ho do soara di angguk i uju * mangangguhi ahu tu Ho.","31:24 Sai * haholongi ma Jahowa, sude hamu angka na niasianna, dijaga Jahowa do angka na porsea, alai mardapotdapot do * dibaloshon tu angka sibahen hajungkaton.","31:25 Sai marsihohot ma rohamuna jala togu, sude hamu angka na mangkalungunhon Jahowa!"," "],["32:1 Martua ma manang ise naung sinesaan pangalaosina, naung hinungkupan dosana.","32:2 Martua ma jolma, ia so * dijujur Jahowa tu ibana hajahaton, jala ndang * marpangalensem tondina di bagasan.","32:3 Ai saleleng huhasiphon dosangku reung do holiholingku, dibahen anggukku ganup ari.","32:4 Ai sai * didondoni tanganmu do ahu arian dohot borngin, jadi marsik do mudarhu songon di hamamasa ni logo ni ari. Sela.","32:5 Jadi hupabotohon ma tu Ho dosangku jala ndang huhungkupi salangku; ningku do: * Topotanku ma angka pangalaosingku tu Jahowa, jadi marpamuati do roham di utang ni dosangki.","32:6 Ala ni martangiang ma tu Ho sude na lidang marroha di * tingki parsaulian; tongon do, nang pe ro tahop angka aek magodang, * ndang tagamon sampe ianggo tu ibana.","32:7 Ho do pangondianku, sai jagaonmu do ahu sian parmaraon, sai * haliangkononmu do tu ahu olopolop ni haluaon. Sela.","32:8 Huparrohai jala hupodai pe ho taringot tu dalan sidalananmu, huiringiring pe ho dohot pamereng ni matangku.","32:9 Unang tung songon hoda hamu, manang songon halode na so marroha, ndang olo dumonok tu ho, nda pinatunduk ni kongkang.","32:10 Tung na lan do parniahapan ni parjahat, alai manang ise na marhaposan tu Jahowa, haliangkononna tusi asi ni roha.","32:11 Marlas ni roha ma hamu mida Jahowa, jala marolopolop ma hamu, ale angka partigor, jala marende ma sude hamu angka parsihohot marroha."," "],["33:1 Marolopolop ma hamu, ale angka partigor, mangasahon Jahowa, talup do marende angka na unjur marroha.","33:2 Puji hamu ma Jahowa mardongan hasapi, marende ma hamu umpuji Ibana, mardongan hasapi na martali sampulu.","33:3 Endehon hamu ma * ende na imbaru tu Ibana, padenggan hamu ma soara ni sarune.","33:4 Ai na sintong do hata ni Jahowa, jala marhaburjuon do sude pambahenanna.","33:5 Ibana mangkaholongi hatigoran dohot uhum, * gok asi ni roha ni Jahowa do tano on.","33:6 Marhitehite hata ni Jahowa do manjadi angka langit, jala marhitehite hosa ni pamanganna sude angka paranganna.","33:7 Ibana papunguhon * aek ni laut i, songon timbunan, angka parartaanna do angka lung i dibahen.","33:8 Sai marhabiaran maradophon Jahowa ma sude tano on, jala marsomba tu Ibana ma sude pangisi ni portibi on.","33:9 Ai mangkuling Ibana, gabe manjadi do, mandokkon do Ibana, jadi jongjong ma.","33:10 Jahowa do * pahusorhon tahi ni angka parbegu, ditulaktulak do pingkiran ni angka bangso.","33:11 Ianggo sangkap ni Jahowa sai na hot do salelenglelengna, pingkiran ni rohana pe marsundutsundut do.","33:12 Martua ma bangso na mardebatahon Jahowa, bangso na pinillitna laho ainonna.","33:13 Manatapnatap do Jahowa sian banua ginjang marnida jolma manisia sudena.","33:14 Manatapnatap do Ibana sian ojahan ni habangsana dompak sude pangisi ni tano on.","33:15 Ibana do * manjadihon rohanasida sudena, * diantoi do sude pambahenannasida i.","33:16 Ndada hinadeak ni parangan pamonangkon raja, ndada hinatimbul ni gogo paluahon na begu.","33:17 Pangalensem do nang hoda panumpahi, jala ndang hinatimbul ni gogona paluahon ibana.","33:18 Ida ma, sai nolnol do mata ni Jahowa tu angka na mangkabiari Ibana, angka na mangkalungunhon asi ni rohana.","33:19 Asa dipalua tondinasida sian hamatean, jala dipangolu nasida di haleon.","33:20 Sai dihalungunhon rohanami do Jahowa, * Ibana do panumpahi dohot lombulombunami.","33:21 Ai mangasahon Ibana marlas ni roha do hami, marhaposan tu goarna na badia i do hami.","33:22 Sai pasonggop ma asi ni roham tu hami, ale Jahowa, hombar tu pangkalungunhonnami di Ho."," "],["34:1 Ende sian si Daud, uju nalalaen ibana dipaula di jolo ni raja Abimelek, na palahohon ibana, gabe muli ibana.","34:2 Pujionku ma Jahowa sipatsipat ni ari, sai tong ma pujipujianna di bagasan pamanganku.","34:3 Jahowa do dipartanggulhon rohangku, begeon ni angka * na dangol ma i, jadi las ma rohanasida.","34:4 Dongani hamu ma ahu * pasangaphon Jahowa, rap ma hita patimbulhon goarna i.","34:5 Hulului do Jahowa, jadi dialusi ahu, jala dipalua ahu sian angka hagogotanku sudena.","34:6 Sai manatapnatap nasida tu Ibana, jadi sihar ma panailinasida, jala na so tupa tarila bohinasida i.","34:7 Joujou do na dangol on, gabe ditangihon Jahowa, jala dipalua do ibana sian hagogotanna sudena.","34:8 Marsaro do suruan ni Jahowa humaliang angka na mangkabiari Ibana, jala dipalua nasida.","34:9 * Dai jala ida hamu denggan basa ni Jahowa, * martua ma baoa na marhaposan tu Ibana.","34:10 Habiari ma Jahowa, hamu ale angka na badiana! * Ai ndang hurangan angka na mangkabiari Ibana.","34:11 Anturaparon jala haleon on do angka anak ni singa, alai ndang hurangan di nasa na denggan angka na mangalului Jahowa.","34:12 * Ro ma hamu, ale angka anaha, manangihon hatangkon, asa * huajarhon tu hamu parture ni biar mida Jahowa.","34:13 Ise do baoa na mangkalomohon hangoluan on, mangkaholongi ariari marnida na denggan.","34:14 Sai jaga ma dilam maradophon hajahaton, jala bibirmu maradophon pangkuling sipaotooto.","34:15 Sumurut ma ho sian hajahaton, jala ulahon na denggan, lulu i hasonangan jala pareak ma i.","34:16 Sai manatap do mata ni Jahowa tu angka partigor, jala pinggolna tu angguknasida.","34:17 Matua alo ni angka sibahen na jat do bohi ni Jahowa, asa * disiaphon sian tano on baritanasida i.","34:18 Mangangguhi do angka partigor, gabe ditangihon Jahowa do, jala dipalua nasida sian hagogotannasida sudena.","34:19 Donok do Jahowa di angka na bojok marroha, jala ditumpahi do angka na pogos tondi.","34:20 Lan pe parniahapan ni partigor, alai dipalua Jahowa do ibana sian sudena i.","34:21 Ibana mangaramoti holiholina sudena, ndang maponggol nanggo sada.","34:22 Sai hamatehonon ni parjahat do hajahaton, jala sai marutang do sogot angka na mangkosom partigor.","34:23 Ditobus Jahowa do hosa ni angka naposona, jala ndang marutang sogot sude na marhaposan tu Ibana."," "],["35:1 Badai, ale Jahowa, angka na mambadai ahu, musu i angka na mamusui ahu.","35:2 Sintak ma lombulombu na bidang dohot na metmet, jala hehe ma Ho mangurupi ahu.","35:3 Hitir i ma hujur, jala ambat angka na mangalele ahu, dok ma tu rohangku: Ahu do hatuaonmi.","35:4 Ingkon maila jala murak ma nian sogot angka na mangalotongi hosangki, sai sumurut tu pudi jala tarjimput ma angka na marsangkapi hamagoanku.","35:5 Ingkon sobokkon rapanrapan ma nasida maradophon alogo, jala suruan ni Jahowa ma mamonsa nasida.","35:6 Sai gabe haholomon dohot hamororon ma dalannasida i, jala suruan ni Jahowa mangalotongi nasida.","35:7 Ai * buni do ditaon nasida jorgongna dompak ahu soada alana, ** dihali do sada godung padapot hosangku nian, * soada alana.","35:8 Sai ro ma tu ibana hadodobur, so pangkirimanna, jala * jorgongna, na tinaonna i buni padapot ibana, mardobur ma ibana tubagasan.","35:9 Asa marolopolop rohangku mida Jahowa, jala marhinsa mida hatuaon na sian Ibana.","35:10 Ingkon sude angka holiholingku mandok: Ale Jahowa, * ise ma songon Ho, na paluahon na dangol sian na gumogo sian ibana, nang na dangol dohot na pogos sian na mandobo ibana!","35:11 * Hehe do angka sitindangi hajahaton, * na so hupabotoboto do diusousoi tu ahu.","35:12 * Najat do dibahen nasida tu ahu balos ni na denggan; tarduru do hosangku dibahen.","35:13 Ianggo ahu nian, hori do abithu * jumpa marsahit nasida, hupapeak do rohangku marpuasa, jala mulak tu ampuanku do tangiangku.","35:14 Sobokkon aleale, sobokkon dahahang ibana pangalahongku hubahen, tungki jala donda do pangalangkangku, songon na marhinamagohon ina.","35:15 Hape marlas ni roha jala marpungupungu do nasida di hadadapothon, marpungupungu pallampusung, angka na so hutanda tumahi ahu, sai marlesanlesan do nasida, ndang marpansohotan.","35:16 Udur do nasida dohot angka simanggoanggo patungoripon dompak ahu.","35:17 Ale Tuhan, sadia leleng on do paidaidaonmu? Sai paulak ma hosangku sian hamagoan binahennasida, sian anak ni singa * hosangku na tarpunjung.","35:18 Pujionku ma Ho di luhutan na balga, jala baritahononku ma Ho di hatorapan.","35:19 Sai unang ma marlas ni roha angka musungku pangansi mida ahu, * angka na mangkasomorhon ahu, soada dalanna, * angka na masihidopan.","35:20 Ai ndada hadameon dihatahata nasida, sai ditubutubui do hata sipaotooto dompak angka partobok isi ni tano i.","35:21 Jala sai dipangangang do babanasida dompak ahu, angka ninna do: E, debai, e, debai! Ndi nunga tung huida hami!","35:22 Diida Ho do i, ale Jahowa, unang sai sip Ho! Unang mandaodao Ho sian ahu, ale Tuhan!","35:23 Sai ngot ma Ho jala tarsunggul mangaluluhon uhum di ahu di parbadaankon, ale Debatangku jala Tuhanku.","35:24 Sai uhumi ma ahu hombar tu hatigoranmu, ale Jahowa, Debatangku, asa unang marlas ni roha nasida mida ahu.","35:25 Asa unang angka didok di bagasan rohanasida: E, debai, i ma lomo ni rohanami! Unang tardok nasida; nunga hupolgaki hami ibana.","35:26 Ingkon maila ma nian jala murak saluhut angka na mangkalashon hinamagongki, maruloshon * hailaon dohot haurahon ma angka na manggakgak dompak ahu.","35:27 Sai marolopolop jala marlas ni roha ma angka na mangkalomohon hatigoranki, angka na tongtong mandok: Timbul do Jahowa, na lomo roha di hasonangan ni naposona!","35:28 Jala sai paboaboaon ni dilangku do hatigoranmi, sipatsipat ni ari pujionna Ho."," "],["36:1 Ende sian si Daud, naposo ni Jahowa.","36:2 Di bagasan rohangku do pangkuling ni pangalaosion tu parjahat i: Ndang marhabiaran tu Debata rohana.","36:3 Laos i do mangela ibana paimpolimpol matana mangulahon hajahatonna, sunisunian i.","36:4 Getegete dohot pangansion do hatahata ni pamanganna, nunga mansadi ibana mamingkiri mangulahon na denggan.","36:5 Getegete nama dipingkiri di atas podomanna i, dalan na so ture i nama ditopot, ndang be dihabiashon najat i.","36:6 * Tolhas ro di langit do angka asi ni roham, ale Jahowa, tolhas ro di angka ombun do hasintonganmu.","36:7 Sobokkon angka * dolok ni Debata do hatigoranmu, doshon * aek na sumar do angka panguhummu, diparmudu Ho do jolma dohot pinahan ale Jahowa.","36:8 Tung na arga situtu do asi ni roham, ale Debata! Jadi marhaporusan di * parlinggoman ni habongmu do angka anak ni jolma.","36:9 Dihamahaphon nasida do tabotabo ni bagasmu, jala dipainumhon Ho do tu nasida sian batang aek ni angka hahinsaonmi Edenmi.","36:10 Ai di lambungmi do * mual hangoluan, di bagasan * hatiuronmi huida hami hatiuron.","36:11 Sai panene ma asi ni roham tu angka * na tumanda Ho jala hatigoranmu tu angka na unjur marroha.","36:12 Sai unang ditunjang tot ni haginjangon ahu, jala sai unang dilotongi tangan ni angka parjahat i ahu.","36:13 Marragean ma disi angka siulahon hajahaton, diompashon do nasida, jadi ndang tarbahen nasida be hehe."," "],["37:1 Sai unang ma mohop ateatem mida angka parjahat i, jala unang mangiburu Ho mida angka siulahon hajungkingon.","37:2 Ai doras do nasida sabion songon duhutduhut, jala marmalosan nasida songon tumbur ni duhutduhut.","37:3 Sai marhaposan tu Jahowa ma ho jala ulahon na denggan; inganhon ma tano i jala radoti haburjuon.","37:4 Jala halomohon Jahowa, jadi lehononna ma tu ho pinangido ni roham.","37:5 Pasahat ma dalanmu tu Jahowa jala haposi Ibana, asa Ibana paturehon.","37:6 Jadi paulloponna ma hatigoranmu, songon hatiuron dohot hapintoronmi songon tingkos ni ari.","37:7 * Pasombu ma Jahowa, jala Ibana paimaima; sai * unang mohop roham mida jolma na mardohar dalanna, mida baoa siulahon getegete.","37:8 Otapi rimas jala tadingkon mohopmohop; unang sai hamohophon tu roham, ai laho tu najat do i.","37:9 Ai sai na siap do sogot angka parjahat i, alai sai na * teanon ni angka na mangkaposi Jahowa do tano i sogot.","37:10 Tongkinnari ndang disi be parjahat i, jala ia ditingkir ho ingananna, ndang be jumpang.","37:11 Alai sai na teanon ni angka parlambohi do sogot tano i, jala hahilashononna hinadeak ni hadameon.","37:12 Sai ditahii parjahat i do partigor i jala * dipaturonsiti iponna dompak ibana.","37:13 Alai * diengkelengkel Tuhan i do ibana, ai diida do * haroro ni arina.","37:14 Diumpat angka parjahat i do podang jala disintak siornasida i pagadaphon na dangol dohot na pogos * mamotongi angka na burju marpangalaho.","37:15 Hape ateatenasida sandiri do * ditopot podangnasida i, jala angka * ponggol do siornasida i.","37:16 Tagonan do na otik pineop ni partigor sian hamoraon jong ni torop angka parjahat.","37:17 Ai angka ripuk do sogot botohon ni angka parjahat i, alai ditungkol Jahowa do angka partigor i.","37:18 Diboto Jahowa do angka ari ni parlidang i, jala saleleng ni lelengna do teanteanonnasida.","37:19 Ndang tagamon murak nasida di tingki hagogotan, jala sai butong do nasida di hamamasa ni haleon.","37:20 Ai sai na siap do sogot angka parjahat i, jala sobokkon hajagaron ni ladang do angka musu ni Jahowa, sai * na gabe timus do nasida muse.","37:21 Marsali do parjahat i, hape ndang digarar; alai marasi roha jala mardenggan basa ianggo partigor i.","37:22 Ai angka na tinumpakna i do * tumean tano i sogot, jala sai na siap do sogot angka * na tinoruanna i.","37:23 Jahowa do pahothon langkalangka ni baoa, jala dihalomohon do dalanna i.","37:24 Tinggang pe ibana, ndada laos sarat, ai ditungkol Jahowa do tanganna.","37:25 Dakdanak ahu jolo, nunga pola matua ahu, ndang dung dope huida tartading partigor manang mangidoido sipanganon pinomparna i.","37:26 Sai mardenggan basa do ibana jala pasalihonsa ganup ari, jadi parhitean ni pasupasu do pinomparna i.","37:27 Sumurut ma ho sian najat i, jala ulahon na denggan, asa maringanan ho salelenglelengna.","37:28 Ai holong do roha ni Jahowa mida uhum jala ndang tagamon tadingkononna angka na niasianna; sai ramotanna do nasida salelenglelengna, alai anggo pinompar ni angka parjahat i siap do sogot.","37:29 Teanon ni angka partigor i do sogot tano i, jala tongtong do nasida maringanan disi.","37:30 Mamodahon habisuhon do pamangan ni partigor i, jala mangkatahon uhum do dilanai.","37:31 Dipeop rohana do patik ni Debatana, ndang tagamon humordit angka langkana i.","37:32 Sai mangonggop do parjahat dompak partigor i, naeng bunuonna ibana ditahi rohana.","37:33 Alai ndang tagamon lehonon ni Jahowa ibana tu tanganna, manang tung toruanna ibana, di na hona uhum ibana.","37:34 Haposi ma Jahowa jala paihutihut dalanna i, jadi patimbulonna ma ho tumean tano i, idaidaonmu ma hasisiap ni angka parjahat.","37:35 Huida ma sada parjahat na sumalin jala manurumbun ibana songon hau na rugun di hatubuanna.","37:36 Jadi mamolus iba, hape ndang disi be; pola do hulului ibana, hape ndang jumpang.","37:37 Sai matahon na lidang i jala bereng na tigor i, ai sai hadameon do ujung ni halak sisongon i.","37:38 Alai sai siap do sogot angka pangalaosi sudena, pinompar ni angka parjahat pe siap do.","37:39 Sian Jahowa do ianggo hatuaon ni angka partigor, Ibana do partanobatoannasida di tingki hagogotan.","37:40 Ditumpak jala * dipalua Jahowa do nasida dipalua do nasida sian angka parjahat i, jala ditumpahi nasida, ai marhaposan tu ibana do nasida."," "],["38:1 Ende sipaingot sian si Daud.","38:2 Ale Jahowa, unang ahu pinsang di bagasan rimasmu, jala unang ajari ahu di parpiarpiar ni murukmu.","38:3 Ai nunga * pantik tu ahu angka sumbiam, jala * didondoni tanganmu ahu.","38:4 Ndang adong be na hisar di dagingku binahen ni rimasmu, ndang be marhasonangan holiholingku dibahen dosangku.","38:5 Ai disalpui angka dosangki do ulungku, madokdokhu do angka huhilala, songon siboanon na dokdok situtu.","38:6 Nunga pola bau jala malala angka barongki dibahen otongku.","38:7 Puhung jala tungki situtu do ahu, sai martujungtujung do ahu mardalan manipat ari.","38:8 Ai gok gara do huhilala angka haehaengku, jala ndang adong be na hisar di dagingku.","38:9 Jogal jala lampot situtu do dagingku huhilala, sai mangangguk badar do ahu dibahen ponjot ni rohangku.","38:10 Iale Tuhan, peak di jolom do sude na pinangido ni rohangku, jala ndang buni sian Ho parhoingki.","38:11 Sai mulbahulbak do pusupusungku, ndang margogo be ahu, jala hatiuron ni matangku pe ndang disi be.","38:12 Sai * mandaodao do jongjong angka na marhamaolhon ahu, angka donganku pe ro di angka na solhot tu ahu marnida parniahapanku.","38:13 Jala bostang do ditaon angka na tumahi hosangku, jala sai patahitahi parhilangon do angka na mangalului hamagoanku, jala pangansion do dipahatahata ganup ari.","38:14 Alai songon halak na nengel do ianggo ahu, ndang hupatangitangi, jala songon halak na ngungu, na so pabuha pamanganna.","38:15 Jala songon halak na so marbinege do ahu, jala na so marpaminsang pamanganna.","38:16 Ai marhaposan tu Ho do ahu, ale Jahowa, sai Ho ma mangalusi, ale Tuhan Debatangku.","38:17 Ai ninna rohangku do: Sai unang ma marlas ni roha nasida mida ahu, nasida angka na mangunteas dompak ahu di na","38:18 Ai naengnaeng tinggang do ahu, jala sai tong sonson di jolongku parniahapanki.","38:19 Ai hutopoti do dosangku, jala holsoan ahu ala ni dosangku.","38:20 Alai anggo angka musungku haroro ni gogona do, jala torop do nasida angka na mangkosom ahu, soada alana.","38:21 Jala dipambahen do na jat balos ni na denggan, jala dimusui do ahu ala na hupareak na denggan i.","38:22 Sai unang ma tadingkon ahu, ale Jahowa, Debatangku! Sai unang paholang Ho sian ahu!","38:23 Sai hapogani ma mangurupi ahu, ale Tuhan, hatuaonku."," "],["39:1 Ende sian si Daud siendehonon ni * si Jedutun.","39:2 Ninna rohangku do: Sai jagaonku do angka pangalahongku maradophon dosa marhite sian dilangku, jagaonku do huntam ni pamanganku, saleleng di jolongku dope parjahat i.","39:3 Sai * mangungu do ahu mangkohomhohom, sai sip do ahu maradophon hauntungon, alai sai * gunsang do ianggo parniahapanki.","39:4 * Sai mohop do ateatengku di bagasan ahu, lam hupingkiri, lam marjimbur do api, gabe mangkuling ma dilangku:","39:5 Sai * pabotohon ma tu ahu, ale Jahowa, ajalhu sogot dohot suhatsuhat ni ariaringku na otik i, asa huboto na gale do ahu hape.","39:6 Ida ma, marsasantopap do angka ariaringku dibahen Ho, jala sobokkon soada na ma adamhu di jolom, alogo sambing do sude jolma, nang pe hot jongjong. Sela.","39:7 Halinu sambing do jolma i mardalani, alogo sambing do digulutgulut, sai * papunguhon do ibana, hape ndang diboto, manang ise na mangahuti muse.","39:8 On pe ale Tuhan, aha nama sihaposangku? Marhaposan tu Ho nama ahu.","39:9 Sai palua ma ahu sian angka pangalaosingku sudena, unang ahu bahen sieleseleson ni na oto.","39:10 Sai hohom nama ahu, ndang hubungka be pamanganku, ai Ho do * mambahensa.","39:11 Sai paholang ma sian ahu linsinglinsingmi, nunga pola madamor ahu dibahen pangonai ni tanganmu.","39:12 Molo dilinsingkon Ho angka linsinglinsingi tu jolma, ala ni dosa, gabe mabaor ma hinaulina songon pinangan ni ngitngit; alogo sambing do jolma i sudena. Sela.","39:13 Sai * tangihon ma tangiangku, ale Jahowa, jala pinggol anggukkon! Unang sai sip Ho mida iluilungku, ai * pardagang do ahu di lambungmi, paisolat songon angka daompung sudena.","39:14 Sai padao ma pamerengmu sian ahu, asa hupasihar ahu, tagan so laho dope ahu gabe pidom."," "],["40:1 Ende sian si Daud.","40:2 Sai tong do huhaposi Jahowa, jadi dipaeleng Ibana dirina tu ahu, jala ditangihon alualungku.","40:3 Jala dienet ahu tu ginjang sian * godung halonongan, sian dore na pilhot, jala dipajongjong tothu tu atas ni * dolok batu, marsihohot langkalangkangku dibahen.","40:4 Dung i dilehon muse * ende na imbaru tubagasan pamanganku, pujipujian tu Debatanta. Lan do na marnidasa, gabe mabiar nasida, jala marhaposan tu Jahowa.","40:5 Martua ma baoa na mambahen Jahowa haposanna, jala na so olo marbalik paihuthon siginjang roha i, angka na paulaula gabus.","40:6 Torop do angka halongangan dohot sangkapsangkap dibahen Ho humongkop hami, ale Jahowa, Debatangku, ndang tarpajojor tu Ho, nang pe naeng baritahononku jala paboaonku, ndang tarpajojor tahe dibahen toropna.","40:7 Ndang lomo roham di * pelean sipotongon dohot sipanganon, ditura Ho * pinggolhu duansa, ndang dipangido Ho pelean situtungon dohot pardosaon.","40:8 Jadi ningku ma: Ida ma, nunga ro ahu mamboan buku, * na sinurat taringot tu ahu.","40:9 Dipangido rohangku do patupahon lomo ni roham, ale Debatangku, jala di parsitongaan ni rohangku do patikmi.","40:10 Hubaritahon do hatigoran di * luhutan na bolon i; ida ma, ndang * hututup bibirhu, diboto Ho do i, ale Jahowa.","40:11 Ndang hutabunihon hatigoranmu di bagasan rohangku; sai hupaboaboa do hasintonganmu dohot hatuaonmi; * ndang huporso asi ni roham dohot habonaronmi tu luhutan na bolon.","40:12 Ho, ale Jahowa, sai unang polpol angka asi ni roham sian ahu: * Denggan basam dohot habonaronmi ma mangaramoti ahu tongtong.","40:13 Ai tuk do humaliang ahu angka parsorion, maradu so habilangan, disoro * angka dosangku do ahu, gabe so malo ahu marnida, * tumorop do angka i sian obuk ni ulungku, jala diparsitadingi rohangku do ahu.","40:14 Sai lomo ma roham, ale Jahowa, paluahon ahu! Hapogani ma, ale Jahowa, mangurupi ahu!","40:15 Ingkon maila nian jala murak sude angka na paburuburu hosangku laho maniaphon nian. Ingkon sumurut tu pudi jala murak nian angka na mangkalomohon hinamagongki.","40:16 Ingkon tarhatotong nian nasida ala ni haurahonnasida i, angka na mandok tu ahu: E, debai! E, debai!","40:17 Ingkon marolopolop nian jala marlas ni roha di bagasan Ho sude angka na mangalului Ho, ingkon tongtong ma dohonon ni angka na mangkaholongi hatuaonmi: Timbul do Jahowa!","40:18 Dangol pe ahu jala pogos, Tuhan i do sumarihon ahu. Ho do pangurupingku dohot sipalua ahu! Ale Debatangku, sai unang pabenda!"," "],["41:1 Ende sian si Daud.","41:2 Martua ma halak na manatap uhum tu na soro ni ari on, sai paluaon ni Jahowa do ibana di * ari hinamago.","41:3 Ramotan jala pangoluon ni Jahowa do ibana, martua do ibana bahenonna di tano on, jala ndang tagamon lehononmu ibana ripe rupaon ni musuna.","41:4 Sandeon ni Jahowa ma ibana di podoman parsahiton, dipahosing Ho do lagena sudena di parsahitonna i.","41:5 Ianggo ahu ningku do: Asi ma roham di ahu, ale Jahowa, sai pamalum rohangki, ai dompak Ho do ahu mardosa.","41:6 Roa do ianggo pandok ni angka musungku tu ahu: Sadihari ma ibana mate, asa pesan nian goarna i?","41:7 Jala ia ro ibana mandulo, gabus do dipangkatahatahon; papungupungu hajahaton do rohana di ibana, ruar tu balian ibana, dihatahon ma i.","41:8 Masihusipan do sude angka na mangkasomorhon ahu laho tumahi ahu, roa do sangkapnasida dompak ahu.","41:9 Dituangkon do tu ibana hata na jahat sahali, jala ndang be tagamon * hehe na peakon.","41:10 Gari * bajo hasudungan ni rohangki, na huhaposi, * na manganhon indahanku manandakkon tambihul dompak ahu.","41:11 Alai anggo Ho, ale Jahowa, sai asi ma roham di ahu, jala pahehe ahu, * asa hubaloshon tu nasida.","41:12 Sian i do hutanda lomo ni roham mida ahu: Na so tarbahen i musungku martillahon ahu.","41:13 Ianggo ahu, Ho do maniop ahu di * haburjuonku, jala dipajongjong Ho do ahu tu jolo ni bohim salelenglelengna.","41:14 Pinuji ma Jahowa, Debata ni Israel olat ni narobi ro di saleleng ni lelengna! Amen, Amen!"," "],["42:1 Ende sipodaon sian angka anak ni si Kora.","42:2 Songon pangkalungunhon ni ursa di angka guluan, songon i do pangkalungunhon ni tondingku tu Ho, ale Debata.","42:3 Mauas do tondingku * di Debata, ni Debata na mangolu i, andigan pe tolhas ahu, asa huida bohi ni Debata?","42:4 Sai iluilungku do sipanganonku arian dohot borngin, ai manipat ari do dipandok tu ahu: * Didia do Debatam?","42:5 Molo sapala marningot ahu disi, jadi * use ma huhilala rohangku di bagasan: * Na udur i ahu najolo rap dohot angka natorop manopot bagas ni Debata, huhut marsoara olopolop dohot pujipujian rap dohot angka na laho marari raya.","42:6 Boasa sai tungki ho, ale tondingku, jala boasa sai rusak ho di bagasan ahu? Haposi ma Debata, ai sai na pujionku dope Ibana, hatuaon ni bohingku jala Debatangku.","42:7 Tungki do rohangku di bagasan, dibahen i marningot do ahu di Ho sian luat martopihon Jordan, dohot sian Hermon, sian dolok Misar.","42:8 Sai masiharaan do angka sampuran dibahen soara ni hasakmu, sude angka ombakmu dohot galumbangmu manghungkupi ahu.","42:9 Alai diparbagabaga Jahowa do asi ni rohana arian, * borngin pe sai mamuji jala martangiang do ahu tu Debata ni hangoluanku.","42:10 Jadi ningku do mandok Debata, * partanobatoanki: Boasa tung dihalupahon ho ahu? * Boasa ingkon sai martujungtujung ahu mardalan dibahen pangarsahi ni musu?","42:11 Nunga magopu hian holiholingku, lam diinsahi angka musungku do ahu, ai dipandatdati nasida do ganup ari mandok tu ahu: Didia do Debatam?","42:12 Boasa sai tungki ho, ale tondingku, jala boasa sai rusak ho di bagasan ahu? Haposi ma Debata, ai sai na pujionku dope Ibana, hatuaon ni bohingku jala Debatangku."," "],["43:1 * Luluhon ahu, ale Debata, jala badahon badangku dompak bangso na so daulat, sai palua ma ahu sian baoa siulahon sipaotooto dohot hajengkelon.","43:2 Ai Ho do Debata ni hagogoonku, boasa tung ambolongkononmu ahu? Boasa ingkon sai martujungtujung ahu mardalan binahen ni pangarsahi ni musu?","43:3 Tongoshon ma hatoranganmu dohot hatigoranmu, angka na manogu ahu, pataruhon ahu tu dolok ni habadiaonmu dohot tu ingananmu.","43:4 Asa tung masuk ahu tu langgatan ni Debata, tu Debata * silas ni rohangku, asa hupuji Ho mardongan parhinaloan, ale Debata, Debatangku tongon.","43:5 Boasa sai tungki ho, ale tondingku, jala sai rusak di bagasan ahu? Haposi ma Debata, ai sai na pujionku dope Ibana, hatuaon ni bohingku jala Debatangku."," "],["44:1 Ende sipaingot sian angka anak ni si Kora.","44:2 Ale Debata, nunga sar dibege pinggolnami, dipajojor angka ompunami tu hami, pambahenan na binahenmi di ngolunasida, di angka ari na robi.","44:3 Dipabali Ho do marhitehite tanganmu angka parbegu asa mangalopokkon ianggo nasida; disiaphon Ho do angka bangso, alai dipararat Ho do ianggo nasida.","44:4 Ai ndada marhitehite * podangnasida disoluk nasida tano i, jala ndada botohonnasida mambahen marantu nasida; tangan siamunmi dohot botohonmi dohot hatiuron ni bohim do tahe, ai * dihalomohon Ho do nasida.","44:5 Apala Ho sandiri do * rajangku, ale Debata! Sai paborhat ma angka * hatuaon ni si Jakkob.","44:6 Mangasahon Ho duguduguhononnami ma angka musunami, mangasahon goarmi luntahonnami ma angka alonami.","44:7 Ai ndada siorhu na huhaposi jala ndada podangki pamonang ahu.","44:8 Ho do tahe pamonang hami maradophon musunami, Ho do mambahen tarurak angka na mangkasomorhon hami.","44:9 Mangasahon Debata hami mamuji manipat ari, jala mandok mauliate hami di goarmi salelenglelengna. Sela!","44:10 Hape diambolongkon jala dipaurak Ho do hami nuaeng, jala ndang borhat Ho mandongani parangannami.","44:11 Dipaundarundar Ho do hami maradophon musu, gabe dipupusi angka na mangkasomorhon hami do hami.","44:12 Dilehon Ho hami songon birubiru sipanganon, jala dipaserak Ho do hami tu tongatonga ni angka parbegu.","44:13 Diseaseahon Ho do bangsom manggadissa, jala ndang dipanaeknaek Ho asamnasida.","44:14 Dibahen ho do hami sieleseleson ni hombar hundulnami, parbilean dohot marhaurahon di angka na humaliang hami.","44:15 Dibahen Ho do hami * parumpamaan di tongatonga ni angka parbegu, * paregolegolan ni ulu di tongatonga ni angka bangso.","44:16 Sai solpa do di jolongku haurahonku ganup ari, jala hailaon ni bohingku manghungkupi ahu.","44:17 Maradophon soara ni pangelesi dohot panginsahi, maradophon musu dohot panuboli.","44:18 Ro pe sudena i tu hami, laos so huhalupahon hami Ho, jala ndang huose hami padan binahenmu.","44:19 Ndang sumurut tu pudi rohanami, jala ndang manimbil langkanami sian dalanmi.","44:20 Hape diropuhi Ho do hami di parbueaan, jala dilungkuphon Ho do tu hami linggoman hamatean.","44:21 Tung sura huhalupahon hami goar ni Debatanami, jala * hupaherbang hami tangannami tu Debata sileban:","44:22 Tung so sisiran ni Debata i? Ai Ibana do tumanda angka sibunian ni roha.","44:23 Ai humongkop Ho do umbahen dibunui hami ganup ari, doshon birubiru sipotongon do hami di rohanasida.","44:24 Ngot ma Ho! Boasa sai modom Ho, ale Tuhan? Tarsunggul ma Ho, unang ambolongkon hami salelenglelengna.","44:25 Boasa tung tabunihononmu bohim, halupahononmu pardangolan dohot hagogotannami?","44:26 Ai tungki do rohanami ro di sumanggo, lohot tu tano do butuhanami.","44:27 Sai hehe ma Ho mangurupi hami, jala palua hami, ala asi ni roham!"," "],["45:1 Ende sipaingot sian angka anak ni si Kora, taringot tu holong ni roha.","45:2 Gurgur do rohangku dibahen hata na denggan ningku do: Rajai do nampuna angka pambahenanki angka endengki, panurat ni na pande manurat do dilangku.","45:3 Ummuli do Ho sian angka anak ni jolma, janggaleman do use tu bibirmu, ala ni do umbahen dipasupasu Debata ho salelenglelengna.","45:4 Hohoshon ma podangmu tu gontingmu, ale ulubalang, ro di hamuliaonmu dohot hatongamonmu.","45:5 Sai marantu ma hamuliaonmu, borhat ma Ho marhureta humongkop hasintongan dohot haserepon ni hatigoran, jadi ajaron ni siamunmu ma Ho mambahen angka halongangan.","45:6 * Tajom do angka sumbiami, marraggean ma * angka bangso tu toru ni patmu; ditorusi do angka ateate ni musu ni rajai.","45:7 * Ia habangsami ale Debata, hot do ro di salelenglelengna, tungkot hatigoran do tungkot ni harajaonmi.","45:8 Dihaholongi Ho do hatigoran, jala dihagigihon roham do hajahaton, ala ni do umbahen dimiakkon Debatam * miak halalas ni roha tu Ho * sumurung sian na tu angka donganmu.","45:9 Gota Mir dohot Aloe, Cendana do angka ulosmu sudena las do roham dibahen parhinaloan na piniltihan sian angka * bagas gading.","45:10 Angka boru ni raja do di tongatonga ni angka haholonganmu, * jongjong di siamunmu do oroan i marpangkean sere sian Opir.","45:11 Tangihon, ale boru hasian, ida jala paeleng pinggolmu, jala halupahon bangsomu dohot bagas ni amangmu.","45:12 Asa dihalomohon rajai hinaulim, ai Ibana do Tuhanmu jala ingkon marsomba tu Ibana ho.","45:13 Dohot do boru Tirus, angka na mora ni bangso i, marhasiholhon bohim mardongan silua.","45:14 Marmulia situtu do boru ni rajai di bagasan bilut, na pinunsa dohot sere do pangkeanna.","45:15 Marpangkean na niangit do ibana ditogihon tu rajai, angka namarbaju alealena i ihut sian pudina, ditogihon tu Ho.","45:16 Marlas ni roha jala marolopolop do nasida ditogihon laho masuk tu bagas ni rajai.","45:17 Angka anakmu ma sumingkat amamu, * pabangkitonmu ma nasida gabe pangarajai di liat portibi on.","45:18 Sai pujionku do goarmu marsundutsundut, ala ni pujion ni angka bangso ma Ho salelenglelengna."," "],["46:1 Ende sian angka anak ni si Kora.","46:2 Debata do haporusanta dohot hagogoanta, pangurupion situtu di hagogotan, angka na mangonai tu hita.","46:3 Dibahen i ndang mabiar hita, nang pe balik tano on, jala lalolalo angka dolok laho marongrong tu tongatonga ni laut.","46:4 Nang pe gasagasaon jala margumogumo angka aekna, pola humuntal angka dolok dibahen pasangnai. Sela!","46:5 * Sada batang aek, ro di sungena palas roha ni * huta ni Debata, inganan na badia ni Natumimbul.","46:6 Debata do di tongatongana, ndang tagamon humordit, andostorang dope, nunga diurupi Debata ibana.","46:7 Guntur pe angka parbegu, lonong angka harajaon, molo mangkuling Ibana, malala do tano on.","46:8 * Jahowa Zebaot do donganta, * Debata ni si Jakkob do partanobatoanta. Sela!","46:9 * Sai ro ma hamu marnida halongangan angka na binahen ni Jahowa, Ibana mambahen angka panonggoti di tano on.","46:10 Ibana do * pasohothon hamusuon ro di ujung ni tano on; Ibana do umponggolhon sior jala ditallihi hujur, dipuruni do angka hureta di bagasan api.","46:11 Pasohot hamu ma jala tanda hamu Ahu do Debata, sai timbul do Ahu sogot di tongatonga ni angka bangso, timbul di tano on.","46:12 Jahowa Zebaot do donganta, Debata ni si Jakkob do partanobatoanta. Sela!"," "],["47:1 Ende sian angka anak ni si Kora.","47:2 Martopaptopap tangan ma sude hamu angka bangso! Puji hamu ma Debata mardongan soara olopolop!","47:3 Ai Jahowa do na tumimbul, na songkal, Raja bolon do Ibana gumomgom liat portibi on.","47:4 Papatuonna do angka bangso tu hita dohot angka marga tu toru ni patta.","47:5 Ibana do mamillit di hita pargolatanta, hatimbulon ni si Jakkob, na hinaholonganna i. Sela.","47:6 Manaek do Debata mardongan parolopolopon, Jahowa mardongan soara ni sarune.","47:7 Sai endehon hamu ma Debata! Sai endehon hamu ma Rajanta i! Endehon ma tutu!","47:8 Ai Debata do Raja ni liat portibi on, endehon hamu ma ende sipodaon.","47:9 Debata do mangarajai angka parbegu, hundul do Debata di atas habangsa habadiaonna i.","47:10 Marpungu do angka na sangap ni angka bangso tu * bangso ni Debata ni si Abraham, ai Debata do nampuna angka * lombulombu raja ni tano on, timbul situtu Ibana."," "],["48:1 Ende sian angka anak ni si Kora.","48:2 Timbul do Jahowa jala pujion situtu di bagasan * huta ni Debatanta, di atas * dolok habadiaonna i.","48:3 Denggan do martagahambing, * silas ni roha ni liat portibi on do dolok Sion i, suhi na tungkan utara, * huta ni Raja na timbul i.","48:4 Tau partanobatoan do Debata, tartanda di angka bagasnasida.","48:5 Ai ida ma, marluhut do angka raja mandapothon.","48:6 Hape dung diida nasida, pintor tarhatotong do, mabuk be do nasida maporus.","48:7 Angka hitir do nasida disi, mangae songon boruboru na laho mangintubu.","48:8 Diropuhi Ho do angka parau Tarsis marhitehite * alogo sian habinsaran.","48:9 Suman do tu barita na hubege hami do huida hami di bagasan huta ni Jahowa Zebaot, di bagasan huta ni Debatanta i, sai pahoton ni Debata do i ro di salelenglelengna. Sela.","48:10 Ditimbang rohanami do, ale Debata, asi ni roham di parsitongaan ni * joromi.","48:11 Suman tu goarmu do baritam, ale Debata, ro di ujung ni tano on, gok hatigoran do siamunmi.","48:12 Marlas ni roha ma dolok Sion, marolopolop ma angka * boru Juda ala ni panguhummu.","48:13 Haliangi hamu ma Sion i jala liati hamu, bilangi hamu ma angka partanobatoanna i.","48:14 Tangkasi hamu ma parikna i, sigati hamu ma angka bagasna i, asa tarpajojor hamu tu pinomparmu sogot.","48:15 Paboa Debata on do Debatanta ro di salelenglelengna, Ibana * manogu hita ro di hamatean."," "],["49:1 Ende sian angka anak ni si Kora.","49:2 Tangihon ma on, sude hamu angka bangso, tarehon ma pinggolmu, sude hamu pangisi ni hasiangan on.","49:3 Nang hamu situan natorop, nang raja, ro di na mora dohot na pogos!","49:4 Hatahonon ni pamanganku ma habisuhon, jala hapistaran do pingkiran ni rohangku.","49:5 Paelengonku ma pinggolhu tu umpama, papataronku ma * hulingkulinganku mardongan parhinaloan.","49:6 Boasa ma tung tahuton ahu di * angka ari parhinamagoan, di na hinaliangan ni hajengkelon ni angka na mangarupa ahu?","49:7 Angka na marhaposan tu sinamotna, jala dihaginjangkon hinagok ni hamoraonnasida.","49:8 So manang tartobus manang ise donganna manang tarlehonsa partobusna tu Debata.","49:9 Maargahu do partobus ni tondina i, ingkon pasohotonna do salelenglelengna.","49:10 Tung mangolu ma ibana ro di salelenglelengna, so idaonna tanoman?","49:11 Ingkon idaonna do marmatean angka na bisuk i, rap mago do na oto dohot na londongon, jadi tading di na asing ma sinamotna.","49:12 Ianggo rohanasida nian di bagasan: Salelenglelengna do bagasnasida i, inganannasida pe marsundutsundut, goarnasida do dibahen pambuatan ni goar ni angka golat.","49:13 Hape ndang mangulon jolma di hadoharonna i * doshon pinahan do nasida diragehon.","49:14 I ma pangalaho ni angka na mangasahon haotoonna, dohot angka na mangihuthon nasida, angka na mangkalomohon hatanasida i. Sela!","49:15 Sobokkon birubiru do nasida dipabara tu banuatoru, * hamatean do marmahan nasida, jala rajaan ni angka na tigor roha i ma nasida di na sansogot i, turtaran ni banuatoru ma pinangasahonnasida i, gabe ndang adong be * inganannasida.","49:16 Alai anggo tondingki, sai * tobuson ni Debata do sian tangan ni banuatorui, ai * jangkononna do ahu. Sela!","49:17 Unang ma ho tahuton, molo lam mamora sahalak, molo ganda hamuliaon ni bagasna i.","49:18 Ai ndang boanonna sudena i di hamamatena i, ndang ihuthonon ni hamuliaonna i ibana laho tuat.","49:19 Ai nang pe diparhatua tondina i di ngoluna jala dipapujipuji halak ho, ala dibahen ho na denggan i tu ho:","49:20 Sai topotonna do sundut ni ompuna, angka na so * marnida hatiuron salelenglelengna.","49:21 Sobokkon pinahan do rage jolma di hadoharon, molo so marroha ibana."," "],["50:1 Ende sian si Asap. Mangkuling do Debata Jahowa, jala martingting tu tano on sian habinsaran tolhas ro di hasundutan.","50:2 Sian Sion, situan ni hinadenggan marsinondang Debata.","50:3 Sai na ro Debatanta, jala ndang tagamon hohom Ibana, di jolona do api mandilatdilat, jala ronggur na gogo situtu humaliang Ibana.","50:4 Dipio do angka langit sian ginjang, ro di tano on, asa diuhum bangsona.","50:5 * Papungu hamu ma tu Ahu angka na daulat marroha * angka na marpadan dohot Ahu marhitehite pelean.","50:6 Jadi dibaritahon angka langit ma hatigoranna, ai apala Debata do panguhum. Sela!","50:7 Sai tangihon ma, ale bangsongku, asa mangkuling Ahu: Ho ale Israel, asa huhatindangkon tu ho: * Ahu Debata do Debatam.","50:8 Ndada ala ni peleanmi umbahen hupinsang ho, manang ala ni peleanmi situtungon, angka na tongtong di jolongku.","50:9 Ndang nian pola sian jabum Ahu mambuat lombu, manang hambing sian angka baram.","50:10 Ai guru di Ahu do sude binatang ni harangan, pinahan na marriburibu angka na di dolok pe.","50:11 Hutanda do sude pidong angka na di dolok, ro di angka na manggulmit di ladang guru di Ahu do.","50:12 Tung sura male Ahu, ndang pola tu ho Ahu mangalualu, ai * guru di Ahu do liat portibi on ro di isina.","50:13 Tung panganonku ma juhut horbo tunggal manang inumonku mudar ni angka hambing?","50:14 * Pelehon ma tu Debata hamauliateon, jala * garari ma angka bagabagami tu Natumimbul.","50:15 Jala jou ma Ahu jumpa di ari hagogotan, asa hupalua ho, asa dipuji ho Ahu.","50:16 Alai anggo tu parjahat i ninna Debata do: Boasa tung hum ho jumamitahon angka patikki, jala leap di bagasan pamanganmu padan na hubahen i?","50:17 Hape * dihagigihon roham do sipaingot, jala * ditundalhon ho do angka hatangki.","50:18 Ia adong diida ho panangko, laos * lomo do roham mandongani ibana, jala * satahi do ho dohot angka pangalangkup.","50:19 Dipasombu ho do roharoha ni pamanganmu mandok najat dohot dilam mandandani sipaotooto.","50:20 Sai hundulhundul do ho pahatahata donganmu, sai disuan ho do gasa tu anak ni inangmu.","50:21 Sai songon i do dibahen ho, jala sai * sip do Ahu, jadi ninna roham ma tudoshon ho do Ahu. Sai pinsangonku do ho tahe, jala rujionku do apala di jolo ni matam.","50:22 Sai timbang ma i hamu, ale angka na mangkalupahon Debata, asa unang sanga * husoro hamu, soadadong na paluahon.","50:23 Manang ise na mamelehon hamauliateon, i do na pasangap Ahu, jala mambahen lapang, asa hupatuduhon di ibana * hatuaon ni Debata."," "],["51:1 Ende sian si Daud.","51:2 Uju na ro panurirang si Natan manopot ibana, dung diparjolma Nai Batseba.","51:3 Asi ma roham di ahu, ale Debata, hombar tu denggan ni basam, sai sesa ma angka pangalaosingku hombar tu godang ni asi ni roham.","51:4 Ias situtu ma ahu buri sian hajahatonku, jala paias ma ahu sian dosangku.","51:5 Ai nunga huboto angka pangalaosingku, jala sai tong do sonson di jolongku dosangku.","51:6 Dompak Ho sambing do ahu mardosa, jala * najat situtu do di matam na huulahon, asa tung * bonar Ho di bagasan pandohanmu, pita di bagasan panguhummu.","51:7 Tongon do di bagasan hajahaton do ahu tubu, jala di bagasan dosa dijangkon dainang ahu.","51:8 Sintong ni roha di bagasan do tongon lomo ni roham, antong pabotohon ma * habisuhon tubagasan rohangku.","51:9 Sai urasi ma ahu sian dosangku marhitehite * sanggul, asa tung ias ahu; sai buri ma ahu, asa * sumaksak ahu sian itak.","51:10 Sai patubegehon ma tu ahu hasonangan dohot las ni roha, asa marolopolop holiholi, angka naung ginopuanmu.","51:11 Sai hungkupi ma bohim mida angka dosangki, jala sesa ma angka hajahatonku sudena.","51:12 Tompa ma roha na ias di bagasan ahu, ale Debata, jala paimbaru ma tondi na marsihohot di bagasan ahu.","51:13 Sai unang pabali ahu sian jolom, jala unang unsati tondim na badia i sian ahu.","51:14 Sai pasuang ma tu ahu halalas ni hatuaonmu, jala togu ma ahu marhitehite tondi ni haringgason.","51:15 Asa huajarhon * angka dalanmu tu angka parjahat, asa mulak angka pardosa tu Ho.","51:16 Sai palua ma ahu sian angka * parsapataon mudar, ale Debata, Debata ni hatuaonku, asa dipuji dilangku * hatigoranmu.","51:17 Sai pabuha ma bibirhu, ale Tuhan, asa dibaritahon pamanganku pujipujianmu.","51:18 Ai ndang dihalomohon roham pelean sipanganon, sai na lehononku do nian, jala ndang lomo roham di pelean situtungon.","51:19 Angka pelean tu Debata: I ma tondi na magopu, tongon do roha na magopu dohot na bojok, ndang ditulakkon roham, ale Debata.","51:20 Sai bahen ma na denggan tu Sion marningot denggan ni basam, sai pauli ma angka parik ni Jerusalem.","51:21 Dung i disi ma halomohononmu * angka pelean hatigoran, pelean situtungon dohot ** pelean na sun denggan, disi ma pelehononhon * angka lombu di atas langgatanmu."," "],["52:1 Ende sipodaon sian si Daud.","52:2 Di na ro i si Doeg, halak Edom i, mangalualuhon tu si Saul paboahon tu ibana: Nunga dibongoti si Daud jabu ni si Ahimelek.","52:3 Boasa manenganenga dirim di bagasan hajahaton, * ho ale ulubalang? Manipat ari do ianggo asi ni roha ni Debata.","52:4 Hamagoan do ditahitahi dilam, ho ale siulahon sipaotooto, sobokkon raut parnabung.","52:5 Godangan do dihaholongi roham najat asa na denggan gabus sian na mandok hatigoran. Sela!","52:6 Dihaholongi roham nasa hata simangan mangere laho mangago, ale dila pangansi!","52:7 Antong, ho pe siaphonon ni Debata do ro di salelenglelengna, tangkuponna ma ho manaratnarat ho sian undungundung, jala uratanna ma ho sian tano hangoluan i. Sela!","52:8 Jadi idaon ni angka partigor ma i, gabe mabiar nasida jala engkelengkelonnasida ma ibana:","52:9 Ida ma, indi bajoi, na so mambahen Debata partanobatoanna, jala * marhaposan tu hinadeak ni hamoraonna, hajengkelonna do dipangasahon.","52:10 Alai anggo ahu, sobokkon hau jetun na rata do di bagasan bagas ni Debata, asi ni roha ni Debata do na huhaposi ro di salelenglelengna.","52:11 Sai pujionku do Ho ro di salelenglelengna, ai * Ho do sibahensa, jala sai parhanalomonku do goarmu, ai * haleaon do i maradophon angka na niasianmu."," "],["53:1 Ende sipodaon sian si Daud.","53:2 Ninna na oto i do di bagasan rohana: Ndang adong Debata; jahat jala sogir do nasida marpangalahohon hajahaton, ndang adong siulahon na denggan.","53:3 Manatap manonggor Debata sian banua ginjang, marnida jolma manisia, manang na adong na marroha, na usouso di Debata.","53:4 Alai tung saluhut do nasida sumurut tu pudi, tung sange do nasida marroha mago: Ndang adong siulahon na denggan, nanggo sahalak.","53:5 Tung na so mananda do ulaning angka siulahon hajahaton, angka na manganhon bangsongku, songon na mangan roti? Ia Debata ndang dijou nasida.","53:6 Alai * tarsonggot situtu do nasida disi sogot, nang so adong habiaran; ai paserahon ni Debata do holiholi ni na tumungkum ho; * tarurak do nasida bahenonmu, ai nunga diambolongkon Debata nasida.","53:7 Ise do ulaning sian Sion mangalehon hatuaon di Israel? Molo mulak sogot boanon ni Debata angka na tarbuang sian bangsona, marolopolop ma Jakkob jala marlas ni roha ma Israel."," "],["54:1 Ende sipodaon sian si Daud.","54:2 Di na ro i pangisi ni Sip, angka na mandok tu si Saul: Nda di lambungnami do martabuni si Daud?","54:3 Sai tumpahi ma ahu, ale Debata, marhitehite goarmu, jala * pasintong uhum di ahu marhitehite hagogoonmu.","54:4 Sai tangihon ma tangiangki, ale Debata, paeleng ma pinggolmu, tumangi pangkataion ni pamanganku.","54:5 Ai halak na pulik marga do hehe mangalo ahu, jala angka sibahen gogo mangiran hosangki, ndang dibahen nasida Debata tu jolonasida i. Sela!","54:6 Ida ma Debata do situmpak ahu, Tuhan i do di tongatonga ni angka sitiopi hosangki.","54:7 Pasuangonna do najat i tu angka na manosak ahu, sai siaphon ma nasida marhitehite hasintonganmi.","54:8 * Marroha habinsaon ma ahu mamele tu Ho, pujionku ma goarmu, ale Jahowa, ai * haleaon do i.","54:9 Ai dipalua do ahu sian nasa hagogotan, jadi * sombu ma matangku marnida angka musungku."," "],["55:1 Ende sipodaon sian si Daud.","55:2 Sai tangi ma tangiangku, ale Debata, jala unang martabuni Ho maradophon parhurajaionku.","55:3 Tangihon ahu jala alusi ahu, sai monsong do pingkiranku jala marhoi ahu.","55:4 Ala ni pangkuling ni musu i, ala ni panosak ni parjahat i; ai sai * manggulang hamagoan do nasida tu ahu, jala marmurukmuruk situtu nasida mangkasomorhon ahu.","55:5 Mamalingi do rohangku di bagasan ahu, jala * hasosonggot ni hamatean maninggang ahu.","55:6 Dironron habiaran jala panonditnonditon ahu jala dihungkupi hatahuton do ahu.","55:7 Jadi ningku ma: Ise ulaning mangalehon tu ahu habong songon darapati! Asa habang ahu jala mangulon manang didia.","55:8 Ida ma, dao ma ahu jaur, marmalammalam di halongonan. Sela!","55:9 Halaputanku ma haporusan sada di ahu maradophon alogo maruohok, maradophon habahaba.","55:10 Siaphon ma nasida ale Tuhan, * bolabola ma dilanasida i! Ai uhum gogo dohot parsalisian huida di bagasan huta i.","55:11 Arian dohot borngin diliati nasida pariknasida i, jala hajahaton dohot pardangolan masa di bagasan.","55:12 Hajungkaton do di bagasan, jala ndang meret pangarupaon dohot sipaotooto sian onannasida i.","55:13 Ai ndada musu na mangelesi ahu, taononku do i nian, ndada parsomor hian di ahu manenganenga dompak ahu, ua martabuni ahu anggo maradophon ibana.","55:14 Hape jolma doshon ahu do ho, partogingku jala hasudungan ni rohangku.","55:15 Rosu situtu do itabahen paralealeon, * rap mardalan do hita di hatorapan tu bagas ni Debata.","55:16 Sai ditompuhon hamatean ma nian nasida, mangolu * songon i ma nian nasida tuat tu banuatoru, ai hajahaton do masa di bagasan inganannasida, di bagasan rohanasida.","55:17 Ianggo ahu; tu Debata do ahu mangalualu, jadi sai tumpahan ni Jahowa ma ahu.","55:18 Bodarina i dohot manogotna i, nang di hos ni ari, sai mangalualu jala mariale ahu, jadi tangihononna ma soarangki.","55:19 Mardamedame hosangki ditobus Ibana, asa unang tarhahua nasida ahu, ai torop situtu do nasida mangalo ahu.","55:20 Martinangi do Debata, jala pajepolonna do nasida, * jala marhabangsa Ibana sian na robi. Sela! * Nasida na so olo muba, jala na so mangkabiari Debata.","55:21 Mangonai do tanganna tu angka alealena, diose do padanna i.","55:22 Landitan do hata ni pamangannai sian miak susu, hape parbadaan do ditahi rohana; lumambok do hatahatana sian miak, hape baba ni podang do angka nasida.","55:23 Sai tu Jahowa ma pasahat parsorionmi, jadi Ibana ma pangoluhon ho, ndang tagamon loasonna partigor i humasusa ro di salelenglelengna.","55:24 Ianggo Ho, ale Debata, pangonjarhononmu do nasida tubagasan godung hamagoan, ndang eahon ni angka jolma sisopsop mudar dohot parjehe ariarinasida * satonga tubu; alai anggo ahu, Ho do na huhaposi."," "],["56:1 Ende sieheteheton sian si Daud uju na tinangkup ni halak Palistim ibana di huta Gad.","56:2 Asi ma roham di ahu, ale Debata, ai * naeng polgahan ni jolma na gale i do ahu, ganup ari disosak musu i ahu.","56:3 Ganup ari do naeng polgahan ni angka alongku ahu, ai torop do musu mangalo ahu sian ginjang ni roha.","56:4 Di ari hatahutanku, sai tu Ho do ahu marhaposan.","56:5 Mangasahon Debata, sai pujionku do hatana, Debata do na huhaposi, ndang tahuton ahu, tung hahuaon ni sibuk ma ahu?","56:6 Ganup ari do dipabalikbalik nasida angka hatangku, sai tu najat do pingkirannasida sudena mangalo ahu.","56:7 Sai marpungupungu do nasida mangaropi, dihampungi nasida do angka langkalangkangku, songon angka na marbajo hosangki.","56:8 Tung dapotan haluaon ma nasida tagamon di hajahatonna i? * Tinggangkon ma angka bangso di bagasan rimas, ale Debata!","56:9 Dibilangi Ho do paraotaotanku, sai bahen ma iluilungku tubagasan tabutabumu! Tung so * tarsurat angka i di bagasan bukumu?","56:10 Ingkon sumurut tu pudi sogot angka musungku, di ari pangalualuanku; tangkas do huboto on: Debata do mandongani ahu.","56:11 Mangasahon Debata, pujionku do hata i, mangasahon Jahowa, pujionku do hata i.","56:12 Marhaposan tu Debata do ahu, ndang tahuton ahu, tung hahuaon ni jolma i ahu?","56:13 Sai dondon do tu ahu angka bagabaga tu Ho, ale Debata, sai gararonku do tu Ho angka * pelean hamauliateon.","56:14 Ai nunga * dipalua Ho dosangku sian hamatean, pathu pe sian partuktuhan, asa marpangalaho ahu di jolo ni Debata, di bagasan * hatiuron ni hangoluan."," "],["57:1 Ende sieheteheton sian si Daud, di hapoporusna maradophon si Saul tubagasan liang.","57:2 Sai asi ma roham di ahu, ale Debata, asi ma roham di ahu, ai marhaporusan tu Ho do rohangku, jala di * linggom ni habongmi do ahu marondingonding, paima * salpu parmaraan i.","57:3 Sai mangalualu tu Debata na tumimbul i do ahu, tu Debata, siluluhon ahu.","57:4 Tongoshononna do sian banua ginjang, asa manumpahi ahu, paurahonna do na naeng mamolgak ahu. Sela! * Tongoshonon ni Debata do asi ni rohana dohot hasintonganna.","57:5 Di tongatonga ni angka singa do hosangki, marsaro do ahu di tongatonga ni angka na gara marroha, angka jolma manisia, doshon hujur dohot sumbia do iponnasida, jala doshon podang na tajom do dilanasida i.","57:6 Sai patimbul ma dirim, ale Debata, tu atas ni langit, hamuliaonmu, tu sandok tano on.","57:7 Nunga ditaon nasida jorgong di langkalangkangku, nunga tarjimput rohangku; nunga dihali nasida di jolongku sada godung, hape nasida sandiri madabu tubagasan. Sela!","57:8 * Nalom do rohangku, ale Debata, nalom do rohangku, sai marende ma ahu huhut umpalu parhinaloan.","57:9 Ngot ma ho, ale saudarangki tondingki, ngot ma ho ale parhinaloan! Tarsunggul ma ahu buha siang ari.","57:10 * Pujionku ma Ho, di tongatonga ni angka bangso, ale Tuhan, endehononku ma Ho di tongatonga ni angka marga.","57:11 Ai timbul do sahat ro di langit asi ni roham, jala tolhas ro di auangauang do hasintonganmu.","57:12 Sai patimbul ma dirim tu atas ni langit, ale Debata, hamuliaonmu tu sandok tano on."," "],["58:1 Ende sieheteheton sian si Daud.","58:2 Tung na tutu do ulaning mangkajongjongkon * hatigoran na pinompoman hamu, mandabu uhum hasintongan hamu, * ale anak ni jolma?","58:3 Ndangana, lam hageduhan do dipajadijadi rohamuna di bagasan, uhum gogo na niula ni tanganmuna disagihon hamu di tano on.","58:4 Sian bortian dope, sai marbalik do angka parjahat i, olat ni dung tubu, sai lilu do angka sidok gabus.","58:5 Tudoshon bisa ni ulok do bisanasida i, songon ulok dari na ngungu, na sumongsong pinggolna.","58:6 Asa unang dibege soara ni panubuti, angka na pande martabas i.","58:7 Sai ropangi ma iponnasida di bagasan pamangannasidai, ale Debata, ponggolhon ma ngadol ni angka singa na bajar, ale Jahowa!","58:8 Sai * mabaor ma nasida, songon aek na laho moru, ditujuhon pe sumbiana i, hape songon angka na tinamtaman do.","58:9 Songon ansisibang na pisar nidege do ibana mago, * songon silumaksaijur ni boruboru, na so sanga mida mata ni ari.","58:10 Tagan so dihirimhirim hudonmuna dope sampilpil, nunga dipurpurhon Debata nang na tata nang na masak.","58:11 Marlas ni roha ma partigor i sogot, ia dung diida partubolon i, * marsapu mudar ma patna di bagasan mudar ni parjahat i.","58:12 Jadi dohonon ni jolma ma: * dapotan laba do hape partigor i, tongon do adong Debata * na manguhum portibi on."," "],["59:1 Ende sieheteheton sian si Daud, uju disuru si Saul marhal bagasna i naeng mambunu ibana.","59:2 Sai palua ma ahu sian angka musungku, ale Debatangku, sai bahen ma partanobatoanku maradophon angka alongku.","59:3 Sai palua ma ahu sian angka siulahon hajahaton, jala tumpahi ahu maradophon angka halak sisopsop mudar.","59:4 Ai ida ma, diarop nasida do hosangku, sai marpungupungu do angka na begu mangalo ahu, so manang adong utangku manang dosangku, ale Jahowa.","59:5 Sai marlojongi do nasida jala marhontas, so manang adong hajahatonku; * ngot ma Ho, manjumpangkon ahu jala tatap!","59:6 Ngot ma Ho tutu, ale Jahowa Debata Zebaot, Debata ni Israel, maminsang sude angka parbegu i, sai unang ma marpamuati roham mida angka panggetegete sudena. Sela!","59:7 Sai mulahulak do nasida bodarina i, mangorongi songon biang mangkaliangi huta i.","59:8 Ida ma margumogumo do pamangannasida, mantat podang do bibirnasida i, ai tung ise ma umbegesa?","59:9 Alai anggo Ho, ale Jahowa, marengkelengkelihon nasida, dilesanlesan Ho do angka parbegu sudena.","59:10 Ale pargogongku, sai Ho do pangasahononku, ai Debata do partanobatoanku.","59:11 Sai tomutomuon ni Debatangku do asi ni rohana tu ahu, * sombu ma matangku mida angka alongku bahenon ni Debata.","59:12 Sai unang tompu bunu nasida, asa unang bangsongku mangkalupahon i, sai paundarundar ma nasida hinorhon ni gogom, dung i * ragehon nasida, ale Tuhan, lombulombunami!","59:13 * Dosa ni pamangannasida do hata ni bibirnasida i, sai tardapot ma nasida di haginjangonnasida i, ala ni pamuraion pe dohot gabus, na hinatahonnasida i.","59:14 Sai siaphon ma nasida di panombo ni rimasmu, sai siaphon ma, asa pidom nasida, asa diboto nasida Debata do hape panggomgom di Jakkob ro di ujung ni tano on. Sela!","59:15 Sai mulahulak do nasida botarina i, mangorongi songon biang, huhut dihaliangi huta i.","59:16 Sai maotaot do nasida mangalului sisohalon, molo so mahap nasida, laos marmalam nasida.","59:17 Alai anggo ahu, sai endehononku do hagogoonmu jala olophononku do * manogotna i asi ni roham, ai Ho do partanobatoanku jala haporusanku di ari hagogotanku.","59:18 Endehononku ma Ho, ale pargogongku, ai Debata do partanobatoanku, Debata parasi roha di ahu."," "],["60:1 Ende sieheteheton dohot sipodaon sian si Daud.","60:2 Uju na marmusu ibana dompak Ram di Mesopotamia dohot dompak Ram Zoba, di na mulak i si Joab, dung ditaluhon halak Edom di rura parsiraan, sampulu dua ribu halak toropna.","60:3 Ale Debata, nunga dibolongkon jala dipaserak Ho hami, tarrimas do Ho, sai marpangulahi ma roham tu hami.","60:4 Nunga digunsang jala dibola Ho tano on; sai padomu ma bolabolana i, ai nunga lalolalo.","60:5 Nunga dipatuduhon Ho na bernit tu bangsom nunga dipainumhon Ho tu hami * anggur hagodoron.","60:6 Alai dilehon Ho do muse tu angka na mangkabiari Ho sada * partonggol, pahinsa nasida ala ni hatigoran. Sela!","60:7 Asa malua angka na niasianmi, sai manumpak ma siamunmi jala alusi hami!","60:8 Nunga * marbagabaga Debata di bagasan habadiaonna i: Ingkon marolopolop ahu, marsagihon Sikem dohot manali rura Sukot.","60:9 Ahu do nampuna Gilead jala ahu nampuna Manasse, jala Epraim do partanobatoan ni ulungku, * Juda do tungkot ni harajaonku.","60:10 Moab do mangkuk parburianku, tu Edom hureongkon sipatungku, olophon ma ahu ale luat Palistim.","60:11 Ise ulaning manogihon ahu tu * huta na gonting i? Ise ulaning pataruhon ahu tolhas ro di Edom?","60:12 Nda Ho do, ale Debata, Ho naung mambolongkon hami, jala * na so ruar, ale Debata mandongani parangannami?","60:13 Sai patupa ma haluaon di hami sian hagogotan, ai ndang marnosan ianggo pangurupion ni jolma.","60:14 Mangasahon Debata sai hamonangan do ulahononta, jala Ibana sandiri mangalotlot alontai."," "],["61:1 Ende sian si Daud.","61:2 Sai tangihon ma, ale Debata, alualungkon, sai parateatehon tangiangkon!","61:3 Sian ujung ni tano on do ahu joujou tu Ho di hagogondok ni rohangkon; sai togihon ma ahu tu atas dolok batu, na so tardongdong anggo ahu.","61:4 Ai Ho do haporusanku, partanobatoan na gonting maradophon musu.","61:5 Sai loas ma ahu * maringan di bagasan undungundungmi salelenglelengna, sai * marondingonding tu linggom ni habongmi ma ahu. Sela!","61:6 Ai ianggo Ho, ale Debata, nunga dibege Ho angka bagabagangku, nunga dilehon Ho tu ahu jambar ni angka na mangkabiari goarmu.","61:7 Sai ambai ariari tu ariari ni Rajai, asa marsundutsundut angka taonna i.","61:8 Sai * marhabangso ma ibana salelenglelengna di jolo ni Debata, sai padiri ma * asi ni roha dohot hasintongan mangaramoti ibana.","61:9 Asa huendehon goarmu salelenglelengna, manggarari angka bagabagangku ganup ari."," "],["62:1 Ende sian si Daud.","62:2 Tu Debata sambing do marhuraja rohangku, sian Ibana ro hatuaonku.","62:3 Holan Ibana do partanobatoanku dohot hatuaonku,","62:4 Sadia leleng on do hamu martahop dompak sada baoa, tung luhut hamu naeng mangarumpakkon ibana * songon dorpi ni jomba, songon parik na matompas?","62:5 Sai martuptup i nasida naeng mangonjarhon ibana sian hatimbulonna i, mangapian di gabus, mamasumasu ia pamanganna, hape mamburai do ianggo rohanasida di bagasan. Sela!","62:6 Holan tu Debata ma ho marhuraja, ale tondingki, ai sian Ibana ro sihirimonku.","62:7 Holan Ibana do partanobatoanku dohot hatuaonku,","62:8 Guru di Debata do hatuaonku dohot hamuliaonku, partanobatoan ni hagogoonku, marhaposan tu Debata do ahu.","62:9 Sai marhaposan tu Ibana ma tongtong nang hamu, ale dongan jolma! * Usehon hamu ma rohamuna tu jolona, Debata do haposanta. Sela!","62:10 Hosa sambing do ianggo jolma manisia, gabus do * anak ni baoa nang nasangap, mungkal tu ginjang di bagasan timbangan, sian hosa do nasida luhutna.","62:11 Unang ma pangasahon hamu pangarupaon, jala unang haginjangkon hamu na nidobo, * unang ma mangapian rohamuna di gandaganda ni sinamot.","62:12 Sahali do mangkuling Debata, dua hali do i hubege: Saguru di Debata do hagogoon.","62:13 Jala gok di Ho do, ale Tuhan, asi ni roha, ai dibaloshon Ho do tu ganup jolma hombar tu pambahenanna."," "],["63:1 Ende sian si Daud, * uju di halongonan Juda ibana.","63:2 Ale Debata, Ho do Debatangku, sogot do manogotna i dilului rohangku Ho, * mauas do rohangku di Ho, dihalungunhon nang dagingku Ho di tano na dangaron dohot na uasan, soada aek.","63:3 Songon i do panataphu tu Ho di bagasan * bagas na badia i, * naeng marnida hagogoonmu dohot hamuliaonmu.","63:4 Ai dengganan do asi ni roham sian hangoluan, sai pujion ni bibirhu ma Ho.","63:5 Sai songon i ma pamujingku di Ho * saleleng ahu mangolu, mangasahon goarmu * paherbangonku ma tanganku tu ginjang.","63:6 Mahap ma disi tondingku, songon na mangan tabotabo dohot na talmis, jala las roha ni bibir ni pamanganku mamujimuji.","63:7 Molo sapala diingot rohangku Ho di atas podomanku, laos torus sabornginna i marhusari ahu taringot tu Ho.","63:8 Ai Ho do manjadi pangurupion di ahu, jala tarbahen ahu marolopolop di linggom ni angka habongmu.","63:9 Sai lohot tu Ho do rohangku, sai ditiop tanganmu siamun i do ahu.","63:10 Alai anggo nasida, angka na mangalului hamagoan ni hosangku, sai tolhas do nasida sogot tu banuatoru.","63:11 Sai buaton ni podang do nasida sogot, gabe jambar ni angka gompul do nasida.","63:12 Alai ianggo Rajai sai marlas ni roha do mangasahon Debata, sai marolopolop do sude * na marmangmang tu Ibana ai hona huntam do sogot pamangan ni angka sidon gabus."," "],["64:1 Ende sian si Daud.","64:2 Ale Debata, sai tangihon ma soarangku di alualungkon, sai ramoti ma ngolungkon maradophon hasosonge ni musu.","64:3 Sai ondingi ma ahu maradophon partuptupan na buni ni angka parjahat i, maradophon hagunturon ni angka siulahon hajahaton.","64:4 Angka na patajom dilanasida songon podang, angka na manujuhon sumbianasida mandok hata na sogir.","64:5 Asa * disior na lidang roha i di sibunian, tompu ibana disior, so pangkirimanna, jala ndang maralang rohanasida.","64:6 Tung dipirhon nasida do * jat ni tahina i, dipatarhon do laho manabunihon jorgong, * angka ninna do: Tung ise ma marnida angka i?","64:7 Sai * angka hajahaton do dipingkiri nasida, marujung do dibahen sangkap piningkiranna i, tung lung na bagas do roha ni baoa i di bagasan.","64:8 Alai sioron ni Debata do nasida, sumbia so pangkiriman mambugangi nasida.","64:9 Tardapot ma nasida dibahen * dilanasida i, * mangupir be do sude na marnida nasida.","64:10 Jadi mabiar ma sude manisia, jala dibaritahon pambahen ni Debata, jala diantusi ulaonna i.","64:11 Marlas ni roha ma ianggo partigor i mangasahon Jahowa, jala marhaposan tu Ibana, jala mamujimuji ma sude na tigor roha i."," "],["65:1 Ende sian si Daud.","65:2 * Ingkon nalom ni roha di Ho do pujipujian, ale Debata di Sion, jala * gararon do tu Ho bagabaga.","65:3 Ale sitangihon tangiang! Tu Ho do ro nasa sibuk.","65:4 Gumogo do angka alualu ni hajahaton asa ahu, sai Ho ma manesa angka pangalaosionnami.","65:5 Martua ma halak na pinillitmi, jala niloasmi dumonok, * manginganhon angka alamanmi! Sai pasabam ma rohanami binahen ni ** hinadenggan ni bagasmu, * jorom na badia i.","65:6 Tung na songkal do pangalusim tu hami di bagasan hatigoran, ale Debata ni hatuaonnami, haposan ni saluhut ujung ni tano on dohot laut, angka na dao i.","65:7 Ho do sipaojak angka dolok marhitehite gogom, marhohos hagogoon.","65:8 Ho do sipaso hasak di angka laut, hasak ni angka galumbangna i dohot ogaoga ni angka bangso.","65:9 Jadi mabiar ma angka partopi laut maradophon tanda angka na binahenmi, marolopolop ma dibahen Ho angka parmulaan ni habinsaran dohot hasundutan.","65:10 Ditingkir Ho do tano on, * jadi sirnip ma, jala gabe situtu. Gok aek do mual ni Debata, manjadi do emenasida dibahen Ho, ai songon on do parpaulim:","65:11 Sirnip ma angka baruranna dibahen Ho, jadi buruk ma angka golena; ro muse udan na por, jadi sarge ma, jala dipasupasu Ho do na tubu disi.","65:12 Nunga martumpal denggan ni basam partaonan i dibahen Ho, gok miak do angka bogasmi.","65:13 Lomak situtu do panjampalan di halongonan, jala marhohos olopolop do angka robean.","65:14 Hona tutup do angka panjampalan dibahen birubiru, angka rura pe dibahen eme; marolopolop huhut marende do angka nasida."," "],["66:1 Marolopolop tu Debata ma, ale sandok tano on!","66:2 Endehon hamu ma hamuliaon ni goarna, marmulia bahen hamu pujipujianna!","66:3 Dok hamu ma mandok Debata: Tung na songkal do angka pambahenanmu! Binahen ni hinatimbul ni gogom ingkon marsomba tu Ho angka musum.","66:4 Ingkon liat portibi on tahe marsomba tu Ho sogot, jala mangendehon Ho, mangendehon goarmu. Sela!","66:5 Ro be ma hamu marnida angka pambahenan ni Debata, tung na songkal do pangarajaionna di manisia.","66:6 Nunga dipauba Ibana laut i gabe mahiang, mardalan pat do nasida manaripari batang aek i, marlas ni roha do hita uju i mida Ibana.","66:7 Matua Ibana mangarajai marhitehite hagogoonna i, sai mangaranapi matana tu angka bangso, asa unang dipaginjang angka panggunturi dirina. Sela!","66:8 Puji ma Debatanami, hamu ale angka bangso, jala patubegehon hamu ma soara pujipujianna!","66:9 Ibana mambahen hosanta mangolu, * jala ndang diloas totta tarsulandit.","66:10 Ai nunga diunjuni Ho hami, ale Debata, nunga tung dilala Ho hami songon na mangalala perak.","66:11 Nunga ditogu Ho hami tubagasan aring, na dokdok situtu diampehon Ho tu gontingnami.","66:12 Nunga diloas Ho * jolma na gale marhureta sian ulunami, nunga masuk hami * tubagasan api dohot aek, alai diparuar Ho do hami, gabe sabam situtu rohanami.","66:13 Dibahen i masuhangku ma jabum, mamboan angka pelean situtungon, manggarar angka bagabagangku tu Ho.","66:14 Angka naung pinapuas ni bibirhon, jala naung pinarbagabaga ni pamangankon, uju hagogotan ahu:","66:15 Angka pelean situtungon sian birubiru na tinaruan do pelehononku tu Ho, angkup ni daupa sian hambing ro di lombu dohot birubiru tunggal pelehononku tu Ho. Sela!","66:16 Ro be ma mananginangi sude hamu angka na mangkabiari Debata, asa hujamitahon naung binahen ni Debata tu tondingku.","66:17 Tu ibana do joujou pamanganku, jala pujipujian mampe tu dilangku.","66:18 Tung sura hajahaton ditahi rohangku, ndang tagamon tangihonon ni Tuhan i ahu.","66:19 Tongon do, nunga ditangihon Debata ahu, nunga diparateatehon soara ni tangiangku.","66:20 Pinuji ma Debata, na so manulakkon tangiangku manang asi ni rohana pe sian ahu."," "],["67:1 Ende na mardongan parhinaloan sipiltihon.","67:2 Ale Debata, sai asi ma roham di hami, jala pasupasu hami, sai marsinondang ma bohim mandongani hita. Sela!","67:3 Asa lam marbinoto tano on di dalanmu, diboto angka bangso sudena hatuaonmu.","67:4 Ingkon pujion ni angka bangso do Ho sogot, ale Debata, sude angka bangso tutu mamuji Ho.","67:5 Marlas ni roha jala marolopolop sogot angka bangso, ala tigor panguhummu di angka bangso, jala ditogu Ho angka marga di tano on. Sela!","67:6 Ingkon pujion ni angka bangso Ho sogot, ale Debata, sude do angka bangso tutu mamuji Ho.","67:7 Tano on mangalehon gogona; sai pasupasuon ni Debata, Debatanta do hita.","67:8 Dipasupasu Debata ma hita jadi * habiaran ni sude ujung ni tano on ma Ibana."," "],["68:1 Ende sian si Daud.","68:2 Sai hehe ma Debata! Ingkon harhar angka musuna, jala maporus angka na mangkasomorhon Ibana maradophon bohina.","68:3 Songon * pangombus di timus do ombushononmu nasida, * songon halalala ni pantis maradophon api, ingkon songon i ma marmagoan angka parjahat maradophon Debata.","68:4 Alai sai marlas ni roha ma, marolopolop di jolo ni Debata ianggo angka partigor, sai marhasonangan ma nasida di bagasan las ni roha.","68:5 * Endehon hamu ma Debata, puji hamu ma goarna i, * palendes hamu ma dalan di Ibana na marhureta di halongonan, Jahowa do goarna, jala marolopolop ma hamu di jolona.","68:6 Ibana do ama ni angka na tading di lampin, jala pangondian ni angka na mabalu, Ibana do Debata di bagasan ingananna na badia i.","68:7 Debata do mambahen hot ripe, angka na punjung hian; Ibana paruarhon angka na tarhurung tu hasonangan; alai anggo angka na marbalik maringan di halongonan na tungil situtu.","68:8 Ale Debata, uju diuluhon Ho bangsom, uju mangalangka Ho, di bagasan * halongonan i: -- Sela!","68:9 Humuntal do tano on, manetehi huhut angka langit maradophon Debata, nang dolok Sinai adui maradophon Debata, Debata ni Israel.","68:10 Udan * lomo ni roha do dipangusehon Ho, ale Debata: Jala * dipargogoi Ho do parjambaranmu na heal i.","68:11 Jadi maringan ma disi angka na pinangolum, diparmudu Ho do na dangol i, ale Debata, marhitehite denggan ni basam.","68:12 Martingting ma Tuhan i, jadi * torop situtu ma angka boruboru siboan barita na uli.","68:13 Hapogan ma angka raja ni angka parduaan parangan maporus, jadi boru siingani jabu marbagihon tabantaban.","68:14 Molo mangulon hamu di holangkolang ni angka parduaan, marsinondang do hamu songon habong ni darapati, na nilampis dohot perak, jala marsere na gorsing do holenasida.","68:15 Uju dipaserak Pargogo-nasohatudosan angka raja disi, mamontar ma di atas dolok Salmon.","68:16 Dolok ni Debata do dolok Basan, gok angka punsu do dolok Basan i.","68:17 Boasa sai mangiburu hamu, ale angka dolok na timbo, dompak dolok Sion, na * pinillit ni Debata bahen ingananna? Sai inganan ni Jahowa do i salelenglelengna.","68:18 * Marriburibu do hureta ni Debata, di tongatonganasida do Tuhan i, hira Sinai di bagasan habadiaon.","68:19 Nunga * manaek Ho tu ginjang, ** ditaban Ho do na hona taban, nunga maruli * silehonlehon Ho di tongatonga ni manisia, nang angka na marbalik, asa maringan disi Debata Jahowa.","68:20 Pinuji ma Tuhan i ganup ari! Dokdok pe * dipaporsanhon tu hita, Debata do mangurupi hita. Sela!","68:21 Debata ni angka hatuaon do Debatanta i, jala guru di Tuhan Jahowa do angka haluaon sian hamatean.","68:22 Tongon do sai rosahan ni Debata do ulu ni angka musuna, ulu parjambulan ni angka na mandatdati marpangalaho di bagasan dosana.","68:23 Nunga didok Tuhan i: Mulak do nasida boanonku sian Basan mulak do nasida * sian angka lung ni laut i.","68:24 Asa diburi Ho patmu di bagasan mudar, marjambar do dila ni angka biangmu sian angka musu i.","68:25 Nunga diida nasida * habobongotmu, ale Debata, habobongot ni Debatangku, rajangku tubagasan habadiaonna i.","68:26 Mardalan di jolo angka parende, di pudi ni angka parsarune di tongatonga ni na * marbaju, angka na mamalu doal.","68:27 Pinuji ma Debata di bagasan angka luhutan; Tuhan i, hamu ale angka na sian * mual ni Israel.","68:28 Disi do * si Benjamin siampudan pangarajainasida, angka induk sian Juda pe pasimpar, angka induk sian * Zebulon, angka induk sian Naptali.","68:29 Ditonahon Debata do hagogoonmu, sai pargogoi ma, * ale Debata, na pinatupam tu hami!","68:30 Ala jorom na di Jerusalem taruhonon ni angka raja do sogot silehonlehon tu Ho.","68:31 Sai songgahi ma * buea na di tolongi, angka * jonggi na marhoronhoron rap dohot angka anak ni lombu ni angka bangso, asa dioloi nasida patu mangalehon jomba hahal. Ibana paserakkon bangso, angka na mangkalomohon hamusuon.","68:32 Ro do sogot angka na sumangap sian Misir, Kus pe hapogan do marsomba tu Debata.","68:33 Hamu ale angka harajaon di tano on, endehon hamu ma Debata, palu hamu ma parhinaloan mamuji Tuhan i! Sela!","68:34 Ibana na * marhitehitehon langit ni langitan sian narobi, ida ma, pangiaronna ma soarana, soarana na gogo i.","68:35 Sai * lehon hamu ma hahormaton tu Debata! * Hamuliaonna i do gumomgom Israel, jala di angka banua ginjang sahali do hagogoanna!","68:36 Songkal do Debata, ro sian ingananna angka na badia i! Debata ni Israel do Ibana, * silehon hagogoon dohot hamuliaon tu bangso i. Pinuji ma Debata!"," "],["69:1 Ende sian si Daud.","69:2 Sai tumpahi ma ahu, ale Debata, ai nunga sipat ro di hosa angka aek i.","69:3 Nunga pola lonong ahu tubagasan gambo lisop, soada hajongjongan, nunga pola tolhas ahu tu lintong laut angka na bagas i, jala dilungkupi galumbang i ahu.","69:4 Nunga pola maheu ahu dibahen joujoungki, nunga mahiang aruarungku, nunga pola lotop matangku mangkalungunhon Debatangku.","69:5 * Tumorop do sian obuk ni ulungku angka na mangkosom ahu, soada paralaan, angka na gogo be mangago ahu, angka musungku pangalajak; * abulonku do nang na so hudobo.","69:6 Ala Debata, Ho do umboto taringot tu haotoanki, jala ndang tarporso angka dosangki maradophon Ho.","69:7 Sai unang ma muruk mida ahu angka na mangkaposi Ho, ale Tuhan Jahowa Zebaot, sai unang ma tarila mida ahu angka na mangalului Ho, ale Debata ni Israel!","69:8 Ai humongkop Ho do ahu tumaon insahinsak, dihungkupi hailaon bohingku.","69:9 Pola banding angka donganku tu ahu, gabe halak na buro di roha ni donganku saina.","69:10 Ai * hamuruhon humongkop bagasmu do manganhon ahu, jala taha tu ahu do * reherehe ni angka na mangarehei Ho.","69:11 Sai tumatangis do ahu jala tumaon parpuasaon do rohangku, hape manjadi reherehe tu ahu do i.","69:12 Hori do hubahen abithu, jadi pambuatan * umpama do ahu dibahen nasida.","69:13 Sai dipahatahata angka na hundul di partungkoan i do ahu jala alingalingan ni angka siparmabuk.","69:14 Alai anggo ahu sai tong do tu Ho tangiangki, ale Jahowa, di * tingki halehetanna; ale Debata, sai alusi ma ahu hombar tu hasintongan ni hatuaonmi ala ni godang ni asi ni roham.","69:15 Sai palua ma ahu sian gambo lisop i, asa unang lonong ahu, asa malua ahu sian angka na humosom ahu dohot sian lintong laut angka na bagas i.","69:16 Sai unang diaupi galumbang ni aek i ahu, jala unang dibondut pusat i ahu, manang dilungkuphon godung i babana di atas ahu.","69:17 Sai alusi ma ahu, ale Jahowa, ai denggan do asi ni roham; sai dompakkon ma ahu hombar tu godang ni asi ni roham.","69:18 Sai unang tabunihon bohim maradophon naposomon, ai hagogotan do ahu, hapogani ma mangalusi ahu.","69:19 Sai padonok ma Ho tu rohangku paluahonsa, sai palua ma ahu * ala ni angka musungku.","69:20 Ianggo Ho, ditanda Ho do hailaonku dohot haurahonku dohot halenjengongku, di jolomi do sude angka alongku.","69:21 Haurahon do * manostosi rohangku, gabe matemate ahu marsahit, jala hupaimaima panangisi, hape so adong; dohot angka * pangapuli, hape ndang jumpang ahu.","69:22 Lam pogu do dilehon nasida panganonku, jala na asom do dipainumhon tu ahu di hauaski.","69:23 Sai gabe jorgong ma mejanasida di jolo nasida, jala aring di angka na marsonangsonang.","69:24 Sai homur ma matanasida, asa unang marnida jala angka hitir ma tongtong bahen haehaenasidai.","69:25 Pangusehon ma tu nasida rimasmu, jala parpiarpiar ni murukmu manoro nasida.","69:26 Sai tarulang ma bagasnasida i, sai unang ma marpangisi undungundungnasida i.","69:27 Ai dilele nasida do na * nilinsingmu, jala dipangkatahatahon nasida do habebernit ni angka na binuganganmu.","69:28 Sai tambai ma hasalaan tu hasalaannasida i, asa unang sahat nasida tu hatigoranmi.","69:29 Sai sosa ma nasida sian * pustaha hangoluan, asa unang tarsurat nasida rap dohot angka partigor i.","69:30 Alai na dangol do ianggo ahu, jala marsingkor, sai patimbulon ni hatuaonmi do ahu sogot, ale Debata.","69:31 Pujionku ma goar ni Debata marhitehite ende, jala pasangaponku ma Ibana marhitehite pujipujian.","69:32 Jadi lomoan ma roha ni Jahowa disi asa mida jonggi manang lombu sitingko tanduk, na martambirik.","69:33 Diida angka na dangol i ma i, gabe las ma rohanasida; sai hiras ma rohamuna, hamu ale angka na mangalului Debata!","69:34 Ai ditangihon Jahowa do angka na pogos, jala ndang lea rohana mida bangsona na tarbuang i.","69:35 Sai pujion ni langit dohot tano on do Ibana sogot, angka laut pe ro di nasa na manginsir di bagasan angka i.","69:36 Ai sai tumpahan ni Debata do Sion jala paulionna do angka huta ni Juda, asa maringan nasida disi jala nampunasa.","69:37 Asa pinompar ni angka naposona i tumeansa sogot, jala angka na mangkaholongi goarna maringan disi."," "],["70:1 Ende sian si Daud bahen * parningotan.","70:2 Ale Debata, sai hapogani ma paluahon ahu, sai hapogani ma, ale Jahowa, mangurupi ahu!","70:3 Ingkon murak ma nian jala maila angka na tumahi hosangki, ingkon sumurut tu pudi jala murak angka na mangkalomohon hinamagongku.","70:4 Ingkon mulak nian pandok ni angka na mandok: Boha do! Boha do! Bahen upa ni haurahonnasida i.","70:5 Ingkon marolopolop nian jala marlas ni roha di bagasan Ho sude angka na mangalului Ho, jala ingkon tongtong ma dohonon ni angka na mangkaholongi hatuaonmu: Timbul do Debata!","70:6 Alai anggo ahu na dangol jala na pogos do -- ale Debata, sai hapogani ma mandapothon ahu! Ho do siurupi dohot sipalua ahu, sai unang pabenda, ale Jahowa!"," "],["71:1 Marhaporusan tu Ho do ahu, ale Jahowa, ndang tagamon murak ahu salelenglelengna.","71:2 Sai luahon ma ahu marhitehite hatigoranmu, jala palua ahu, sai paeleng ma pinggolmu tu ahu jala urupi ahu.","71:3 Sai Ho ma gabe partanobatoan di ahu, tau inganan bongotanku tongtong; nunga pola diparbaga Ho urupanmu ahu, ai Ho do * partanobatoanku jala haporusanku.","71:4 Ale Debatangku, sai palua ma ahu sian tangan ni parjahat i, sian tangan ni pargeduk dohot sibahen gogo.","71:5 Ai * Ho do pangkirimonku, ale Tuhan Jahowa, nalom ni rohangku sian sietehetehonku.","71:6 Naung * mangunsande tu Ho do ahu sian bortian, Ho do siparmudu ahu sian butuha ni dainang, sai Ho do tongtong pujionku.","71:7 Jadi sobokkon parhalongangan ni torop halak do ahu, alai Ho do haporusanku na gonting.","71:8 Sai gok pujipujianmu ma pamanganku, gok hamuliaonmu manipat ari.","71:9 Sai * unang bolongkon ahu di tingki * haubanonku, molo maol suda gogongku unang tadingkon ahu.","71:10 Ai dipahatahata angka musungku do ahu, jala rap martuptup i do angka na mangarop hosangki.","71:11 Angka ninna do: Nunga ditadingkon Debata ibana, lotongi jala soro hamu ma ibana, ai ndang adong sipalua.","71:12 Ale Debata, sai unang paholang sian ahu, ale Debatangku, hapogani ma mangurupi ahu.","71:13 Ingkon murak ma nian jala siap angka sialo hosangki, sai dihungkupi hailaon dohot haurahon ma angka silului hinamagongku.","71:14 Alai anggo ahu sai * tong do marhaposan, jala manambai pujipujianmu sudena.","71:15 Sai baritahonon ni pamanganku do hatigoranmu, ganup ari hatuaonmu, * ai ndang huboto bilanganna.","71:16 Sai harohononku do angka pambahenan hagogoan ni Tuhan Jahowa, sai hatigoranmu sandiri do pujionku.","71:17 Ale Debata, sai Ho do mangajari ahu sian sietehetehonku, jala * rasirasa nuaeng sai hupaboaboa do halongangan angka na binahenmi.","71:18 Nang sahat di hadohungon dohot haubanon, * sai unang tadingkon ahu, ale Debata, paima hubaritahon tanganmu tu na pinompar, * hagogoonmu tu saluhut angka na ro sogot.","71:19 Tolhas ro di banua ginjang do hatigoranmi, ale Debata, nunga dijadihon Ho angka halongangan bolon, tung ise ma songon Ho, ale Debata?","71:20 Nunga torop angka hagogotan dohot hinamago dipasonggop Ho tu hami, sai ulahanmu do pangoluhon hami, jala enetonmu do hami muse tu ginjang sian angka lung ni tano on.","71:21 Sai ambaanmu do habalgaonki jala ulahanmu do mangapul ahu.","71:22 * Ahu pe antong, pujionku ma Ho mardongan uninguningan, habonaronmu, ale Debatangku; endehononku ma Ho mardongan arbap, ale * Nabadia ni Israel!","71:23 Ingkon marolopolop ma bibirhu, ai endehononku ma Ho, nang tondingku, naung tinobusmi.","71:24 Dohot do dilangku mangendehon hatigoranmi manipat ari, asa maila jala murak angka na mangalului hinamagongku."," "],["72:1 Ale Debata, sai pasahat ma angka panguhummu tu rajai, jala hatigoranmu tu anak ni rajai.","72:2 Asa diuhum bangsom marhitehite hatigoran, jala maruli uhum angka na dangolmu.","72:3 Asa marparbuehon hadameon angka dolok di bangso i, jala maruli hatigoran angka robean.","72:4 Sai patingkosonna do uhum tu angka na dangol ni bangso i, tumpahanna do angka anak ni na pogos, jala ropuhanna do sibahen gogo.","72:5 Sai Ho ma dihabiari halak saleleng adong mata ni ari, jala saleleng tarida bulan marsundutsundut.","72:6 Sai tuat ma Ibana songon pangonai ni udan tu padang na sinabi, songon udan nene na mamornohi tano.","72:7 Martunasi ma di angka arina i partigor i, jala manimbukbuk hadameon ro di na so adong be bulan.","72:8 Jadi Ibana ma mangarajai sian * laut sahat tu laut, jala sian batang aek i sahat ro di angka ujung ni tano on.","72:9 Ingkon marsomba di jolona angka pangisi ni halongonan, jala * dilatan ni angka musuna orbuk.","72:10 Boanon ni angka raja sian Tarsis dohot angka pulo ma sombasomba, angka raja sian Seba dohot Etiopia manaruhon silehonlehon.","72:11 Jala sombaon ni sude raja Ibana, luhut do angka parbegu mangoloi Ibana.","72:12 Ai paluaonna ma na pogos na joujou dohot na dangol na so marpangalualuan.","72:13 Olananna do na metmet dohot na pogos, jala paluaonna do angka tondi ni angka na pogos.","72:14 Paluaonna do tondinasida sian pangarupaon dohot sian parhilangon, jala na arga situtu do * mudarnasida di rohana.","72:15 Sai mangolu do ibana jala lehononna tu Ibana * sere sian Seba; jala * tangiangkononna do Ibana tongtong, pasupasuonna do Ibana ganup ari.","72:16 Jadi gabe situtu ma eme di tano on ro di punsu ni angka dolok, * humaras ma parbuena, songon Libanon, jala martumburi nasida jolma i sian huta, songon * duhut ni tano on.","72:17 Sai hot ma goarna i ro di salelenglelengna, sai muap ma baritana saleleng adong mata ni ari, asa * maruli pasupasu nasida di bagasan Ibana, luhut angka parbegu martuahon Ibana.","72:18 Pinuji ma Debata Jahowa, Debata ni Israel, * sasadasa do mambahen angka halongangan.","72:19 Pinuji ma dohot goar ni hamuliaonna i ro di salelenglelengna, jala gok hasangaponna ma liat portibi on! Amen! Amen!","72:20 Marujung ma angka tangiang ni si Daud, anak ni si Isai."," "],["73:1 Mardenggan basa mamolin do Debata maradophon Israel, angka * na ias marroha.","73:2 Alai anggo ahu, tarsulandit ne ma tothu, tinggang ne do ahu.","73:3 Ai mangiburu do rohangku mida angka na jungkat roha, dung huida * hasonangan ni angka parjahat.","73:4 Ai ndang adong parniahapannasida rasirasa mate nasida, tambos do dagingnasida i.","73:5 Ndang marhangaluton nasida songon jolma na asing, jala ndang marsipalsipal nasida songon jolma na asing.","73:6 Dibahen i marhorungkorungkon ginjang ni rohanasida, jala maruloshon parhilangon.","73:7 Pola songon na * bosol matanasida dibahen mokmokna, * disalpui nasida do angka pingkiran ni roha.","73:8 Sai mangarehei dohot pahatahata pangarupaon do nasida mangasahon hajahaton, sai tumindi do pangkulingnasida i.","73:9 Hira ulpuhan sian banua ginjang do pandok ni pamangannasida, jala guru dok ni dilanasida do tano on.","73:10 Dibahen i dohot do * bangsona marbalik tusi, jadi butongan ma nasida manobur aek.","73:11 Angka didok nasida ma: Tung adong ma diboto Debata? Jala ndang adong parbinotoan di Natumimbul i.","73:12 Ida ma, i ma angka parjahat sai mardohar salelenglelengna, lam tu suksukna hamoraonnasida.","73:13 * Tung na so marniula do hape na hupapita i rohangki, jala na * huburii tanganku di bagasan hapitaon?","73:14 Jala na huae i na porsuk ganup ari, jala na hona pinsang ahu ganup manogot?","73:15 Tung sura hudok: Marpangkuling songon nasida ma ahu, ida ma na manjehehon * pinompar ni angka anakmu do ahu disi.","73:16 Dung i sai hupingkiri asa dapot rohangku nian, hape mamaolhu do.","73:17 Paima bongot ahu tu angka inganan ni Debata na badia i, hutangkastangkasi * ujungnasida i.","73:18 Hape landit situtu do hajongjongannasida dibahen Ho, didabuhon Ho do nasida tu hamagoan.","73:19 Satongkin situtu mago nasida so pangkirimanna, ripur jala lekse do nasida dibahen hinamago na jorbut situtu.","73:20 Songon pangalaho ni nipi, ia dung ngot, songon i do lea ni roham, ale Tuhan, mida sumansumannasida di huta.","73:21 Saleleng margorokgorok rohangku jala songon na ginirik piangku.","73:22 Maoto do ahu jala * ndang adong huboto; sobokkon pinahan do ahu maradophon Ho.","73:23 Alai sai marsihohot ahu tu Ho, ditiop Ho do tanganku siamun.","73:24 Sai toguonmu do ahu marhitehite * sangkap ni roham jala jangkononmu do ahu muse * tu hasangapon.","73:25 Tung ise ma donganku di angka banua ginjang? Jala dungkon ni Ho ndang adong dihalomohon rohangku di tano on.","73:26 Nang pe merus sibukku dohot rohangku, sai Debata do partanobatoan ni rohangku jala parjambaranku salelenglelengna.","73:27 Ai ida ma, sai na laho mago do angka na paholang dirina sian Ho; disiaphon Ho do sude angka * na mangose padan maradophon Ho.","73:28 Alai anggo ahu -- untungku do * hasolhoton tu Debata; haposanku do hubahen Tuhan Jahowa, asa * hubaritahon angka pambahenanmu sudena."," "],["74:1 Ale Debata, boasa tung tongtong hami bolongkononmu, martimburak rimasmu mida * birubiru angka na pinarmahanmu?","74:2 Sai ingot ma huriami, na tinobusmu nahinan, na pinaluam gabe * marga parjambaranmu, dolok * Sion on, na niingananmu.","74:3 Sai pasintak ma angka langkam monopot angka parsiragongan salelenglelengna, tung luhutna do disiaphon musu i di bagasan habadiaon i.","74:4 Marsurak do angka alom di bagasan * undungundung parluhutanmu, angka dipajongjong do * tandanasida bahen partinandaan.","74:5 Songon na mangalbangkon tangke di tombak longolongo do pangalahona idaon.","74:6 Jala ia nuaeng ditahahon be do tangke dohot baliung tu * uhiruhirnai.","74:7 Disurbu nasida do bagas habadiaonmu, diramuni do gabe tano inganan ni goarmu.","74:8 Angka ninna do di bagasan rohanasida be: Tasiaphon ma nasida sude! Gor ma sude * bagas parluhutan ni Debata di luat i dibahen nasida.","74:9 Ndang huida hami be angka partinandaanmi, ndang adong be panurirang, jala ndang adong sian hami na umboto manang sadia leleng on.","74:10 Sadia leleng on, ale Debata, datdatan ni musu i mangelesi? Tung insahan ni musu i nama goarmu salelenglelengna?","74:11 Boasa tung * taitonmu tanganmi dohot siamunmi? Enet ma nian sian bagasan ampuanmu laho maniaphon?","74:12 Jala * rajangku hian Debata sian narobi, Ibana do patupahon angka pangurupion di parsitongaan ni tano i.","74:13 * Ho do umbola laut marhitehite gogom, dilobong Ho do ulu ni angka naga di lambung aek.","74:14 Ho do mangaropuhi angka ulu ni buea, dilehon Ho do ibana panganon ni bangso, * pangisi ni halongonan.","74:15 Ho do * manuhak mual dohot bondar, Ho do * mangarsik angka batang aek na marlananglanang.","74:16 Gok di Ho do arian, gok di Ho dohot borngin; Ho do paojakkon * hatiuron dohot mata ni ari.","74:17 Ho do * mamagohon sude talutuk ni tano on: * Ari logo dohot ari rondo Ho do jumadihonsa.","74:18 Sai paingotingot: Na niinsahan ni musu i Jahowa, jala na nielesan ni * bangso na oto i goarmi.","74:19 Sai unang lehon hosa ni * anduhurmi tu binatang, sai unang tongtong halupahon ngolu ni angka na dangolmi.","74:20 Sai tatap ma * parpadanoni, ai gok pandoboan do angka solotsolot ni tano on.","74:21 Sai unang mulak tarurak na ginosagosa i, sai dipuji na dangol jala na pogos i ma goarmu.","74:22 Hehe ma Ho, ale Debata! Badahon ma parbadaanmi! Sai ingot ma haurahonmi binahen ni na oto sipatsipat ni ari.","74:23 Sai unang halupahon parioho ni angka musum, hagunturon ni angka alom na tongtong martimburak."," "],["75:1 Ende sian si Asap marlogu unang siaphon.","75:2 Mauliate ma rohanami tu Ho, ale Debata, mamujimuji ma hami dibahen donok do goarmu, angka dibaritahon halak do * halongangan angka na binahenmu.","75:3 Ai ia dung jumpang * tingkingku, tingkos ni uhum ma dabuonku ianggo Ahu.","75:4 Malala pe sogot tano on dohot pangisina sudena, ianggo * Ahu pahotonku do angka ojahanna. Sela!","75:5 Ningku do mandok angka * panggetegete: Sai unang manggetegete hamu! Dohot mandok angka parjahat i: Sai unang ma paagaaga hamu * tandukmuna i.","75:6 Sai unang ma patimbo hamu tandukmuna i, unang ma * hatahon hamu hajungkaton mangasahon gakgak ni rungkung.","75:7 Ai ndada sian habinsaran manang sian hasundutan, jala ndada sian halongonan ro hatimbulon.","75:8 Ai Debata do panguhum, sadaon dipajimput jala sadaon * dipatimbul.","75:9 Ai adong do sada panginuman di tangan ni Jahowa, jala gurgur do anggur di bagasan ni, gok raru do jala dipainumhon sian i; ingkon soburon ni angka parjahat ni tano on sude apala partoruna i.","75:10 Alai anggo ahu baritahononku do salelenglelengna, endehononku do Debata ni si Jakkob.","75:11 Upokkononku do sude tanduk ni angka parjahat i, ingkon patimboon do angka tanduk ni partigor i."," "],["76:1 Ende sian si Asap.","76:2 Tartanda do Debata di Juda, timbul do goarna di Israel.","76:3 Dijadihon do di * Salem undungundungna jala di * Sion do ingananna.","76:4 Disi do * diponggolhon angka sumbia api ni sior, ro di lombulombu, podang dohot parhohas tu hamusuon. Sela!","76:5 * Sumangap jala marmuliaan do Ho sian angka dolok panamunan.","76:6 Tarsamun do angka na begu marroha i, tarlalap modom do nasida, jala ndang * margogo tangan ni angka parangan i sudena.","76:7 Hinorhon ni pangasupim, ale Debata ni Jakkob, tarlalap modom do nang hureta, nang hodanasida.","76:8 Na songkal situtu do Ho, tung ise ma manahan jongjong di jolo ni bohim, molo sapala manombo rimasmu?","76:9 * Sian banua ginjang do dipatubegehon Ho uhum, dambirbiron ma tano on jala mamolngit.","76:10 Di na hehei Debata mandabu uhum laho paluahon sude angka na dangol ni tano on. Sela!","76:11 Ai manjadi pujipujianmu do rimas ni angka jolma, dihohoshon Ho do ebaeba ni angka rimas i.","76:12 Marbagabaga ma hamu, jala garari hamu tu Jahowa, Debatamuna i! Sude angka na humaliang Ibana manaruhon silehonlehonna be tu * Sihabiarhononhon i.","76:13 Ibana do manostosi hosa ni angka raja, songkal Ibana di roha ni angka raja ni tano on."," "],["77:1 Ende sian si Asap.","77:2 Tu Debata do hujoujouhon soarangkon, jala mangangguhi ahu, tu Debata do tongon soarangkon! Jadi ditangihon do ahu.","77:3 Hulului do Tuhan i di ari hagogotanki, sai toltol do tanganku bornginna i, jala ndang marpansohotan, sai dipajuajua rohangku do apulon.","77:4 Sai hupaingotingot Debata, jala marhoi; sai hupingkiri, jadi biahaton tondingku. Sela!","77:5 Sai ditiopi Ho do langkop ni matangku, sai diumbani do ahu, jadi ndang tarbahen ahu mangkuling.","77:6 Sai hupingkiri do angka ari na robi, angka taon naung leleng salpu.","77:7 Sai hupaingotingot do pamiltikku di * parhinaloan bornginna i, sai marhusari do rohangku jala sai manangkasi do tondingku.","77:8 Tung saleleng ni lelengna nama ulaning mambolongkon Tuhan i, jala ndang be ulahanna mardenggan basa?","77:9 Tung naung marujung salelenglelengna nama ulaning asi ni rohana, tung pesan nama bagabaga i marsundutsundut?","77:10 Tung naung lupa ma ulaning Debata marasi roha? Manang naung ditiopi angka asi ni rohana i dibahen murukna? Sela!","77:11 Jadi hudok ma: Hagaleonku do i, angka taon ni siamun ni Natumimbul do i.","77:12 Sai pujionku do angka pambahenan ni Jahowa, ai sai ingotonku do halongangan angka na binahenna i sian na robi.","77:13 Jala sai marhusari do ahu taringot tu angka pambahenanmu sudena, jala sai hutangkasi do angka jadijadianmu.","77:14 Ale Debata, habadiaon do parhitean ni dalanmu! Dung Debata dia ma marhatimbulon songon Ho, ale Debata!","77:15 Ho do Debata sipatupa halongangan, dipabotohon Ho do gogom tu angka bangso.","77:16 Nunga dipalua Ho bangsomi marhitehite tanganmu, angka anak ni si Jakkob dohot si Josep. Sela!","77:17 Diida angka aek i do Ho, ale Debata! Diida angka aek i do Ho, gabe margilinggiling angka gunsang ma dohot angka lung.","77:18 Mangusehon aek ma angka ombun, marsaringar do angka aoangaoang, sumiksaksiksak ma huhut angka sumbiam.","77:19 Marsaringar ma ronggurmu di bagasan halisungsung, disondangi angka hilap ma portibi on, humuntal jala lalolalo ma tano on.","77:20 Di bagasan laut do dalanmu, jala mardalan balobung do Ho di angka aek magodang, jala ndang tanda angka bogasmu.","77:21 Diadu Ho do bangsom, * songon sada punguan marhitehite tangan ni si Musa dohot si Aron."," "],["78:1 Hamu ale bangsongku, sai tangihon hamu ma podangkon! Paeleng hamu ma pinggolmuna tu angka hata ni pamangankon.","78:2 Bungkaonku ma pamanganku mandok umpama, manurasihon hulingkulingan sian na robi.","78:3 Angka naung tabege jala na itaboto dohot * na pinajojor ni angka ompunta tu hita.","78:4 Ndang porsoonta tu anaknasida, tu sundut na singkat sogot; baritahononta do angka pujipujian ni Jahowa ro di hagogoonna dohot halongangan, angka na binahenna i.","78:5 Ai nunga dipatindang Ibana sada panindangion di Jakkob, jala dibahen do sada patik di Israel, na tinonahonna tu angka ompunta, asa * dipabotohon nasida tu anaknasida i.","78:6 Asa diboto sundut na singkat sogot, anak angka situbuhononhon dope; ia dung magodang nasida, asa dipaboa muse tu anaknasida.","78:7 Asa dibahen nasida Debata haposannasida i, jala unang dihalupahon angka pambahenan ni Debata, jala dijujur angka patikna i.","78:8 Asa unang nasida doshon ompunasida, * sundut na marbalik dohot panggunturi, sundut na so patoguhon rohana, jala ndang marsihohot tondina tu Debata.","78:9 Anak ni si Epraim, angka parsinjata sior, angka na mundar di ari hatongtangan i.","78:10 Ndang diingot nasida padan binahen ni Debata, jala dijua nasida do mangihuthon tu patikna i.","78:11 Jala dihalupahon do angka pambahenanna i dohot halongangan angka na pinataridahonna i tu nasida.","78:12 Dibahen Ibana do halongangan di adopan ni ompunasida i, di tano Misir, di adaran * Zoan.","78:13 Dibola do laut i patariparhon nasida, jala diunsong do aek i doshon timbunan.","78:14 Jala ditogihon nasida marhitehite ombun ia arian, jala marhitehite sondang ni api manipat borngin.","78:15 Dibola do angka dolok batu di halongonan jala dipainum nasida doshon aek na marbuhalbuhal godangna.","78:16 Jadi ruar ma angka sunge sian dolok batu i jala mabaor songon batang aek.","78:17 Alai sai didatdati nasida dope mardosa dompak Ibana, mangalo Natumimbul i di tano bangkalbangkal.","78:18 Jala sai diunjuni nasida do Debata di bagasan rohanasida laho martungguhon sipanganon guru roharohanasida.","78:19 Jala marmungutmungut dompak Debata, angka ninna ma: Tung tagamon tarpatupa Debata ma padirihon sada meja di halongonan on?","78:20 Ida ma, nunga dilombut Ibana dolok batu i, jadi martihaltihal ma aek, jala gas andalu angka batang aek; tarpatupasa do huhut ulaning mangalehon sagusagu, manang manjadihon juhut di bangsona i?","78:21 Dibahen i dung dibege Jahowa, muruk ma Ibana, gabe marjimburjimbur ma api di Jakkob, marpiarpiar ma huhut rimas dompak Israel.","78:22 Ai ndang dihaporseai nasida Debata jala ndang diparhanalom hatuaonna i.","78:23 Hape lam didokkon Ibana do angka ombun di ginjang, jala diungkap angka pintu ni langit.","78:24 Jala diudanhon tu nasida Manna bahen sipanganon, jala dahanon sian banua ginjang dilehon tu nasida.","78:25 Sagusagu ni surusuruan do dipangan nasida be, maradu mahapan di bohal tinongosna i tu nasida.","78:26 Dipahehe do di langit alogo habinsaran, jala ditogutogu do alogo dangsina marhitehite gogona i.","78:27 Dung i diudanhon tu nasida juhut songon orbuk, jala pidong na marhabong songon horsik di laut.","78:28 Jala didekdekkon angka i tu tongatonga ni parsaroanna i, humaliang inganannasida i.","78:29 Jadi mangan ma nasida jala mahapan situtu; jala diparo tu nasida pinangidonasida i.","78:30 Ndang dope muli nasida sian pinangido ni rohanasida, ongom dope sipanganonnasida i di pamangannasida:","78:31 Nunga marpiarpiar rimas ni Debata mida nasida, jadi dibunu ma angka na mokmok sian nasida, jala diragehon angka dolidoli ni Israel.","78:32 Luhutna pe songon i, sai didatdati nasida dope mardosa, jala ndang dihaporseai halongangan angka na binahenna i.","78:33 Dibahen i dipasalpu ma ariarinasida maralimos jala manungka do taonnasida i.","78:34 Molo Ibana mambunu nasida, jadi usouso ma nasida di Ibana, jala mulak nasida pasogothon mangalului Debata.","78:35 Jala diingot nasida, Debata do hape * partanobatoannasida i, jala Debata na tumimbul i sipaluanasida.","78:36 Dilesemlesem ma Ibana marhitehite pamangannasida, jala dilanasida i manggabusi Ibana.","78:37 Alai ndang marsihohot rohanasida tu Ibana, jala ndang dipasintong nasida padanna i.","78:38 Alai anggo Ibana, asi do rohana disesa do dosa, jala ndang disiaphon, jala jotjot do mulak rimasna i dibahen, jala ndang disunggul rimasna apala saluhut.","78:39 Sai diingot rohana do, sibuk do nasida, alogo na laho salpu, jala na so mulak.","78:40 Na sai jotjot Ibana dialo nasida di halongonan, jala diarsahi nasida Ibana di tangkaltangkal.","78:41 Dung i diulahi nasida muse mangunjuni Debata, jala disarita Nabadia ni Israel.","78:42 Ndang diingot nasida tanganna i, nang ari, na pinaluana i nasida sian sipangarupa.","78:43 Uju pinatindangna i angka tandana di Misir, jala halongangan binahenna i di adaran Zoan.","78:44 Jala dipauba angka batang aeknasida i gabe mudar, ro di angka sungenasida, gabe ndang tarinum nasida be.","78:45 Ditongoshon tu tongatonganasida lanok angka na manganhon nasida, dohot tohuk angka na mangago nasida.","78:46 Tu tamponok do dilehon suansuanannasida i, jala na niulanasida i tu sihapor.","78:47 Mate do angka hau anggurnasida dibahen ambolas, ro di angka hau antajau.","78:48 Rage do dorbianasida dibahen ambolas, jala disoro porhas do parduaannasida i.","78:49 Dipalua do dompak nasida parpiarpiar ni rimasna i, piripiri, rimas dohot hagogotan, saparduan surusuruan ni angka parsorion.","78:50 Dipahornop do dalan ni rimasna i, ndang diolani hosanasida sian hamatean, jala dipasahat do ngolunasida i tu begu antuk.","78:51 Jala diantuk do sude buhabaju di tano Misir, buhabaju ni * haroro ni gogonasida di angka undungundung ni si * Ham.","78:52 Dung i dipaborhat ma bangsona songon birubiru, jala diadu nasida songon parduaan di halongonan.","78:53 Jala tangkas do nasida diiringiring asa unang tarsonggot nasida, alai anggo musunasida i dihungkupi laut do.","78:54 Dung i dipatolhas ma nasida tu parbolatan ni habadiaonna i, tu * dolok on, na nionjar ni siamunna i.","78:55 Jala dipabali sian jolonasida angka parbegu i, jala didabu tu partaliannasida, jala angka marga ni Israel mangingani undungundungnasida i.","78:56 Hape diunjuni nasida do muse Debata na tumimbul i, jala dialo, jala ndang diingot nasida angka panindangionna i.","78:57 Jala * manginsurut nasida huhut manoisi, suang songon ompunasida i, marbalik ma nasida * songon sior sipaotooto.","78:58 Jala digitihi Ibana marhitehite tambaknasida i, jala dipinggil Ibana marhitehite ganaganaannasida i.","78:59 Jadi dung dibege Debata, tarrimas ma Ibana, gabe gialan situtu ma rohana mida Israel.","78:60 Dung i diulang ma ingananna di Silo, undungundung na niingananna di tongatonga ni jolma.","78:61 Jala dipasahat * hagogoonna i tu habuangan, jala hamuliaonna poti parpadanan i tu tangan ni sipangarupa.","78:62 Jala dipasahat bangsona i tu podang, ala tarrimas Ibana mida bangso na niainna i.","78:63 Dipangan api ma angka dolidolina i, jala ndang tarpuji be angka namarbajuna i.","78:64 Marragean do * angka malimna i dibahen podang, jala * ndang mananangisi angka na mabaluna i.","78:65 Jadi tarsunggul ma Tuhan i songon halak na modom songon ulubalang na marolopolop dibahen anggur.","78:66 Jala dipaundar angka musuna i, haurahon saleleng ni lelengna do dilehon tu nasida.","78:67 Jala dibolongkon undungundung ni si Josep, jala ndang be dipillit marga Epraim.","78:68 Marga Juda nama dipillit, dolok Sion na hinaholonganna i.","78:69 Jala dipabuntul habadiaonna i sobokkon langit, songon tano on na pinaojakna i * salelenglelengna.","78:70 Jala dipillit si Daud, naposona i, jala dibuat do ibana sian parmahanan birubiru.","78:71 Sian na mangadu birubiru panusuan ibana dialapi, asa parmahanonna Jakkob, bangsona i dohot Israel bangso na niainna i.","78:72 Jadi diparmahan ma nasida hombar tu habonaron ni rohana i, jala ditogihon nasida marhitehite hapistaron ni angka tanganna."," "],["79:1 Ale Debata, nunga disola angka parbegu partohapanmu, nunga diramuni nasida jorom na badia i, jala parangusan dibahen Jerusalem.","79:2 Nunga diparlehon nasida bangke ni angka naposom panganon ni pidong na martongatonga langit, tu binatang ni luat i do sibuk ni angka na niasianmi.","79:3 Nunga dipangusehon mudarnasida i, songon aek humaliang Jerusalem, jala ndang adong sitanomsa.","79:4 Jadi haurahon ni angka hombar hundul do hami, sielesan jala pangarehean ni angka na humaliang hami.","79:5 Sadia leleng on, ale Jahowa, mangarimas Ho tongtong, jala marsijembur songon api hamuruhonmu?","79:6 Pangusehon ma parpiar ni rimasmu tu parbegu, angka na so tumanda Ho, dohot tu harajaon, angka na so manjou goarmu.","79:7 Ai nunga dipolgak nasida Jakkob, jala diulang ingananna i.","79:8 Sai unang jujur tu hami angka hajahaton ni ompu najolo, hapogani ma manjumpangkon angka asi ni roham tu hami, ai tarjimput situtu do hami.","79:9 Sai urupi ma hami, ale Debata ni hatuaonnami, ala ni hamuliaon ni goarmu, jala palua ma hami jala hungkupi dosanami ala ni goarmu.","79:10 * Boasa ma tung dohonon ni angka parbegu: Didia do nuaeng Debatanasida i? Sai sange ma diboto angka parbegu sogot, idaonnami, * partubolon ni mudar ni angka naposom, na durus i.","79:11 Sai * tolhas ma tu jolo ni bohim angguhangguk ni angka na tarbuang; sai pateba ma angka anak sibunuon hian hombar tu hatimbulon ni tanganmu.","79:12 Sai lompit pituhali ma pasuang tu ampuan ni hombar hundulnami haeleson, na nieleshonna i tu Ho, ale Tuhan!","79:13 Ianggo hami, bangsomi jala * birubiru na pinarmahanmu, sai Ho do pujionnami salelenglelengna, jala baritahononnami do pujipujianmu marsundutsundut."," "],["80:1 Ende sian si Asap.","80:2 Ale * Siparmahan Israel, sai manangi ma Ho! Ai Ho do siadu Josep, songon birubiru; sai pataridahon ma Ho, ale na * marhabangsahon kerubim.","80:3 Sai sungguli ma * hagogoanmu di jolo ni Epraim dohot Benjamin dohot Manasse, jala sai ro ma Ho mangurupi hami.","80:4 Ale Debata, sai pasuang ma hami, jala * pasihar bohim, asa malua hami.","80:5 Ale Jahowa, Debata Zebaot, sadia leleng on marmusu tihus Ho mida tangiang ni bangsom.","80:6 Dipapanganhon Ho do tu nasida roti iluilu, jala dipainumhon Ho do tu nasida iluilu martahutahu.","80:7 Dibahen Ho do hami ripe badaan ni hombar hundulnami, jala sai dielesi angka musunami do hami.","80:8 Ale Debata Zebaot, sai pasuang ma hami, jala pasihar ma bohim asa malua hami.","80:9 Dilopokkon Ho do najolo sada hau anggur sian Misir, dibutbut Ho do angka parbegu, asa manuanhon ibana.","80:10 Dipalumbang Ho do tano i di jolona, jadi marurat ma ibana jala digohi tano i.","80:11 Ditutup halinuna do angka dolok, jala doshon hau Ares ni Debata do angka rantingna.","80:12 Tolhas ro di laut do manjarar angka dangkana, jala tolhas tu batang aek Euprat angka tumburna i.","80:13 Boasa ma tung lohaonmu angka handangna, asa roharoha ni angka pamolus sude mamalpali ibana?","80:14 Sai diugei baragas sian tombak do ibana, jala dijampal angka binatang ni harangan.","80:15 Ale Debata Zebaot, sai marpangulahi ma roham, tatap ma sian banua ginjang, ida jala tingkir hau anggurmon!","80:16 Sai ondingi ma na sinuan ni siamunmi dohot * anak na niainmu.","80:17 Nunga pola masurbu ibana jala ditultuli; nunga pola angka mago nasida maradophon pangarupion ni bohim.","80:18 Sai diondingi tanganmu ma * baoa ni siamunmu, anak ni jolma i na niainmu.","80:19 Jadi ndang olo be hami sumurut sian Ho, sai pangolu ma hami, jadi pujionnami ma goarmu.","80:20 Ale Jahowa, Debata Zebaot, sai pasuang ma hami; pasihar ma bohim, asa malua hami."," "],["81:1 Ende sian si Asap.","81:2 Olophon hamu ma Debata hagogoontai, suraksurakkon hamu ma Debata ni si Jakkob.","81:3 Pungka hamu ma marende, jala pinalu ma arbab i, tulila na denggan i angkup ni sordam.","81:4 Palu hamu sangka di * poltak ni bulan, di * tula ari parpestaanta i.","81:5 Ai i do patik di Israel, uhum tu Debata ni si Jakkob.","81:6 Panindangion do i dibahen Ibana di si Josep, di na borhat i ibana dompak tano Misir, pangkuling na so huantusi do hubege disi:","81:7 Hubuat do siboanon i sian abarana, malua do tanganna i sian ranjang.","81:8 Joujou do ho uju di hagogotan, gabe hupalua ho, hualusi do ho marhitehite ronggur, huunjuni do ho * di lambung aek Meriba. Sela!","81:9 Tangi ma, ale bangsongku, asa * huhatindangkon tu ho! Aut ni ditangihon ho nian ahu, ale Israel!","81:10 Ndang jadi adong Debata sileban di tongatongamu, jala unang marsomba ho tu debata ni na pulik.","81:11 * Ahu do Jahowa Debatam, na panangkok ho sian tano Misir, * pangangang ma pamanganmu, asa hugoki.","81:12 Alai ndang ditangihon bangsongku soarangki, jala ndang dioloi Israel Ahu.","81:13 Jadi hupasombu ma ibana di tangkang ni rohana i, gabe diihutihut nasida ma lomolomo ni rohanasida.","81:14 Oe aut ma Ahu ditangihon bangsongku, diihutihut Israel angka dalanku.","81:15 Mura do pajimputonku angka musunasida i, jala dompak angka na manosak nasida do tanganku.","81:16 Ingkon * sombaon ni angka na mangkosom Jahowa do Ibana, jala salelenglelengna do tingkinasida i.","81:17 Jala mangan indahan sigambiri do ibana bahenonna, jala pamahaponku do ho dohot situak ni loba sian dolok batu."," "],["82:1 Tindang do Debata di bagasan luhutan ni Debata, mandabu uhum do Ibana di tongatonga * ni angka panguhum.","82:2 Sadia leleng on do pageduhonmuna uhum, jala dingkan an muna angka parjahat i? Sela!","82:3 Patingkos hamu ma uhum tu na metmet dohot tu na sopot so marama, ondihon hamu ma na dangol dohot na pogos.","82:4 Palua hamu ma na metmet dohot na pogos, sian tangan ni angka parjahat ma palua hamu nasida.","82:5 Ndang mananda nasida, jala ndang olo nasida parrohaon, sai * mardalani di haholomon do nasida, jadi * reberebe ma sude angka ojahan ni tano on.","82:6 Ianggo ahu, nunga pola hudok nian: * Angka Debata do hamu, jala anak ni Natumimbul do hamu sudena.","82:7 Alai atik pe songon i mate do hamu songon jolma hian, jala tinggang do hamu sogot songon raja na asing sada.","82:8 Hehe ma Ho, ale Debata, sai uhum ma tano on, ai guru di Ho hian do angka parbegu sudena!"," "],["83:1 Ende sian si Asap.","83:2 Ale Debata, sai unang marsonangsonang boti Ho! Unang laos mauhom Ho, jala unang so roham, ale Debata!","83:3 Ai ida ma, sai manggunturi do angka musum, jala dipagakgak angka na mangkosom Ho do uluna.","83:4 Sai marangkal do nasida mambahen tahi sibunian dompak bangsom, jala martuptup i nasida mangalo angka * na niondinganmu.","83:5 Angka ninna do: Beta, itasiaphon ma nasida sian parbangsoan, asa unang be taringot goar ni Israel.","83:6 Ai saroha do nasida martuptup i, mambahen parpadanan mangalo Ho:","83:7 Tole angka undungundung ni Edom dohot halak Ismael, Moab dohot halak Hagar i.","83:8 Gebal dohot Amon dohot Amalek, Palistim ro di isi ni Tirus.","83:9 Tarihut nang Assur dongannasida, tumungkol botohon ni pinompar ni si Lot. Sela!","83:10 Sai bahen ma tu nasida, songon tu Midian, songon tu si Sisera, songon tu si Jabin di lambung batang aek Kison!","83:11 Angka na siap di Endor, gabe napu tu hauma do nasida.","83:12 Bahen ma angka na sangapnasida i songon si Oreb dohot si Seb, jala sude rajanasida i songon si Seba dohot Salmunna.","83:13 Angka na mandok: Sai italahuti ma di hita * angka inganan ni Debata!","83:14 Ale Debatangku, sai bahen ma nasida songon halisungsung, songon hurangkam maradophon alogo.","83:15 Songon api na mamansingkon tombak, jala songon jimburjimbur na mandilathon angka dolok.","83:16 Suang songon i ma nasida lotongi marhitehite habahabami jala guntur i nasida marhitehite halisungsungmi.","83:17 Marsapu haurahon ma bohinasida bahen, asa usouso nasida di goarmu, ale Jahowa!","83:18 Ingkon langan ma nasida jala gaor salelenglelengna, sai murak ma nasida jala siap.","83:19 Asa ditanda nasida sasada Ho do na margoar Jahowa, Natumimbul gumomgom liat portibi on."," "],["84:1 Ende sian angka anak ni si Kora.","84:2 Dengganna i angka ingananmi, ale Jahowa Zebaot!","84:3 Pola do langan jala maras rohangku dibahen lungunna di * angka alaman ni Jahowa; marolopolop do rohangku dohot sibukku tu Debata na mangolu i.","84:4 Gari amporik jumpangan jabu, jala leangleang dapotan asarna bahen inganan ni angka anakna, mandok: Angka langgatan pamelean tu Ho, ale Jahowa Zebaot, * Rajangku dohot Debatangku.","84:5 Martua ma angka na mangingani bagasmu, sai Ho do pujionnasida. Sela!","84:6 Martua ma halak ia di bagasan Ho hagogoonna, ia rohanasida di bagasan manuju dalan na tigor.","84:7 Angka na umbolus rura partangisan, Ibana do dibahen mualna; gabe * maruli pasupasu nasida.","84:8 Lam leleng, lam * ganda do gogonasida, paima tolhas nasida * tujolo ni Debata di Sion.","84:9 Ale Jahowa, Debata Zebaot, sai tangihon ma tangiangkon! Sai tangi ma, * ale Debata ni si Jakkob! Sela!","84:10 * Lombulombunami do Ho, ale Debata, asi ma roham, * tatap ma bohi ni Messiasmi.","84:11 Ai dumenggan do * sadari di angka alamanmu sian saribu ari na asing; tagonan do dipangido rohangku * sijaga pintu ahu di bagas ni Debatangku, asa maringan di angka undungundung ni parjahat.","84:12 Ai Debata Jahowa do * mata ni ari dohot lombulombu, dilehon Jahowa do asi ni roha dohot hamuliaon, ndang * diholit na denggan i di angka na burju marpangalaho.","84:13 Ale Jahowa Zebaot, martua ma jolma na marhaposan tu Ho."," "],["85:1 Ende sian angka anak ni si Kora.","85:2 Ale Jahowa, asi do najolo roham di tanomon, * dipalua Ho do si Jakkob sian habuangan.","85:3 Marpamuati do roham di hajahaton ni bangsom on, dihungkupi Ho do dosanasida sudena. Sela!","85:4 Nunga dipaombun Ho sude rimasmi, nunga mansohot roham sian parpiar ni murukmu.","85:5 Sai marpangulahi ma roham tu hami, ale Debata ni hatuaonnami, jala pasohot somor ni roham dompak hami!","85:6 Tung saleleng ni lelengna ma Ho marrimas dompak hami, ingotonmu tongtong rimasmu marsundutsundut?","85:7 Tung so ulahanmu do * pangoluhon hami, asa las roha ni bangsom mida Ho?","85:8 Sai pataridahon ma tu hami, ale Jahowa, asi ni roham, jala lehon ma tu hami hatuaonmu!","85:9 * Sai tangihononku do manang aha na nidok ni Debata Jahowa, ai * diparbaga do hasonangan tu bangsona dohot tu angka na niasianna, asa unang mulak nasida tu haotoon.","85:10 Tongon do, * donok do hatuaonna di angka na mangkabiari Ibana, asa mian muse hamuliaon di tanonami on.","85:11 Asa pajumpang sogot asi ni roha dohot hasintongan, jala masiummaan hatigoran dohot hadameon.","85:12 Asa martumbur sian tano i hasintongan, jala hatigoran manatap sian banua ginjang.","85:13 Sai lehonon ni Jahowa do huhut na denggan i, jadi * lehonon ni tanonami ma parbuena.","85:14 Mardalan ma hatigoran di jolona, jala patongononna ma langkanasida tu dalan."," "],["86:1 * Sai paeleng ma pinggolmu, ale Jahowa, alusi ahu, * ai na dangol jala na pogos do ahu.","86:2 Sai * ramoti ma rohangku, ai hasian do ahu; sai urupi ma naposom, na marhaposan tu Ho, ale Debatangku.","86:3 Asi ma roham di ahu, ale Tuhan, ai sai tu Ho do ahu joujou manipat ari.","86:4 Sai palas ma roha ni naposomon, ai * Ho do, ale Tuhan, dihalungunhon rohangku.","86:5 Ai anggo Ho, ale Tuhan, pardengganbasa jala * marpamuati roham, jala godang situtu do asi ni roham di sude angka na manjou Ho.","86:6 Sai tangi ma, ale Jahowa, tangiangkon jala parateatehon soara ni anggukkon.","86:7 Di ari hagogotanki Ho do hujou, ai sai alusanmu do ahu.","86:8 Ndang adong tudoshon Ho di tongatonga ni angka Debata, ale Tuhan, jala ndang adong tudoshon angka pambahenanmi.","86:9 Ro do sogot sude parbegu, angka na tinongosmi marsomba tu jolom, ale Tuhan, jala pasangaphon goarmu.","86:10 Ai timbul do Ho jala mambahen angka halongangan, sasada Ho do Debata.","86:11 Sai * ajarhon ma tu ahu, ale Jahowa, dalanmu, asa * marpangalaho ahu di bagasan hasintonganmi; sai pasada ma rohangku mangkabiari goarmu.","86:12 Asa hupuji Ho, ale Tuhan Debatangku, sian nasa rohangku, jala hupasangap goarmu salelenglelengna.","86:13 Ai na godang situtu do asi ni roham di ahu, jala * dipalua Ho do tondingku sian banua toru apala partoru.","86:14 Ale Debata, hehe do angka na jungkat roha mangalo ahu, jala satuptupan do angka sibahen gogo marburu hosangki, jala ndada Ho tu jolonasida dibahen.","86:15 Alai anggo Ho, ale Tuhan, Debata parasi roha jala pardengganbasa do Ho, lambat tarrimas, jala parasi roha dohot parhasintongan godang.","86:16 Sai dompakkon ma ahu, jala asi ma roham di ahu, sai tumpakkon ma gogom tu ahu naposomon, jala palua * anak ni hatobanmu.","86:17 Sai bahen ma tu ahu sada tanda paboa denggan ni roham, asa diida angka na hosom roha di ahu, jala maila nasida, paboa Ho sandiri, ale Jahowa, mangurupi dohot mangapuli ahu."," "],["87:1 Ende sian angka anak ni si Kora. Di atas ni angka dolok habadiaon i do ojahanna.","87:2 Holongan do roha ni Jahowa mida * angka bahal ni Sion, asa mida sude inganan ni si Jakkob.","87:3 Na sumurung do barita taringot tu ho, ale huta ni Debata. Sela!","87:4 Tariashononku ma * Rahab dohot Babel masuk tu bilangan ni angka na tumanda Ahu, ida ma, halak Palistim dohot Tirus ro di * Kus angka naung tubu disi.","87:5 Jala taringot tu Sion dohonon ni halak do sogot: Sadasada do baoa tubu di bagasan ibana, jala laos Ibana, Natumimbul i pahothon.","87:6 Bilangan ni Jahowa do angka bangso laho manurathon: Tubu disi do on sadasada. Sela!","87:7 Jadi angka parende ro di panortor mandok: Di bagasan ho do angka * mualhu sudena."," "],["88:1 Ende sipodaon sian si Heman, anak ni si Esra, taringot tu parsahiton ni angka na dangol.","88:2 Ale Jahowa, Debata ni hatuaonku, sai joujou do ahu arian, sai di jolom do ahu bornginna i.","88:3 Sai tolhas ma tu jolom tangiangki, sai paeleng ma pinggolmu tu angguhanggukki.","88:4 Ai nunga mandaon rohangki di angka hinamago, jala nunga pola dolos ngolungku tu banua toru.","88:5 Doshon angka na * manuruk tanoman nama ahu, songon baoa na so margellok.","88:6 Di tongatonga ni angka naung mate do podomanku, songon angka na rage tartullang marmodoman di tanoman, angka na so niingotmu be, jala naung tinostosan nasida sian tanganmu.","88:7 Nunga dipeakkon Ho ahu tubagasan godung apala partoru, tubagasan angka haholomon, tubagasan angka lung.","88:8 Sai didondoni murukmu do ahu, jala sude angka * galumbangmu diodothon Ho tu ahu. Sela!","88:9 Nunga * dipaholang Ho sian ahu angka alealengku, nunga dibahen Ho ahu hagigiannasida, tarhurung do ahu jala ndang tarbahen ahu haruar.","88:10 Pola do * lotop matangku binahen ni pardangolan, sai Ho do hupajoujou, ale Jahowa, manipat ari, sai hupaherbang, do tanganku tu Ho.","88:11 Tung tagamon ma bahenonmu halongangan tu angka naung mate? Manang tagamon ma hehe angka halinu mamuji Ho? Sela!","88:12 Tung tagamon ma baritahononhon asi ni roham di bagasan tanoman, manang hasintonganmi di * banua toru?","88:13 Tung tagamon ma botoon halongangan binahenmu di bagasan haholomon, manang hatigoranmu di bagasan * tano parhalupaan?","88:14 Alai anggo ahu, ale Jahowa, sai tu Ho do ahu angguhangguk, gari sogot manogotna i nunga dijumpangkon tangiangki Ho.","88:15 Boasa ma tung tulakkononmu tondingki, ale Jahowa, tabunihononmu bohim sian ahu?","88:16 Na dangol do ahu jala matemate sian sidakdanahon, sai hupataontaon angka parsorion binahenmu, gabe mandeledele ahu.","88:17 Nunga dibolus angka parpiarpiar ni murukmu ahu, nunga disiaphon angka sipasonggotmu ahu.","88:18 Sai dihaliangi do ahu songon aek manipat ari, tung luhutna do mangonsongi ahu.","88:19 Dipaholang Ho do sian ahu aleale dohot dongan magodang, gabe haholomon do angka na hutanda."," "],["89:1 Ende sipodaon sian si Etan, anak ni si Esra.","89:2 Sai endehononku ma angka asi ni roha ni Jahowa salelenglelengna, sai pabotohonon ni pamanganku ma hasintonganmi marsundutsundut.","89:3 Ai ningku do: * Sai lam manjadi hot do asi ni roha i salelenglelengna, marojahan di angka banua ginjang do hasintonganmi.","89:4 Nunga hubahen padan tu na pinillit ni rohangku, nunga pola huuarihon tu si Daud, naposongki:","89:5 Ro di saleleng ni lelengna do pahotonku pinomparmu, jala paulionku habangsami marsundutsundut. Sela!","89:6 Jadi dipuji angka banua ginjang do halongangan binahenmu, ale Jahowa, nang hasintonganmu di * luhutan ni angka na badia.","89:7 Ai tung ise ma di aoangaoang tudoshon Jahowa? Tung ise ma sian angka anak ni Debata doshon Jahowa?","89:8 Debata na songkal situtu diluhutan ni angka na badia, jala tongam maradophon sude angka na humaliang Ibana.","89:9 Ale Jahowa, Debata Zebaot, tung ise ma songon Ho? Pargogo, ale Jahowa jala hasintonganmu humaliang Ho.","89:10 Ho do gumomgom hagunsangon ni laut; molo manaek angka galumbangna, Ho do pasohon.","89:11 Nunga diropuhi Ho * Rahab, songon halak na tinampul: Dipaserak Ho do angka musum marhitehite botohon ni hagogoonmu.","89:12 Gok di Ho do angka banua ginjang, gok di Ho do dohot tano on, nang portibi on ro di isina i, Ho do paojakkon nasida.","89:13 Utara dohot dangsina. Ho do jumadihonsa, Tabor dohot Hermon marolopolop mida goarmu.","89:14 Marbotohon na gogo do Ho, gogo do tanganmu, timbul do siamunmi.","89:15 * Hatigoran dohot uhum do ojahan ni habangsami, * asi ni roha dohot hasintongan patujolo ni bohim.","89:16 Martua ma bangso na umboto olopolop! Angka na marpangalaho di bagasan hatiuron ni bohim, ale Jahowa.","89:17 Sai marolopolop do nasida manipat ari marhitehite goarmu, jala timbul do nasida hinorhon ni hatigoranmu.","89:18 Ai Ho do saudara ni hagogoonnasida, jala hinorhon ni habasaonmi do manuarang tanduknami.","89:19 Ai sian Jahowa do * lombulombunami, jala sian na badia ni * Israel do rajanami.","89:20 * Uju i mangkatai do Ho di bagasan alatan tu angka na niasianmu, jala nimmu do: Nunga hupasahat pangurupion tu sada ulubalang, nunga hupabangkit sada dolidoli sian bangso i.","89:21 Nunga jumpang Ahu si Daud, naposongku, nunga humiahi ibana, dohot miak habadiaonki.","89:22 Sai tong do donganan ni tanganku ibana, nang botohonku margogoihon ibana.","89:23 Na so tupa onjaron ni musu ibana, manang rupaon ni anak ni hajahaton ibana.","89:24 Sai ropuhanku do angka alona maradophon ibana, jala ragehononku do angka na mangkosom ibana.","89:25 Jala hasintonganku dohot asi ni rohangku mandongani ibana, jala manuarang do sogot * tandukna marhitehite goarhu.","89:26 Jala pampeongku tanganna tu laut, jala siamunna tu angka sunge.","89:27 Ianggo ibana jouonna ma Ahu: Damang do Ho, Debatangku dohot partanobatoan ni hatuaonku!","89:28 Ahu pe bahenonku do ibana sihahaan, na tumimbul sian angka raja ni tano on.","89:29 Ro di saleleng ni lelengna paianonku di ibana asi ni rohangku, jala sai hot do padanhu tu ibana.","89:30 Sai pampeongku do pinomparna ro di salelenglelengna, jala habangsana matua langit.","89:31 Molo tung ditadingkon angka anakna patikki, jala ndang marpangalaho di bagasan angka uhumhu.","89:32 Molo tung diramuni nasida angka aturanku, jala ndang diradoti angka tonangku:","89:33 Jadi luluhononku ma pangalaosinasida marhitehite linsinglinsing, dohot hajahatonnasida marhitehite angka parsorion.","89:34 Alai anggo asi ni rohangku, ndada unsatonku sian ibana, jala ndang oseonku hasintonganki.","89:35 Ndang ramunanku padan na hubahen i, jala ndang ubaonku na ruar sian bibirhu.","89:36 Nunga pola huuarihon sahali tu * habadiaonki: * Molo tung gabusanku si Daud!","89:37 Ingkon saleleng ni lelengna do pinomparna i, jala habangsana songon mata ni ari di jolongku.","89:38 Hot do ibana salelenglelengna songon bulan, jala sintong do * sitindangi di ombun. Sela!","89:39 Hape anggo nuaeng, ditulakkon, jala dibolongkon Ho do, tarrimas do Ho dompak na miniahanmu.","89:40 Nunga diupir Ho padan tu naposomon, nunga diramuni Ho tumpalna i tu tano.","89:41 Nunga dipuntasi Ho sude angka handangna, nunga magargar angka partanobatoanna i dibahen Ho.","89:42 Sude angka pamolus * mamupusi ibana, manjadi * sieleseleson ni angka hombarna hundul ibana.","89:43 Nunga dipatimbul Ho siamun ni angka alona i, jala marlas ni roha sude musuna i dibahen Ho.","89:44 Angkup ni nunga dipabalik Ho * baba ni podangna i, jala ndang marnangon ibana di tongtangan dibahen Ho.","89:45 Nunga dipesanhon Ho hadoharonna i, jala ditunggalingkon Ho habangsana tu tano.","89:46 Nunga dipajempek Ho ariari ni haposoonna i, jala ditujungkon Ho tu ibana haurahon. Sela!","89:47 Sadia leleng on, ale Jahowa, tabunihononmu dirim tongtong? Sai marjimburjimbur murukmu songon api?","89:48 Sai ingot ma, pola sadia ma umurhu, boasa ma tung magopo panompam di manisia sudena?","89:49 Tung ise ma baoa i na mangolu, so idaonna hamatean, tung tarpaluasa tondina i sian tangan ni banua toru? Sela!","89:50 Didia do * asi ni roham, angka na jolo i, ale Tuhan, angka naung niuarihonmu tu si Daud di bagasan hasintonganmu?","89:51 Sai ingot ma, ale Tuhan, haurahon ni angka naposomon, pangusungku di sude angka bangso na sai torop di bagasan ampuanku.","89:52 Sai mangelesi do angka musum, ale Jahowa! Sai mangarehei angka bogas ni na miniahanmu do nasida.","89:53 Pinuji ma Jahowa salelenglelengna! Amin! Amin!"," "],["90:1 Ale Tuhan, sai Ho do haporusannami marsundutsundut!","90:2 * Tagan so tubu dope angka dolok, jala tagan so adong dope ditubuhon tano on dohot portibi on, nunga adong hian Ho, ale Debata, sian salelenglelengna ro di salelenglelengna.","90:3 Sumuang do gabe orbuk jolma i dibahen Ho, dung i didok Ho muse: * Mulak ma hamu, ale jolma manisia!","90:4 Ai sobokkon sadari nantuari naung salpu do na saribu taon ianggo di jolom, jala songon sada gansi parjaga di borngin.","90:5 Diumbang Ho do nasida, jadi mate ma nasida, manogotna i nunga martumbur diulahi songon * duhutduhut.","90:6 Torang ari marbunga do i, jala martumbur, hape bodarina i disabi do jadi malos.","90:7 Ai siap do hami dibahen rimasmu, jala binahen ni parpiar ni murukmu, umbahen tompu mago hami.","90:8 Nunga dibahen Ho hajahatonnami tu jolom, dosanami angka na buni tu hatiuron ni bohim.","90:9 Ai lam moru do angka ariarinami sudena dibahen rimasmu, ai songon ho i sada do laho suda angka taonnami.","90:10 Ariari ni taonnami, intap pitupulu taon do i, jala molo marhagogoon situtu dieak do ualupulu taon, jala hinadenggan nasida do * hangaluton dohot halojaon, ai hatop situtu do laho salpu, jala habang do hami.","90:11 Tung ise ma tumanda gogo ni rimasmu, jala dihabiari Ho hombar tu pangonai ni rimasmu?","90:12 Sai parroha i ma hami mamilangi angka ariarinami, asa dapotan roha na bisuk hami.","90:13 Sai marpangulahi ma roham, ale Jahowa! Tung sadia leleng on ma? Jala asi ma roham mida angka naposom.","90:14 Disi torang ari pasabam ma rohanami marhitehite asi ni roham, asa marolopolop jala marlas ni roha hami di saluhut ariarinami.","90:15 Sai palas ma rohanami timbang ni angka ari hajimputonnami, timbang ni angka taon hinamago, na huida hami.","90:16 Sai pataridahon ma tu angka naposom angka * pambahenanmu dohot hamuliaonmu tu angka pinomparnasida.","90:17 Sai songgop ma tu hita habasaron ni Jahowa Debatanta, sai * ditumpak Ibana ma pambahenan ni tanganta, olo tahe, sai ditumpak ma pambahenan ni tanganta i!"," "],["91:1 Manang ise na hundul di pangondingan ni Natumimbul i, marborngin do ibana di * linggom ni Pargogo na so hatudosan.","91:2 Ningku do mandok Jahowa: Haporusanku jala * partanobatoanku, Debatangku, marhaposan tu Ibana do ahu!","91:3 Ai anggo Ibana, sai paluaonna do ho sian * sambil ni parsambil, sian pangago i ni begu antuk.","91:4 Sai ulosanna do ho dohot * habongna, jala marhaporusan tu toru ni hatirna i do ho, tau lombulombu dohot pangondingan do hasintonganna i.","91:5 Ndang pola mabiar ho maradophon * songgotsonggot borngin, maradophon * sumbia, na habang arian.","91:6 Maradophon begu antuk, na manisipi di na holom marimpotimpot, maradophon begu masa, na mangago di hos ni ari.","91:7 Nang pe marribu marragean di lambungmi, jala marloksaloksa di siamunmi, ndang mangonai ianggo tu ho.","91:8 Asal ambal matam manaili, idaonmu ma pamaloson tu angka parjahat i.","91:9 Ai Ho do, ale Jahowa, haporusanku; Natumimbul i nunga dibahen ho partanobatoanmu.","91:10 Ndang tagamon mangonai tu ho hinamago, jala ndang tagamon begu masa i dumonok tu undungundungmu.","91:11 Ai dohononna do angka surusuruanna taringot tu ho, asa dijaga ho di angka dalanmu sudena.","91:12 Sai * tangantanganonnasida do ho, asa unang * tartuktuk patmu tu batu.","91:13 Bolusonmu do singa dohot hala, * degedegeonmu do singa dohot buea.","91:14 Ala na holong situtu rohana di Ahu, jadi paluaonku ma ibana, patimbulonku ibana, ala tinandana i goarhu.","91:15 * Jouonna ma Ahu, jadi alusanku ma ibana, sai dongananku do ibana jumpa hagogotan, * paluaonku do ibana, jala marmulia ibana bahenonku.","91:16 Sai pamahaponku do ibana sarimatua, jala pataridahononku tu ibana hatuaonku."," "],["92:1 Ende di ari Sabbat.","92:2 Na denggan situtu do na mamuji Jahowa dohot mangendehon goarmu, ale Natumimbul!","92:3 Mamaritahon asi ni roham manogotna i dohot hasintonganmi bornginna i.","92:4 Mardongan uninguningan sisampulutali dohot sisampuluduatali dohot hasapi.","92:5 Ai nunga dipalas Ho rohangku, ale Jahowa, marhitehite angka pambahenanmu, marolopolop do ahu mida angka jadijadian ni tanganmu.","92:6 Tung na balga do angka jadijadianmu, ale Jahowa, bagas situtu do angka pingkiranmu.","92:7 Ianggo baoa na bodo ndang mananda disi, jala na oto ndang marateatehonsa.","92:8 Lam martumbur pe angka parjahat songon duhutduhut, jala marbunga pe sude angka siulahon hajahaton, asa siaphononhon do nasida salelenglelengna.","92:9 Alai anggo Ho, ale Jahowa, timbul do ro di salelenglelengna!","92:10 Ai ida ma, angka musum, ale Jahowa! Ai ida ma, sai na siap do sogot angka musum sai na marserak do sude angka siulahon hajahaton.","92:11 Alai dipatimbo Ho do tandukku songon tanduk ni sada rango, nunga dimiahi ahu dohot miak na lambok.","92:12 Jala sombu do roha ni matangku marnida angka na mangonggop ahu, lomo do roha ni pinggolhu mananginangi barita ni angka na jungkat roha mangalo ahu.","92:13 Ianggo partigor i, sai na martumbur do songon harambir, songon sada hau Ares di Libanon do ibana martunas.","92:14 Angka na * sinuan di bagasan bagas joro ni Jahowa, marbunga do nasida di bagasan angka * alaman ni Debatanta.","92:15 Sai marpinompari dope nasida, nang dung ubanon, marmiak jala rata do nasida.","92:16 Mamaritahon, paboa na tigor do Jahowa, partanobatoanki, jala ndang adong hageduhon di bagasan Ibana."," "],["93:1 * Jahowa do raja, nunga marpangkean hamuliaon Ibana, marpangkean tongon Jahowa, nunga dihohoshon hagogoon: Jadi hot ma portibi on, ndang tagamon humuntal.","93:2 Hot do habangsam sian na robi, sian saleleng ni lelengna do Ho.","93:3 Nunga martimpul angka batang aek, ale Jahowa, nunga martimpul * hasak ni angka batang aek, nunga diumbakkon angka batang aek panunjanasida.","93:4 Gumogo sian angka parhasak ni aek na godang do angka galumbang ni laut, alai tumongam sahali do Jahowa di banua ginjang.","93:5 * Sintong situtu do angka panindangionmu, habadiaon do na tama di bagasmu, ale Jahowa, ro di salelenglelengna."," "],["94:1 Ale Debata Jahowa, * nampuna angka partubolon, ale Debata, nampuna angka partubolon, * marsinondang ma Ho!","94:2 Hehe ma Ho, ale * Panguhum ni tano on, paro ma * partubolon mangalo angka na ginjang roha.","94:3 Sadia leleng on angka parjahat i, ale Jahowa, sadia leleng on marolopolop angka parjahat i?","94:4 Sai marbullakbullak do nasida mangkatahon hajungkaton, sai teal do pangkuling ni sude angka siulahon hajahaton.","94:5 Sai diparsipal nasida do * bangsom, ale Jahowa, jala diruparupa parjambaranmu.","94:6 Marragean do na mabalu dohot na buro dibahen nasida, jala dibunui do angka na tading di lampin.","94:7 Dung i didok nasida: Ndang diida Jahowa, jala ndang marbinoto Debata ni si Jakkob.","94:8 Ua manimbang ma hamu, ale angka na oto ni bangso i, jala hamu, ale angka na bodo, sadihari pe marbisuk hamu?","94:9 Tung so marbinege ma Ibana Sisuan pinggol? Tung so marnida ma Sijadihon mata?","94:10 Ibana, na mangajar angka parbegu, tung so marlulu Ibana, Ibana do na mangajarhon parbinotoan tu manisia?","94:11 Ditanda Jahowa do angka pingkiran ni manisia, ai alogo do angka nasida.","94:12 Martua ma baoa na pininsangmu, ale Jahowa, jala na pinodam marhite sian patikmu.","94:13 Asa dipasonang Ho ibana maradophon angka ari hinamago, paima sidung hinali godung tu parjahat i.","94:14 Ai ndang tagamon bolongkonon ni Jahowa anggo bangsona, manang tadingkononna parjambaranna.","94:15 Ai sai mulak tu hatigoran do uhum, jadi ihuthonon ni sude angka na tigor roha ma Ibana.","94:16 Tung ise ma donganku hehe mangalo angka parjahat i? Tung ise ma mangondihon ahu mangalo angka siulahon hajahaton?","94:17 Aut sura unang Jahowa gabe pangurupion di ahu, na tung naung mangulon tondingku di * tano hasonangan.","94:18 Molo didok rohangku: * Tarsulandit ma pathu, jadi disande asi ni roham do ahu, ale Jahowa.","94:19 Di hinadeak ni holso ni rohangku di bagasan, sai dipasabam angka pangapoim do tondingku.","94:20 Tung tagamon ma satahi Ho dohot * habangsa ni hamagoan, na pajadijadi halojaon tada tu patik hian?","94:21 Sai marluhut i do nasida tumahi tondi ni partigor, jala mudar * na so marpipot ditorui nasida.","94:22 Alai Jahowa do gabe partanobatoan di ahu, jala Debatangku gabe dolok batu haporusanku.","94:23 Jala Ibana pasuang tu nasida hajahatonnasida i, jala siaphononna do nasida di bagasan hajahatonnasida i, siaphonon ni Jahowa Debatanta do nasida sogot."," "],["95:1 Beta hamu itaendehon ma Jahowa, itaolophon ma * partanobatoan ni hatuaonta!","95:2 Itadapothon ma tu jolo ni bohina marhitehite pujipujian, itaolophon ma Ibana marhitehite ende!","95:3 Ai Debata na timbul do Jahowa, jala raja bolon mangatasi sude angka debata.","95:4 Di bagasan tanganna do angka ojahan ni tano on, jala guru di Ibana do punsu ni angka dolok.","95:5 Guru di Ibana do laut, jala Ibana do tumompasa, jala tanganna do jumadihon tano darat.","95:6 Beta hita manungkap dohot marsomba, marsinggang ma hita tu jolo ni Jahowa, Sitompa hita.","95:7 Ai * Ibana do Debatanta, jala hita bangso pinarmahanna, jala birubiru ni tanganna. * Sadarion, aut ditangihon hamu nian soarana!","95:8 Unang ma tangkangi hamu rohamuna songon uju di Meriba, songon ari uju di masa pangunjunan di halongonan.","95:9 Uju na niunjunan ni angka ompumuna Ahu, tung diuji Ahu, atik pe naung diida nasida pambahenanku.","95:10 Tung opatpulu taon bolon lelengna Ahu marbiasbias mida sundut i, jadi ningku ma: Bangso parroha lilu do nasida, alai ndang ditanda nasida angka dalanku.","95:11 Jadi pola maruari Ahu di bagasan rimashu: * Molo tung masuk nasida tu paradiananku!"," "],["96:1 Endehon hamu ma sada ende na imbaru di Jahowa, endehon ma Jahowa, ale sandok tano on!","96:2 Endehon hamu ma Jahowa, puji hamu ma goarna, baritahon hamu ma hatuaonna ganup ari.","96:3 Pajojor hamu ma di tongatonga ni angka parbegu hamuliaonna i, di tongatonga ni saluhut bangso halongangan, angka na binahenna i.","96:4 Ai na timbul do Jahowa, jala tama situtu pujion, na songkal do Ibana mangatasi sude angka debata.","96:5 Ai ajiajian do sude debata ni angka bangso, alai anggo Jahowa naung manjadihon angka langit.","96:6 Hatongamon dohot hamuliaon di jolona, hagogoon dohot hinauli masa di bagasan habadiaonna i.","96:7 Hamu ale angka marga ni angka bangso, sai lehon hamu ma hamuliaon dohot hagogoon tu Jahowa!","96:8 Lehon hamu ma di Jahowa hamuliaon ni goarna; * boan hamu ma silehonlehon dung i masuk ma hamu tubagasan angka alamanna.","96:9 Marsomba ma hamu tu Jahowa marpangkean na marhadohoan, angka hitir ma maradophon Ibana ale isi ni sandok tano on.","96:10 Paboaboa hamu ma di tongatonga ni angka parbegu: Jahowa do raja! Hot ma antong portibi on, ndang tagamon humordit, uhumonna ma sogot angka bangso di bagasan hatigoran.","96:11 Marlas ni roha ma disi angka langit jala marolopolop tano on, marhasakhasak ma laut ro di isina.","96:12 Marolopolop ma angka ladang ro di nasa na disi, marolopolop ma disi sude angka hau di tombak.","96:13 Di jolo ni Jahowa, ai nunga ro Ibana, nunga ro Ibana manguhum tano on; uhumonna ma liat portibi on di bagasan hatigoran, nang angka bangso di bagasan hasintonganna."," "],["97:1 * Jahowa do raja, marolopolop ma tano on, marlas ni roha ma * pulopulo angka na lan i!","97:2 Ombun jala haholomon marimpotimpot humaliang Ibana, hatigoran dohot uhum ojahan ni habangsana.","97:3 Api mardalan di jolona manganhon angka alona humaliang.","97:4 Disondangi angka hilapna do portibi on, jadi lalolalo tano on marnidasa.","97:5 * Malala do angka dolok songon pantis maradophon bohi ni Jahowa, maradophon bohi ni * Tuhan ni sandok tano on.","97:6 Dibaritahon angka langit do hatigoranna, jala sude angka bangso marnida hamuliaonna.","97:7 Ingkon tarurak sogot sude angka sisomba ajiajian, angka na papujipuji dirina mida ganaganaan, ingkon marsomba tu Ibana do sude * angka debata sileban!","97:8 Dibege Sion do i, jadi marlas ni roha ma, marolopolop ma angka boru ni Juda, ala ni panguhummu, ale Jahowa!","97:9 Ai Ho do, ale Jahowa na tumimbul, gumomgom sandok tano on, tumimbul situtu do Ho sian nasa debata sileban.","97:10 Hamu ale angka na mangkaholongi Jahowa, sai * hagigihon hamu ma na jat! Ibana do siramoti tondi ni angka na niasianna, sai paluaonna do nasida sian tangan ni parjahat.","97:11 Sai tarsabur do hatiuron di partigor, jala las ni roha di angka na unjur marroha.","97:12 Marlas ni roha ma hamu, ale angka partigor di bagasan Jahowa, jala puji hamu ma goarna na badia i!"," "],["98:1 Endehon hamu ma di Jahowa * ende na imbaru sada, ai nunga dipambahen Ibana angka halongangan; nunga ditumpahi siamunna i dohot tanganna na badia i Ibana.","98:2 Nunga dipabotohon Jahowa hatuaonna i, nunga dipapatar Ibana hatigoranna i di adopan ni angka parbegu.","98:3 Nunga diingot Ibana asi ni rohana dohot hasintonganna tu bagas ni Israel, nunga diida * luhut ujung ni tano on hatuaon ni Debatanta.","98:4 Marsuraksurak ma ho, ale sandok tano on, mangolophon Jahowa, pangiar ma soaram marolopolop, jala marende ma hamu.","98:5 Puji hamu ma Jahowa, marangkup arbap, mardongan arbap dohot soara ni ende!","98:6 Marolopolop ma hamu di jolo ni Raja Jahowa, mardongan sarune dohot soara ni sangka.","98:7 Mardorom ma laut ro di isina, portibi on ro di pangisina i.","98:8 * Martopaptopap ma angka batang aek, rap marolopolop ma angka dolok.","98:9 Dijolo ni Jahowa, ai nunga ro Ibana laho manguhum tano on, uhumonna ma portibi on marhitehite hatigoran dohot angka bangso marhitehite hasintongan."," "],["99:1 * Jahowa do raja, angka hitir ma angka bangso; * marhabangsahon kerubim Ibana, humuntal ma tano on.","99:2 Tongam do Jahowa di Sion, jala timbul do Ibana gumomgom sude angka bangso.","99:3 Pujionnasida ma sogot goarmu na timbul jala na songkal, na badia do Ibana.","99:4 Dohot hagogoon ni raja na mangkaholongi uhum. Nunga dipahot Ho * hasintongan, nunga dipamasa Ho uhum dohot hatigoran di Jakkob.","99:5 Patimbul hamu ma Jahowa Debatanta i, jala marsinggang ma hamu tujolo ni sidegedegean ni patna, na badia do Ibana!","99:6 Si Musa dohot si Aron di tongatonga ni angka malimna, jala si Samuel di tongatonga ni angka sijou goarna, manjoujou do nasida tu Jahowa, jadi Ibana mangalusi nasida.","99:7 Di bagasan ombun na marsijongjong Ibana mangkatai tu nasida, diradoti nasida do angka panindangionna i dohot patik na nilehonna i tu nasida.","99:8 Ale Jahowa, Debatanami, Ho do mangalusi nasida, Debata na marpamuati do Ho di nasida, jala parlulu di pambahenannasida.","99:9 Sai patimbul hamu ma Jahowa Debatanta i, jala marsinggang ma hamu di dolokna na badia i, ai na badia do Jahowa Debatanta i."," "],["100:1 Olophon ma Jahowa, ale sandok tano on!","100:2 Oloi hamu ma Jahowa marhitehite las ni roha, ro be ma hamu tu jolona marhitehite olopolop.","100:3 Boto hamu ma on: Jahowa do Debata; ibana jumadihon hita, jala Ibana nampuna hita, bahen bangsona dohot birubiru pinarmahanna.","100:4 Bongot i hamu ma angka bahalna marhitehite hamauliateon, angka alamanna marhitehite pujipujian, mauliate ma rohamuna tu Ibana, puji hamu ma goarna.","100:5 Ai pardengganbasa do Jahowa, ro di saleleng ni lelengna do asi ni rohana, jala marsundutsundut do hasintonganna."," "],["101:1 Asi ni roha dohot uhum endehononku, umpalu parhinaloan ma ahu mamuji Ho, ale Jahowa.","101:2 Naeng pantas ahu marpangalahohon dalan haburjuon; sadihari pe ro Ho manopot ahu, naeng ahu marpangalahohon hadaulaton ni rohangku ditonga ni jabungku.","101:3 Ndang olo ahu mambahen pambahenan na jat di jolo ni matangku; dihagigihon rohangku do pambahenan roharoha, tung na so jadi dais do i tu ahu.","101:4 Ingkon mandao sian ahu roha pangansi, ndang hutanda hajahaton.","101:5 Manang ise na marsibuni mangkata tundal donganna, sai siaphononku do ibana; manang ise * parmata baus dohot parroha manggang, ndang tarparrombang ahu.","101:6 Sai humatamatahon do angka parburju ni luat i bahen donganku sahundulan; manang ise na mangihutihut dalan hadaulaton, ingkon ibana parhaladongku.","101:7 Na so tupa maringan ditonga ni jabungku sibahen sipaotooto; na so tupa mian di adopan ni matangku sihatahon gabus.","101:8 Sai siaphononku do ganup sogot sude angka parjahat ni luat i umpidomhon sian huta ni Jahowa sude angka siulahon hajahaton."," "],["102:1 Tangiang sian sada halak na dangol jumpa maras ibana, jala * diusehon alualuna tujolo ni Jahowa.","102:2 Ale Jahowa, sai tangi ma tangiangkon, jala sai tolhas tu Ho ma angukkon!","102:3 Unang tung tabunihon bohim maradophon ahu di ari hagogotanki, sai paeleng ma pinggolmu tu ahu, hapogani ma mangalusi ahu di ari panjouonku.","102:4 Ai nunga salpu ariaringku songon * timus, jala mohop situtu holiholingku songon dalihan.","102:5 Mosok songon duhutduhut jala mahiang ateatengku, gari manganhon sipanganon lupa do rohangku.","102:6 Manandos holiholingku di sibukku dibahen soara ni anggukku.","102:7 Tudoshon * onggang di halongonan do ahu, songon sipauk di turanggong do ahu.","102:8 Sai marhal do ahu, jadi songon amporik na meat punjung di tarup do ahu.","102:9 Manipat ari sai direhei angka musungku ahu, angka nalalaen do nasida mambahen ahu panolonannasida.","102:10 Ai sirabun do hupangan i songon roti, jala husaor iluilungku tu siinumonku.","102:11 Maradophon rimasmu dohot parpiripirionmu, ai jolo dijomput Ho ahu, dung i ditimpalhon Ho ahu.","102:12 Songon halinu na manihir do angka ariaringku, jala lam malos do ahu songon duhutduhut.","102:13 Alai anggo Ho, ale Jahowa, sai marhabangsa do Ho salelenglelengna, jala marsundutsundut do parningotan di Ho.","102:14 Sai hehe ma Ho mambahen asi ni roham di Sion, ai nunga jumpang tingki parasi ni roha di ibana, nunga ro tingkina.","102:15 Ai holong situtu do roha ni angka naposom mida angka batu ni Sion, jala habot do rohanasida mida orbukna.","102:16 Jadi mabiar sogot angka parbegu mida goar ni Jahowa, ro di sude angka raja ni tano on mida hamuliaonmu.","102:17 Ala naung dipauli Jahowa Sion i, naung tarida Ibana di hamuliaonna.","102:18 Naung marpangulahi rohana mida tangiang ni na so mardihadiha, jala * ndang lea rohana di tangiangnasida.","102:19 Surathononhon ma i tu na pinompar sogot, jadi bangso sitompaon dope mamuji Jahowa sogot.","102:20 Ala naung manatapnatap Ibana sian habadiaonna na timbo i, ala naung mandulo Jahowa sian banua ginjang tu tano on.","102:21 Laho manangihon hoihoi ni angka na tarbuang, laho paluahon angka anak ni hamatean hian.","102:22 Asa dibaritahon nasida di Sion goar ni Jahowa dohot baritana di Jerusalem.","102:23 Molo sange marpungu sogot angka bangso ro di angka harajaon mangoloi Jahowa.","102:24 Nunga suda gogongku di tongandalan dibahen Ibana, nunga dipajempek ariaringku.","102:25 Ningku ma: Ale Debatangku, unang tung alap ahu di parsitongaan ni angka ariaringku, marsundutsundut do ianggo angka taonmi.","102:26 Ho do paojakkon tano on di na robi, jala jadijadian ni tanganmu do angka langit.","102:27 Ianggo nasida laho mago do sogot, alai anggo Ho sai hot do; laho buruk do ianggo nasida sude songon ulos; songon sampesampe paubaonmu nasida sogot, gabe muba ma nasida.","102:28 Alai sai tong do ianggo Ho, jala ndang olo marujung angka taonmi.","102:29 Sai dapotan inganan do angka anak ni naposom, jala sai hot di jolom do pinomparnasida."," "],["103:1 Puji ma Jahowa, * ale tondingku, jala nasa rohangku di bagasan mamuji goarna na badia i.","103:2 Puji ma Jahowa, ale tondingku, jala unang tung halupahon denggan ni basana sudena.","103:3 Ibana do manesa dosam sudena, Ibana pamalum angka sahitmu sudena.","103:4 Ibana * paluahon ngolum sian hamagoan, Ibana * martumpalhon tu ho denggan basa dohot asi ni roha.","103:5 Ibana pamahap roham marhitehite denggan basa, asa mulak poso ho, songon * pidong raja wali.","103:6 Jahowa do patupahon angka pambahenan hatigoran, jala dipatingkos uhum tu sude angka na nirupa.","103:7 Ibana do pabotohon angka dalanna tu si Musa, tu angka anak ni Israel angka pambahenna i.","103:8 Parasi roha jala pardengganbasa do Jahowa, lambat tarrimas jala parasi roha godang.","103:9 Ndang tongtong Ibana manorui, jala ndang gotos rohana saleleng ni lelengna.","103:10 Ndang dibahen tu hita hombar tu angka dosanta, jala ndang dibaloshon tu hita hombar tu angka hajahatonta.","103:11 Ai songon dao ni langit sian tano on do gogo ni asi ni rohana di angka na mangkabiari Ibana.","103:12 Songon dao ni habinsaran sian hasundutan dipadao Ibana sian hita angka pangalaosintai.","103:13 Songon asi ni amaama tu angka anakna asi ni roha ni Jahowa di angka na mangkabiari Ibana.","103:14 Ai diboto Ibana do tompanta, diingot do * orbuk hita.","103:15 Songon duhutduhut do ariari ni jolma na gale i, marbunga ibana songon bunga di ladang.","103:16 Ai dibolus alogo ibana, jadi ndang disi be, jala ndang tartanda be ingananna i.","103:17 Alai anggo asi ni roha ni Jahowa sian salelenglelengna do ro di salelenglelengna di angka na mangkabiari Ibana, jala hatigoranna marnini marnono.","103:18 Di angka na mangaradoti padan binahenna i dohot patupahon angka patikna i.","103:19 Nunga dipaojak Jahowa habangsana di banua ginjang, jala harajaonna sasudena.","103:20 Puji ma Jahowa, hamu ale angka surusuruanna, hamu ale * angka ulubalang na gogo, angka na * patupahon hatana, di na tinangihonmuna soara ni hatana i!","103:21 Puji ma Jahowa, hamu ale angka paranganna i sudena, hamu angka parhaladona, angka sipasaut lomo ni rohana!","103:22 Puji ma Jahowa, hamu ale * angka jadijadianna sudena, di sude inganan ni harajaonna i, puji ma Jahowa, ale tondingku!"," "],["104:1 Puji ma Jahowa, ale tondingku! Na bolon situtu do Ho, ale Jahowa Debatangku, * marpangkean hasangapon dohot hamuliaon do Ho.","104:2 * Hatiuron dialithon Ibana hira ulos, Ibana pahembangkon angka langit songon * rimberimbe.","104:3 Ibana manggulanggulangi di angka aek bilutna parginjang; huretana do dibahen angka ombun i, mardalandalan do Ibana di atas habong ni alogo.","104:4 Ibana mambahen angka alogo surusuruanna, api na marjimburjimbur bahen parhaladona.","104:5 Nunga dipaojak Ibana tano on tu angka ojahanna i, asa unang lalolalo salelenglelengna.","104:6 Lintong majoajo do pangkuphupina dibahen hira ulos, disalpui aek i do angka dolok.","104:7 Maporus do angka i dibahen pangasupim, humalaput do nasida maporus maradophon soara ni ronggurmu.","104:8 Hinsat ma angka dolok, marongrong ma angka rura tu inganan, na pinaojakmu hian di nasida.","104:9 Nunga dibahen Ho hian sada parbolatan, na so tupa salpuanna, ndang jadi ulahanna manghungkupi tano on.","104:10 Ibana manongos angka mual di angka rura, sian holangkolang ni angka dolok do angka i mabaor.","104:11 Dipasobur nasida saluhut binatang harangan, gabe sombu ma uas ni angka halode harangan.","104:12 Marasari di lambungnasida i pidong angka na martongatonga langit, angka na pahar soarana sian holangkolang ni angka dangka.","104:13 Ibana pasobur angka dolok sian angka bilutna parginjang i, sian parbue ni angka jadijadianmu do butong tano on.","104:14 Ibana patubuhon duhutduhut di pinahan dohot ingkau rata bahen parulian ni jolma, laho paruarhon roti sian tano on.","104:15 Ro di * anggur, na palas roha ni jolma na gale i, asa marmiak bohina lobi sian na hona miak, dohot roti na tumungkol roha ni jolma na gale i.","104:16 Butongan ma angka hau ni Jahowa, angka hau Ares ni Libanon, angka na sinuanna i.","104:17 Disi ma marasari angka pidong; siboru tasik i na marjabuhon hau tusam.","104:18 Angka bedu do nampuna dolok angka na timbo i, haporusan ni angka antuasu do angka dolok batu.","104:19 Ibana mambahen bulan panjujuran tingki, diboto mata ni ari do hasundutanna.","104:20 Ho do mambahen haholomon, jadi tubu ma borngin, disi ma gumamang saluhut binatang harangan;","104:21 Singa na bajar, angka na patungaor mangido sisoroonna jala mangalului sian Debata sipanganonnasida.","104:22 Binsar mata ni ari, manginsurut ma nasida, laho manggompang tubagasan liangnasida.","104:23 Ruar ma jolma i tumopot ulaonna, na pinuhutanna rasirasa bot ari.","104:24 Tung na lan situtu do angka jadijadianmu, ale Jahowa! Saluhutna i dipauli Ho marhitehite hapistaran, tung gok jadijadianmu do tano on.","104:25 Tole laut i na balga jala na lambas, disi do rumamang angka gulokgulok na so habilangan, binatang angka na metmet rap dohot angka na balga.","104:26 Disi do mardalani angka parau, tole buea, na jinadihonmu, asa marmeammeam disi.","104:27 Saluhut nasida mangaranap tu Ho, asa lehononmu sipanganonnasida di tingkina be.","104:28 Molo dilehon Ho di nasida, dijomputi nasida, molo dipatedek Ho tanganmu, butongan nasida di na denggan i.","104:29 Molo ditabunihon Ho bohim, holsoan ma nasida, ditait Ho ma hosanasida, monding ma nasida, jala mulak nasida tu orbuknasida hian.","104:30 Molo ditongos Ho tondim, tartompa ma nasida, jala dipaimbaru Ho do rupa ni tano on.","104:31 Sai ro di salelenglelengna ma hamuliaon ni Jahowa * marlas ni roha ma Jahowa mida angka jadijadianna i!","104:32 Molo Ibana mamereng tano on, jadi humuntal ma, dijama angka dolok, jadi martimus ma.","104:33 Endehononku ma Jahowa saleleng di ngolungku, umpalu parhinaloan ma ahu umpuji Debatangku, saleleng adong dope ahu.","104:34 Sai dihalomohon rohana ma nian pingkiranku, ianggo ahu, sai marlas ni roha do ahu mida Jahowa.","104:35 Sai siap ma nian angka pardosa sian tano on, jala unang adong be angka parjahat! Puji ma Jahowa, ale tondingku! Halleluya!"," "],["105:1 Puji hamu ma Jahowa, baritahon hamu ma goarna i, pabotohon hamu di tongatonga ni angka bangso angka pambahenanna i!","105:2 Endehon hamu ma Ibana, palu hamu ma parhinaloan umpuji Ibana, marnonangi ma hamu taringot tu halongangan angka na binahenna i sudena.","105:3 Tunggulhon hamu ma goarna na badia i, * marlas ni roha ma angka na mangalului Jahowa.","105:4 Sisiri hamu ma Jahowa dohot hagogoonna i, tongtong ma * lulu i hamu bohina.","105:5 Sai ingot hamu ma halongangan angka naung binahenna i, angka tanda halongangan naung binahenna i dohot uhum angka na ruar sian pamanganna.","105:6 Hamu ale pinompar ni si Abraham, naposona i, hamu ale anak ni si Jakkob, angka na pinillitna i!","105:7 Ibana, Jahowa do Debatanta, sar tu liat portibi on do angka uhumna.","105:8 Sai marningot do Ibana di padan binahenna ro di salelenglelengna, di hata pinatikna i marriburibu sundut.","105:9 Padan naung binahenna i tu si Abraham, ro di uarina tu si Isak.","105:10 Jala dihajongjongkon do i tu si Jakkob bahen patik, tu si Israel bahen padan salelenglelengna.","105:11 Ninna do: Tu ho do lehononku tano Kanaan, partalian ni partohapanmuna.","105:12 Uju jolma habilangan dope nasida, otik jala paisolat disi.","105:13 Jala sai marbungkasan nasida sian bangso tu bangso, sian sada harajaon tu bangso na asing.","105:14 Ndang diloas Ibana halak mangarupa nasida, jala dipinsang do angka raja ala nasida.","105:15 Unang hahua hamu angka na humiahi, jala unang sonoi hamu angka panurirangku!","105:16 Dung i dipasonggop Ibana haleon tu tano i, diponggolhon ma nasa tungkot parbohalan.","105:17 Disuru Ibana sada halak parjolonasida, targadis ma si Josep gabe hatoban.","105:18 Disuhulhon halak ma patna i tu beangan, sumuruk bosi do hosana i.","105:19 Paima jumpang tingki hasosonggop ni hatana, dung diuji pangkataion ni Jahowa ibana.","105:20 Jadi disuru rajai ma paluahon ibana, sigomgom angka bangso mandokkon tanggalon ibana.","105:21 Dipabangkit ma ibana bahen induk ni jabuna dohot sigomgom sinamotna sudena.","105:22 Asa tarihot angka indukna guru lomo ni rohana, jala diparbisuhi angka sintuana.","105:23 Dung i tolhas ma Israel tu Misir, gabe paisolat ma si Jakkob di tano ni si Ham.","105:24 Dung i gabe situtu ma bangsona i ditumpak, jala sumangap do i dibahen sian angka alona i.","105:25 Dipahosing ma ianggo rohanasida mangkosom bangsona i, mambahen bisukbisuk tu angka naposona i.","105:26 Dung i disuru ma si Musa, naposona i, si Aron, na pinillitna i.","105:27 Dipatupa nasida na dua ma di tongatonganasida tanda angka na tinonahonna dohot angka halongangan di tano ni si Ham.","105:28 Ditongos Ibana ma haholomon, asa paholomhon, jadi ndang dijua nasida angka hatana i.","105:29 Dipauba angka batang aeknasida gabe mudar, jadi marragean ma dengkenasida.","105:30 Marrumang ma angka tohuk sian tanonasida masuk tubagasan bilut ni angka rajanasida.","105:31 Mangkuling ma Ibana, jadi ro ma angka naning, angka rongit di sandok parbolatannasida.","105:32 Udannasida gabe ambolas dibahen Ibana, angka jimburjimbur ni api di tanonasida.","105:33 Jala i do mamopoi hau anggur dohot antajaunasida, jala ditipulhon angka hau di parbolatannasida.","105:34 Mangkuling Ibana, jadi ro ma angka sihapor dohot tamponok so habilangan.","105:35 Jadi dijampal ma sude ingkau rata di tanonasida, dijampal dohot parbue ni tanonasida.","105:36 Dung i diantuk Ibana ma nasa buhabaju di tanonasida, patumonaan ni gogonasida sudena.","105:37 Dung i diparuar ma nasida * mantat perak dohot sere, jala ndang adong * na gale di angka marganasida i.","105:38 Marlas ni roha do Misir di na ruar i nasida, ai madabu do tu nasida hatahuton maradophon nasida.","105:39 Dipaherbang Ibana sada ombun bahen parlapelapean, dohot api patiurhon borngin.","105:40 Mangido nasida, jadi diparo ma angka lote, jala dipamahap nasida mangan sagusagu sian banua ginjang.","105:41 Ibana mangarigathon dolok batu, jadi mabaor angka aek, angka na mardalan di tano tangkaltangkal songon sunge.","105:42 Ai diingot Ibana do hatana na badia i tu si Abraham, naposona i.","105:43 Jadi Ibana paruarhon bangsona i marhinsa ni roha, marolopolop do angka na pinillitna i.","105:44 Dung i dilehon Ibana tu nasida angka tano ni parbegu, jala nasida do tumean na niula ni angka bangso.","105:45 Asa diradoti nasida angka aturanna jala diparangehon angka patikna i. Halleluya!"," "],["106:1 Halleluya! Mandok mauliate ma hamu di Jahowa, ai na basa do Ibana, ai ro di salelenglelengna do asi ni rohana i.","106:2 Tung ise ma tuk mangkatahon angka hagogoon ni Jahowa, patubegehon baritana i sudena?","106:3 Martua ma angka na mangaradoti uhum, na tongtong patupahon hatigoran.","106:4 Sai ingot ma ahu, ale Jahowa, hombar tu halolomo di bangsom, sai tingkir ma ahu marhitehite hatuaonmi!","106:5 Asa hupaidaida hadoharon ni angka na pinillitmu, asa huhalashon halalas ni roha ni bangsomi, mamujimuji rap dohot partohapanmi.","106:6 Nunga mardosa hami rap dohot ompunami, nunga mangulahon hageduhon hami, nunga manjahati hami.","106:7 Ndang diparateatehon angka ompunami di Misir halongangan angka na binahenmi, ndang diingot nasida hinagodang ni asi ni roham, jala mangalo do nasida di lambung laut pararungan i.","106:8 Hape Ibana paluahon nasida ala ni goarna i, laho pabotohon hagogoonna i.","106:9 Jadi mangonai hata do Ibana tu laut pararungan i, gabe marsik ma, dung i Ibana manogihon nasida umbolus angka lung songon adaran.","106:10 Jadi Ibana paluahon nasida sian tangan ni parsomor, jala ditobus nasida sian tangan ni musu.","106:11 Dung i dilungkupi aek alonasida i, nanggo sada sian nasida ndang teba.","106:12 Jadi dihaporseai nasida ma angka hatana, diendehon ma baritana i.","106:13 Hape tibu do dihalupahon nasida angka pambahenanna i, ndang dipaima nasida sangkapna i.","106:14 Lam mangoloi hisaphisap do nasida di halongonan, jala diunjuni Debata di tano tangkaltangkal.","106:15 Jadi dilehon Ibana tu nasida pinangidonasida i, gabe ditongos ma begu tiarap ala ni hisaphisapnasida i.","106:16 Dung i mangiburu ma nasida dompak si Musa di parsaroan, dompak si Aron, na badia ni Jahowa.","106:17 Dipangangang tano i ma babana asa mamondut si Datan, jala dilungkupi luhutan ni si Abiram.","106:18 Jala didilati api luhutannasida i, nala ni api mansudahon angka parjahat i.","106:19 Dipauli nasida ma sada lombu di Horeb, jala marsomba nasida tu gombaran na tinuang i.","106:20 Jadi disambarhon nasida ma hamuliaonnasida tu sumansuman ni lombu, sigagat duhut.","106:21 Nunga * dihalupahon nasida Debata, Sipaluanasida i, na patupahon angka pambahenan na balga di Misir.","106:22 Angka halongangan di tano ni si Ham, angka sipasonggot di lambung laut pararungan.","106:23 Nunga pola didok Ibana, siaphononna nasida, aut unang si Musa, na pinillitna i * jongjong di partostosan di jolona i, paombunhon murukna i, asa unang disiaphon.","106:24 Dung i dihapishon rohanasida tano na hinapianan ni roha, ndang dihaporseai nasida hatana i.","106:25 Marmungutmungut ma nasida di bagasan undungundungnasida i, ndang ditangihon nasida soara ni Jahowa.","106:26 Jadi ditenggalhon Ibana ma tanganna dompak nasida, naeng mangaragehon nasida di halongonan.","106:27 Mandanggurhon dohot pinomparnasida tu tongatonga ni angka parbegu, jala paserakkon nasida tu angka luat.","106:28 Dung i diharosuhon nasida ma Baal-Peor huhut manganhon angka pelean ni na mate ajiajiannasida.","106:29 Sai maminggili do nasida di pambahenannasida i, jadi rarat ma begu masa mangaragehon nasida.","106:30 Dung i hehe ma si Pinehas mangaluluhon, gabe motap ma begu masa i.","106:31 Jadi dietong ma i tu ibana gabe hatigoran marsundutsundut sahat ro di salelenglelengna.","106:32 Dung i manggitihi muse nasida di lambung aek Meriba parbadaan, gabe tarjea ma si Musa dibahen nasida.","106:33 Ai ditaji nasida tondina i, gabe tarsor ma bibirna mandok soara.","106:34 Ndang disiaphon nasida angka bangso, * naung nidokkon ni Jahowa tu nasida.","106:35 Lam disaorsaor nasida do angka parbegu, jala diguruhon angka pambahenannasida.","106:36 Jala dipapelepele angka ajiajiannasidai, jadi jorgong ma i tu nasida.","106:37 Huhut do dipampelehon nasida angka anak dohot borunasida tu begu.","106:38 Jala dipandurushon nasida mudar na so marpipot, mudar ni angka anak dohot borunasida, angka na pinelehonna tu angka ajiajian ni tano Kanaan, gabe ramun ma tano i dibahen sapata ni mudar.","106:39 Jadi ormus ma nasida di pambahenannasida i, jala mangincui nasida di parulaon nasida i.","106:40 Jadi marpiarpiar ma muruk ni Jahowa dompak bangso i, jala dihabiashon partohapanna i.","106:41 Dung i dipasahat ma nasida tubagasan tangan ni angka parbegu, gabe digomgom halak na mangkasomorhon nasida ma nasida.","106:42 Jadi dirupa musunasida i ma nasida, gabe tarsugutsugut nasida tu toru ni tanganna.","106:43 Mansai jotjot do nian Ibana paluahon nasida, hape anggo nasida sai mangalo do mangihutihut sangkapnasida i, jadi pesan ma nasida binahen ni hajahatonnasida i.","106:44 Alai manatap ma anggo Ibana di hagogotannasida i, uju na tinangihonna i angguhangguknasida.","106:45 Jadi diingot Ibana muse padanna i tu nasida, meol ma rohana hombar tu hinagodang ni asi ni rohana.","106:46 Jadi dapotan asi ni roha ma nasida dibahen maradophon sude angka na mambuangkon nasida.","106:47 Tumpahi ma hami, ale Jahowa, Debatanami, jala papungu hami sian angka parbegu, asa hupuji hami goarmu na badia i jala martanggulhon baritami.","106:48 Pinuji ma Jahowa, Debata ni Israel sian na saingan sahat ro di salelenglelengna jala rim bangso i mandok: Amin! Halleluya!"," "],["107:1 * Mandok mauliate ma hamu di Jahowa, ai pardengganbasa do Ibana, ai salelenglelengna do asi ni rohana i.","107:2 I ma dohonon ni angka na pinalua ni Jahowa, angka na pinaluana sian tangan ni musu.","107:3 Jala angka na pinapunguna i sian angka luat, sian habinsaran dohot sian hasundutan, sian utara dohot sian laut i.","107:4 Lilu do angka nasida di halongonan di dalan na lungun, ndang jumpang nasida huta soranganna.","107:5 Male huhut mauas nasida, pola tarhatos rohanasida di bagasan.","107:6 Jadi joujou ma nasida tu Jahowa di hagogotannasida i, gabe dipalua Ibana nasida sian hagogotannasida i.","107:7 Dung i ditogihon ma nasida di dalan na tigor i, asa tolhas nasida tu huta siinganan.","107:8 Ingkon pujionnasida ma Jahowa ala ni asi ni rohana dohot halongangan angka na binahenna i tu jolma manisia.","107:9 Ala naung pinasabamna roha na malungun i, jala * dipasuksuk na denggan i tu roha na male i.","107:10 Angka na hundul di haholomon dohot di linggom ni hamatean, angka na nirante ni pardangolan dohot bosi.","107:11 Ala na nialonasida i angka hata ni Debata, jala dielesi sangkap ni Natumimbul i.","107:12 Jadi dipajimput Ibana ma rohanasida marhitehite hangaluton, angka martungkapan ma nasida, jala ndang adong sipangurupi.","107:13 Dung i joujou ma nasida tu Jahowa di hagogotannasida, jadi dipalua ma nasida sian hasosahannasida i.","107:14 Ibana do paruarhon nasida sian haholomon dohot sian linggom ni hamatean, jala dirapui angka rantenasida i.","107:15 Ingkon pujionnasida ma Jahowa ala asi ni rohana dohot halongangan angka na binahenna i tu jolma manisia.","107:16 Ala naung binolana i angka pintu haksa, jala dirosahi angka sordaksordak bosi.","107:17 Marsipal dihilala angka na oto ala ni dalan pangalaosionnasida i dohot dibahen angka hajahatonnasida.","107:18 Luhut do sipanganon dihaginehon rohanasida, jala nunga pola dolos nasida sahat tu angka harbangan ni hamatean.","107:19 Dung i joujou ma nasida tu Jahowa di hagogotannasida i, jadi dipalua Ibana nasida sian angka hasosahannasida.","107:20 Ditongos ma hatana i jala dipamalum nasida, jala dipalua nasida sian hamagoannasida i.","107:21 Ingkon pujionnasida ma Jahowa ala asi ni rohana dohot halongangan angka na binahenna i tu jolma manisia.","107:22 Jala dipelehon nasida ma angka pelean hamauliateon jala dipajojor angka pambahenanna i mardongan olopolop.","107:23 Angka na tuat marparau tu laut, angka na marboniaga tu angka laut bolon.","107:24 Diida nasida ma angka jadijadian ni Jahowa dohot halongangan angka na binahenna di bagasan lung.","107:25 Dung i mangkuling ma Ibana, jadi hehe ma habahaba, gabe lam timbo ma angka galumbangna i.","107:26 Tongkin manaek nasida tu langit, tongkin tuat nasida tu angka lung, malala ma rohanasida dibahen hinamago.","107:27 Moror do angka nasida jala lalolalo songon parmabuk, jala tarbondut do sude habisukonnasida.","107:28 Dung i joujou ma nasida tu Jahowa di hagogotannasida i, jadi diparuar Ibana nasida sian hasosahannasida i.","107:29 Dipasohot ma habahaba i gabe mardemak, so ma dohot angka galumbangnasidai.","107:30 Jadi marlas ni roha ma nasida ala naung so angka i, dung i ditogihon Ibana ma nasida tu muara lomo ni rohanasida.","107:31 Ingkon pujionnasida ma Jahowa ala asi ni rohana, dohot halongangan angka na binahenna i tu jolma manisia.","107:32 Jala patimbulonnasida Ibana di bagasan luhutan ni bangso i, jala pujionnasida Ibana di luhutan ni angka sintua.","107:33 Ibana mangarsik angka batang aek gabe halongonan dohot angka mual gabe tano bangkalbangkal.","107:34 Tano bosar hian gabe garaga ala hajahaton ni angka pangisina i.","107:35 Ibana muse mambahen halongonan hian gabe tao jala tano bangkalbangkal hian gabe angka mual.","107:36 Dung i tusi ma dipaian angka na male, gabe dipaojak nasida ma sada huta inganan.","107:37 Jadi disaburi nasida ma angka ladang i, jala dipungka angka porlak anggur, jala gabe do na niulanasida i.","107:38 Dung i dipasupasu Ibana ma nasida, gabe sopar situtu nasida, pinahannasida i pe dipasinur do.","107:39 Dung i lam otik ma ianggo nasida, jala tarjimput dibahen pangarupaon, hinamago dohot pardangolan.","107:40 Ibana mangusehon haleaon tu angka induk, jala dililuhon nasida di halongonan soada dalan.","107:41 Jala Ibana patimbul na pogos sian pardangolan jala dibahen angka marga songon birubiru toropna.","107:42 * Diida angka partigor i ma i, jadi marlas ni roha ma nasida gabe manguntam ma pamangan ni nasa hajahaton.","107:43 Manang ise na pantas roha ditimbangi ma angka i, jala diparateatehon nasida ma angka asiasi ni Jahowa."," "],["108:1 Ende sian si Daud.","108:2 Nalom do rohangku, ale Debata, marende ma ahu jala umpalu arbap, i ma tutu, ale hamuliaonku.","108:3 Ngot ma ho, ale arbap dohot sordam, asa husunggul buha siang ari.","108:4 Pujionku ma Ho di tongatonga ni angka bangso, ale Jahowa, jala endehononku ma Ho di tongatonga ni angka marga.","108:5 Ai manalpui angka langit do godang ni asi ni roham, jala tolhas ro di aoangaoang parginjang do hasintonganmu.","108:6 Sai patimbul ma dirim tu atas ni angka langit, ale Debata, jala hamuliaonmi tu sandok tano on.","108:7 Asa malua angka na niasianmi, sai manumpak ma siamunmi jala alusi ahu!","108:8 Nunga marbagabaga Debata di bagasan habadiaonna i: Ingkon marolopolop ahu marsagihon Sikem dohot manali rura Sukot.","108:9 Ahu do nampuna Gilead, jala ahu nampuna Manasse, jala Epraim do partanobatoan ni ulungku, Juda do tungkot ni harajaonku.","108:10 Moab do mangkuk parburianku, tu Edom hureongkon sipatungku, marolopolop ma ahu mida Palistim.","108:11 Ise ulaning manogihon ahu tu huta na gonting? Ise ulaning pataruhon ahu tolhas ro di Edom?","108:12 Nda Ho do, ale Debata, Ho naung mambolongkon hami, jala na so ruar, ale Debata, mandongani parangannami?","108:13 Sai patupa ma haluaon di hami sian hagogotan, ai ndang marnosan ianggo haluaon binahen ni jolma.","108:14 Mangasahon Debata sai hamonangan do ulahononta, jala Ibana sandiri mangalotlot alontai."," "],["109:1 Sai unang mauhom Ho, ale Debata ni pujipujianku!","109:2 Ai ngangang do pamangan ni parjahat dohot pangalajak mangalo ahu, angka na mangkatai dohot ahu mardila sipaotooto.","109:3 Jala dihaliangi ahu dohot angka hata hasomoran, jala dimusui ahu soada paralaan.","109:4 Sai dialo nasida do ahu balos ni holong ni rohangku, alai sai martangiang do anggo ahu.","109:5 Jala diampehon do tu ahu hajahaton, balos ni denggan basa, jala hasomoran, balos ni holong ni rohangku.","109:6 Pabangkit ma sada parjahat pandapotanna, jala sai jongjong ma di siamunna pangasung i.","109:7 Tole diuhumi ibana, ruar ma ibana tandap parjahat, jala gabe dosa ma tangiangna i.","109:8 Sai lam tu otikna ma angka ariarina i, ingkon na asing jumalo * tohonanna.","109:9 Sai tading di lampin ma anakkonna i, jala mabalu jolmana i.","109:10 Sai mompasompas ma anakkonna manggoanggo, jala sai mandiori sidabuannasida holong sian parulangulangannasida i.","109:11 Sai dihishis pangurangan ma sude na di ibana i, jala sai dipupusi halak na pulik ma na sinamotsamotna.","109:12 Sai unang ma adong na pateltel asi ni roha tu ibana, jala sai unang adong na asi roha tu anakkonna angka na tading di lampin.","109:13 Sai ripur ma pinomparna i, sai siap ma goarnasida di sundut paduahon.","109:14 Sai taringot ma hajahaton ni amanasida tu Jahowa, jala sai unang tarsesa dosa ni inana i.","109:15 Sai tongtong ma angka i di adopan ni Jahowa, jala Ibana maniaphon * baritanasida sian tano on.","109:16 Ala na so diingot mambahen asi ni roha jala dilotongi sada baoa na dangol jala na pogos, jala na jimput hian marroha, naeng bunuonna.","109:17 Dihaholongi rohana do torutoru, jadi manginona ma tu ibana; jala ndang dihalomohon pasupasu, jadi mandao ma sian ibana.","109:18 Dialithon do torutoru hira pangkeanna, jadi ditopot ma tubagasan dirina * songon aek, jala songon miak tubagasan holiholina.","109:19 Asa songon ulos na tinapolhon ma i tu ibana, jala gabe hohos na tongtong hinobahon.","109:20 I ma nian upa ni angka na mangalo ahu sian Jahowa dohot angka parpangkuling na jat dompak tondingki.","109:21 Alai anggo Ho, ale Tuhan Jahowa, roham ma di ahu ala ni goarmi; ai na denggan do asi ni roham, sai palua ma ahu!","109:22 Ai na dangol jala na pogos do ahu, jala mabugang do rohangku di bagasan.","109:23 Songon halinu na pagistang dirina do ahu laho salpu, dilotongi do ahu songon sihapor.","109:24 Rabatrabat do ulu ni tothu dibahen parpuasaon, jala merus do sibukku, ndang be marmiak.","109:25 Jadi ingkon sieleselesonnasida nama ianggo ahu, angka mangupir be ulunasida i marnida ahu.","109:26 Sai urupi ma ahu, ale Jahowa, Debatangku! Sai tumpahi ma ahu hombar tu asi ni roham.","109:27 Asa tung ditanda nasida tanganmu do i, Ho do, ale Jahowa, mambahensa.","109:28 Mamburai ianggo nasida, alai * mamasumasu do ianggo Ho; hehe do angka nasida, hape tarurak do, jadi marlas ni roha ma naposom.","109:29 Sai marpangkean haurahon do sogot angka na mangalo ahu, jala ditapolhon hailaonnasida i songon sampesampe.","109:30 Pujionku situtu ma Jahowa marhitehite pamanganku, jala patimbulonku ma Ibana di tonga ni hatoropan.","109:31 Ai * jongjong do Ibana di siamun ni na pogos laho paluahon tondina i sian angka na manguhum marutang hosa."," "],["110:1 Nunga didok Jahowa mandok Tuhanku: Hundul ma Ho tu siamunhon, paima hubahen angka musum sidegedegean ni patmu.","110:2 Tongoson ni Jahowa ma sian * Sion tungkot harajaon ni huasomi; antong mangarajai ma Ho di tongatonga ni musum!","110:3 Marrongoman bangsom ro sian lomona di ari parporanganmu * marpangkean habadiaon, sian ampuan ni andostorang ro do tu Ho * nambur ni paranganmu angka na bajar.","110:4 Nunga pola maruari Jahowa, jala ndang tagamon solsolanna bagina: Sai Ho do malim ro di salelenglelengna * mangihuthon horong ni si Melkisedek.","110:5 Tuhan i do di siamunmu, Ibana mangalengsehon angka raja di ari panombo ni rimasna.","110:6 Ibana mandabu uhum di tongatonga ni angka parbegu, Ibana mambahen gok angka bangke; Ibana do mangarosak ulu di tano adaran bidang.","110:7 Inumonna ma sian sunge di dalan, ala ni patimbulonna ma muse uluna."," "],["111:1 Pujionku ma Jahowa sian nasa roha di luhutan ni angka partigor dohot di huria i.","111:2 Balga do angka pambahenan ni Jahowa, hinalungunhon ni sude angka na lomo roha disi.","111:3 Hamuliaon dohot hasangapon do parulaonna i, jala hot do jongjong hatigoranna i salelenglelengna.","111:4 Nunga dibahen Ibana sada parningotan di halongangan angka na binahenna i, pardengganbasa jala parasi roha do Jahowa.","111:5 Nunga diparbohali angka na mangkabiari Ibana, diingot do padan binahenna i ro di salelenglelengna.","111:6 Nunga dipabotohon tu bangsona gogo ni pambahenanna i mangalehon tu nasida parjambaran ni angka parbegu.","111:7 Hasintongan dohot uhum do angka pambahenan ni tanganna, sintong do sude angka patikna i.","111:8 Hot do angka i ro di salelenglelengna, dibahen do angka i di bagasan hasintongan dohot habonaron.","111:9 Nunga ditongoshon Ibana haluaon tu bangsona, dipatik do padan binahenna i salelenglelengna, nabadia jala na songkal do goarna i.","111:10 Biar mida Jahowa do parmulaan ni habisuhon, maruli hapistaran na sumurung do sude angka na mangulahonsa; hot do baritana i ro di salelenglelengna."," "],["112:1 Martua ma baoa na mangkabiari Jahowa, na lomo roha situtu di angka patikna!","112:2 Sangap ma pinomparna i sogot di tano on, dapotan pasupasu ma sundut ni angka partigor sogot.","112:3 Hamoraon marlobilobi di bagasan jabuna, jala hot do hatigoranna i ro di salelenglelengna.","112:4 Sai * binsar do di partigor i hatiuron di haholomon, sian Ibana pardengganbasa, parasi roha jala na bonar.","112:5 Mardohar ma baoa na asi roha dohot na pasalihonsa, tarondolhonsa ma angka hatana di paruhuman.","112:6 Ndang tagamon humordit ibana salelenglelengna, marbarita salelenglelengna do partigor i.","112:7 Ndang tagamon mabiar ibana binahen ni barita hinamago, nalom do rohana marhaposan tu Jahowa.","112:8 Marsitiopan do rohana, ndang mabiar ibana, paima * idaonna pamaloson tu angka alona i.","112:9 * Manaburi ibana, mangalehon tu angka na pogos, hot do hatigoranna i ro di salelenglelengna, * timbul ma tandukna sogot di bagasan hamuliaon.","112:10 Idaon ni parjahat i ma i sogot, jala hagitikhononna, * patungoripon ma iponna jala malangke ibana, matua lonong do pinangido ni angka parjahat i."," "],["113:1 Mamuji ma hamu, ale angka naposo ni Jahowa, puji hamu ma goar ni Jahowa!","113:2 Pinuji ma goar ni Jahowa olat ni on ro di salelenglelengna.","113:3 Sian habinsaran ni mata ni ari ro di hasundutanna do sipujion goar ni Jahowa.","113:4 Tumimbul do Jahowa sian luhut angka bangso, diginjang ni angka langit do hamuliaonna i.","113:5 Tung ise ma songon Jahowa, Debatanta i? Timbo Ibana marhabangsa.","113:6 Hape dipaserep dirina manatap na di angka banua ginjang dohot na di tano on.","113:7 Ibana pahehehon na metmet sian orbuk, dipatimbul do na pogos i sian gambo.","113:8 Laho pahundulhon ibana top dohot angka raja ni bangsona.","113:9 Ibana paian parompuan na hol di jabu, gabe ina na las roha mida angka anakna. Halleluya!"," "],["114:1 Uju na ruar i Israel sian Misir, pinompar ni si Jakkob sian bangso parhata bobang:","114:2 Jadi Juda gabe habadiaonna, Israel gomgomanna.","114:3 Diida laut i ma i, gabe tolak, jala sumurut tu pudi ia Jordan.","114:4 Marhajingjang ma angka dolok songon birubiru tunggal, angka robean songon anak ni birubiru.","114:5 Aha di ho, ale laut, umbahen maporus ho? Ale Jordan umbahen sumurut tu pudi ho?","114:6 Hamu ale angka dolok, umbahen marhajingjang hamu songon birubiru tunggal, hamu ale robean, songon anak ni birubiru?","114:7 Maradophon bohi ni Tuhan i humuturhutur ma ho, ale tano on, maradophon Debata ni si Jakkob.","114:8 Na paubahon dolok batu gabe ambar aek, batu ping gabe mual."," "],["115:1 Ndada di hami, ale Jahowa, ndada di hami, di goarmu ma tagonan lehon hamuliaon, ala ni asi ni roham, ala ni hasintonganmu.","115:2 Boasa ma tung dohonon ni angka parbegu: Didia ulaning Debatanasida i?","115:3 Hape di banua ginjang do Debatanta i, saguru lomo ni rohana dipatupa.","115:4 Alai anggo ajiajiannasidai perak do jala sere bahenbahenan ni tangan ni jolma.","115:5 Adong do pamangannasida, hape ndang mangkuling; adong do matanasida, hape ndang marnida.","115:6 Adong do pinggolnasida, hape ndang marbinege; adong do igungnasida, hape ndang marnianggo.","115:7 Adong do tangannasida, hape ndang tarjamahonsa, jala ndang tarlangkahonsa ia patnasida i; ndang mangkuling ianggo aruarunasida.","115:8 Sobokkon nasida sogot angka na mambahennasida, sude angka na marhaposan tusi.","115:9 Ianggo ho, ale * Israel, marhaposan tu Jahowa ma ho! Ibana do pangurupi dohot lombulombunasida.","115:10 Ale pinompar ni * si Aron, marhaposan tu Jahowa ma hamu! Ibana do pangurupi dohot lombulombunasida.","115:11 Hamu ale angka na * mangkabiari Jahowa, marhaposan tu Jahowa ma hamu! Ibana do pangurupi dohot lombulombunasida.","115:12 Nunga diingot Jahowa hita: Ibana mamasumasu, Ibana mamasumasu pinompar ni Israel, Ibana mamasumasu pinompar ni si Aron.","115:13 Ibana mamasumasu angka na mangkabiari Jahowa, angka na metmet dohot angka na magodang.","115:14 Sai ambaambaan ni Jahowa do tu hamu, tu hamu dohot tu pinomparmuna.","115:15 Angka na pinasupasu do hamu sian Jahowa, Sitompa angka langit dohot tano on.","115:16 Jahowa do nampuna angka langit ni langitan, alai anggo tano on nunga dilehon tu jolma manisia.","115:17 Ndang tagamon pujion ni angka naung mate Jahowa, nang sude angka naung tuat tu tano hasonangan.","115:18 Alai anggo hita, sai pujionta do Jahowa olat ni on ro di salelenglelengna. Halleluya!"," "],["116:1 Holong do rohangku di Jahowa, ala naung ditangihon joujoungki, parhurajaionku.","116:2 Ai nunga dipaeleng pinggolna tu ahu, jadi sai jouonku ma Ibana, saleleng ahu mangolu.","116:3 Nunga pola dihaliangi * angka rante ni hamatean ahu, jala nunga pola mangonai tu ahu angka hagogotan ni banua toru, nunga pola mangonai tu ahu hagogotan dohot pardangolan.","116:4 Dung i hupajoujou ma goar ni Jahowa: Ale Jahowa, sai palua ma tondingki!","116:5 Parasi roha do Jahowa jala na bonar, jala parasi roha do Debatanta i.","116:6 Siramoti angka siunjur roha do Jahowa, nunga tung tarjepol ahu, jadi Ibana mangurupi ahu.","116:7 * Mulak ma ho, ale tondingku, tu paradiananmi, ai denggan do uhum ni Jahowa tu ho.","116:8 Tongon do, nunga dipalua Ho tondingku sian hamatean, matangku sian iluilu, pathu sian partuktuhan.","116:9 Sai marparange di jolo ni Jahowa ma ahu di angka luat ni halak na mangolu.","116:10 * Porsea do ahu umbahen huhatahon, mansai dangol situtu do ahu huhilala.","116:11 Ianggo ahu, nunga pola hudok di hatahutonku: * Sude jolma pargabus.","116:12 Tung beha ma pamaloshu tu Jahowa, ala saluhut denggan ni uhumna i tu ahu!","116:13 Jaloonku do panginuman ni angka hatuaon, jala pajoujouonku do goar ni Jahowa.","116:14 Gararonku ma angka bagabagangku tu Jahowa, apala di adopan ni sandok bangsona.","116:15 Arga do di roha ni Jahowa hamamate ni angka na niasianna i.","116:16 Antong, ale Jahowa, nunga tung naposom ahu, naposom do ahu, anak ni hatobanmu, nunga diharhari Ho angka rante sian ahu.","116:17 Sai pelehononku ma tu Ho pelean hamauliateon, jala sai pajoujouonku ma goar ni Jahowa.","116:18 Sai gararonku ma angka bagabagangku tu Jahowa, apala di adopan ni sandok bangsona.","116:19 Di angka alaman ni bagas ni Jahowa, di parsitongaanmi, ale Jerusalem! Halleluya!"," "],["117:1 Puji ma Jahowa, hamu ale angka parbegu sudena! Puji ma Ibana hamu ale angka bangso sudena!","117:2 Ai tung na godang do asi ni rohana tu hita jala ro di salelenglelengna do habonaron ni Jahowa. Halleluya!"," "],["118:1 Mandok mauliate ma hamu tu Jahowa, ai pardengganbasa do Ibana, ai ro di salelenglelengna do asi ni rohana!","118:2 Dohonon ni Israel ma tongon: Ai ro di salelenglelengna do asi ni rohana!","118:3 Dohonon ni pinompar ni si Aron ma: Ai ro di salelenglelengna do asi ni rohana.","118:4 Dohonon ni angka na mangkabiari Jahowa ma: Ai ro di salelenglelengna do asi ni rohana i.","118:5 Sian hagogotan do hupajoujou Jahowa, gabe dialusi Jahowa ahu, di na pinalumbangna i ahu.","118:6 Jahowa do donganku, ndang mabiar ahu, tung aha ma tagamon bahenon ni jolma tu ahu?","118:7 Jahowa do donganku di tongatonga ni angka na mangurupi ahu, jadi sombu ma roha ni matangku marnida angka na mangkosom ahu.","118:8 Dengganan marhaporusan tu Jahowa, asa marhaposan tu jolma.","118:9 Dengganan marhaporusan tu Jahowa, asa marhaposan tu angka raja.","118:10 Nunga pola luhut angka parbegu mangkaliangi ahu, mangasahon goar ni Jahowa tung rasiphononku do nasida.","118:11 Nunga pola dihaliangi nasida ahu tuk humaliang, mangasahon goar ni Jahowa tung rasiphononku do nasida.","118:12 Nunga pola dihaliangi nasida ahu, songon * angka loba, mintop do nasida songon api di buluduri, marhitehite goar ni Jahowa tung rasiphononku do nasida.","118:13 Nunga pola digogo ho manulakkon ahu, asa tinggang nian, hape Jahowa mangurupi ahu.","118:14 Jahowa do pargogongku dohot endengku, jadi gabe hatuaonku ibana.","118:15 Soara ni olopolop dohot hatuaon marsaringar di undungundung ni angka partigor: Siamun ni Jahowa do sibahen hamonangan.","118:16 Timbul situtu do siamun ni Jahowa, siamun ni Jahowa do sibahen hamonangan.","118:17 Ndang tagamon mate ahu, sai na mangolu do ahu, asa hupajojor angka pambahen ni Jahowa.","118:18 Nunga gogo tutu dipinsang Jahowa ahu, alai nda tung tu hamatean ahu dipasahat.","118:19 Ungkap hamu ma di ahu angka bahal ni hatigoran, asa hubongoti angka i laho mamuji Jahowa.","118:20 On do bahal ni Jahowa, bongotan ni angka partigor do i sogot.","118:21 Mandok mauliate ma ahu di Ho, ala naung dialusi Ho ahu, jala manjadi hatuaonku.","118:22 Batu naung binolongkon ni angka pande bagas, i ma jadi batu parsuhi.","118:23 Sian Jahowa do i masa, halongangan do i anggo di matanta.","118:24 Ari on do na jinadihon ni Jahowa, * marolopolop jala marlas ni roha ma hita disi.","118:25 Iale Jahowa, sai manumpak ma Ho! Iale Jahowa sai Ho ma mambahen manjadi!","118:26 Pinasupasu ma na ro marhitehite goar ni Jahowa, hupasupasu hami ma hamu, angka na sian bagas ni Jahowa.","118:27 Jahowa do Debata, jala Ibana manondangi hita. Tambathon hamu ma angka pelean pesta i sahat ro di angka tanduk ni langgatan.","118:28 Ho do Debatangku, jadi Ho do pujionku; ale Debatangku, sai Ho do patimbulonku.","118:29 Mandok mauliate ma hamu di Jahowa, ai pardengganbasa do Ibana, ai ro di salelenglelengna do asi ni rohana i."," "],["119:1 Martua ma halak angka na daulat marpangalaho, angka na marpangalahohon patik ni Jahowa.","119:2 Martua ma halak angka na mangaradoti angka panindangionna i, * angka na mangalului Ibana sian nasa roha.","119:3 Huhut angka na so mangulahon hageduhon, angka na mangkampungi angka dalanna i.","119:4 Nunga ditonahon Ho angka parentam, siradotan situtu.","119:5 Aut ni sai marsihohot angka dalanku mangaradoti angka aturanmu!","119:6 Dung i ndang tagamon tarurak ahu, molo sai huparateatehon sude angka tonami.","119:7 Sai mandok mauliate ma ahu di Ho sian hatigoran ni roha, molo huguruhon angka uhum ni hatigoranmi.","119:8 Sai radotanku do angka aturanmi, unang tung tadingkon ahu situtu.","119:9 Marhitehite aha tarpabontor dolidoli langkana? Molo dipahombarhombar tu hatam.","119:10 Sai hulului do Ho sian nasa rohangku unang tung loas ahu lilu sian angka tonami.","119:11 Nunga hupajop hatami di bagasan rohangku, asa unang mardosa ahu tu Ho.","119:12 Pinuji ma Ho, ale Jahowa, sai * podahon ma tu ahu angka aturanmi.","119:13 Nunga dipajojor angka bibirhon sude uhum, angka na ruar sian pamanganmi.","119:14 Hinsaan do rohangku mida dalan ni angka panindangionmu, asa mida nasa hamoraon.","119:15 Sai papingkirpingkironku do angka parentam, jala sai berengonku do angka bogasmi.","119:16 Sai * huhahilashon do angka aturanmi, ndang tagamon * halupahononku hatami.","119:17 Mardenggan basa ma Ho tu naposom, pangolu ma ahu! Asa huradoti hatam.","119:18 Sai pabuha ma matangku, asa huida halongangan, angka sian patikmi.","119:19 * Paisolat do ahu di tano on, unang tung tabunihon angka tonami sian ahu.","119:20 Malampot do rohangku mangkalungunhon angka uhummu manipat ari.","119:21 Mangonai hata do Ho * mamulasi angka na jungkat roha, angka na manimbil sian tonami.","119:22 Gilingi ma sian ahu haurahon dohot haleaon, ai nunga huradoti angka panindangionmi.","119:23 Hundul pe angka raja manuptupi mangalo ahu, sai angka aturanmi do dipingkirpingkiri naposom.","119:24 Tongon angka panindangionmi do hasoloan ni rohangku, angka i do jolma panuturingku.","119:25 Lohot di rere do rohangku, sai pangolu ma ahu hombar tu hatam!","119:26 Hupajojor do angka dalanku, jadi dialusi Ho ahu, sai podahon ma tu ahu angka aturanmi.","119:27 Sai parroha i ahu mangantusi dalan ni angka parentam, asa hupingkirpingkiri halongangan angka na binahenmi.","119:28 Malampot do rohangku dibahen holsoholso, sai pahehe ma ahu hombar tu hatam.","119:29 Sai paholang ma sian ahu dalan ni pangansion, jala asinirohahon tu ahu patikmi.","119:30 Nunga hupillit dalan hasintongan, angka uhummu nunga hubahen tu jolongku.","119:31 Sai marsihohot do ahu di angka panindangionmu, unang tung paurak ahu, ale Jahowa.","119:32 Sai dalan ni angka tonami do tulusonku, ai nunga * dipalumbang Ho rohangku.","119:33 Sai podahon ma tu ahu, ale Jahowa dalan ni angka aturanmi, asa huradoti * ro di ujung.","119:34 Sai parroha i ahu, asa huradoti patikmi, jalahuhajongjongkon sian nasa roha!","119:35 Sai panonohon ma tu ahu dalan balobung ni angka tonami, ai lomo do rohangku disi.","119:36 Sai paeleng ma rohangku tu angka panindangionmu, unang tung tu parhilangon.","119:37 Sai pasalpu ma angka matangku, unang marnida na so gabeak, sai pangolu ma ahu hinorhon ni angka dalanmi.","119:38 Hajongjongkon ma tu naposom bagabagam taringot tu biar maradophon Ho.","119:39 Sai pasalpu ma haurahonku, na huholsohon, ai denggan do angka uhummi.","119:40 Ida ma, sai huhalungunhon do angka parentami sai pangolu ma ahu hinorhon ni hatigoranmi.","119:41 Sai tolhas ma tu ahu angka asi ni roha, ale Jahowa, hatuaonmi pe hombar tu bagabagam.","119:42 Asa hualushon sada hata tu na mangelesi ahu, ai marhaposan tu hatam do ahu.","119:43 Jala unang tung paunsat situtu hata hasintongan i sian pamanganku, ni angka uhummi do na huhalungunhon.","119:44 Sai tongtong do radotanku patikmi ro di saleleng ni lelengna.","119:45 Sai mardalani ma ahu di halambason, ai huharingkoti do angka parentam.","119:46 Sai hatahononku do angka panindangionmu di jolo ni angka raja jala ndang hailahononku.","119:47 Sai dihahinsahon rohangku do tonami, angka na huhaholongi.","119:48 Jala sai hupataretare do tanganku tu tonami, angka na huhaholongi, jala sai pingkirpingkiranku do angka aturanmi.","119:49 Sai ingot ma hata tu naposom, na pinalungunhonmu tu ahu.","119:50 Sai on do sabam ni rohangku di * pardangolankon, ai bagabagami do * pangoluhon ahu.","119:51 Mansai eles situtu do angka na jungkat roha tu ahu, alai ndang manimbil anggo ahu sian patikmi.","119:52 Sai huingot do angka uhummu sian narobi, ale Jahowa, jadi sabam ma rohangku.","119:53 Marpiarpiar do murukku mida parjahat, angka na tumadingkon patikmi.","119:54 Jadi gabe endengku do angka aturanmi, di bagasan bagas paisolatanki.","119:55 Sai * huingoti do bornginna i goarmi, ale Jahowa, jala huradoti patikmi.","119:56 On do na sorang tu ahu: Sai naeng radotanku angka parentam.","119:57 Parjambaranku do Ho, ale Jahowa, nunga pola hudok, sai radotanku do angka hatami.","119:58 Marhuraja do ahu tu bohimi sian nasa roha, asi ma roham di ahu hombar tu bagabagam.","119:59 Nunga tung hutimbangi angka dalanku, jadi sai mulak tu angka panindangionmi do pathu.","119:60 Sai humalaput do ahu, jala ndang huhabendahon mangaradoti angka tonami.","119:61 Sai dihaliangi angka aring ni angka parjahat i do ahu, ianggo patikmi ndang huhalupahon.","119:62 Hehe do ahu tonga borngin laho mandok mauliate tu Ho ala ni angka uhum ni hatigoranmi.","119:63 Aleale ni sude angka na mangkabiari Ho do ahu, ro di angka na mangaradoti angka parentam.","119:64 * Gok asi ni roham do tano on, ale Jahowa, sai podahon ma tu ahu angka aturanmi.","119:65 Nunga denggan uhummi dibahen Ho tu naposom, ale Jahowa, hombar tu hatami.","119:66 Sai podahon ma tu ahu roha hapantason dohot parbinotoan na denggan, ai huhaporseai do angka tonami.","119:67 Tagan so tarjepol ahu, sai lilu do ahu, alai anggo nuaeng sai bagabagami do na huradoti.","119:68 Denggan do Ho marroha jala pardengganbasa, sai ajarhon ma tu ahu angka aturanmi.","119:69 Sai patubutubu gasa do angka na jungkat roha mangalo ahu, ianggo ahu sai radotanku do angka parentam sian nasa roha.","119:70 Ndang mangilala rohanasida songon tabotabo, ianggo ahu patikmi do na huhahilashon.","119:71 Untungku do i na tarjepol i ahu, asa huguruhon angka aturanmi.","119:72 Tagonan do di rohangku patik sian pamanganmi asa sere dohot perak marriburibu.","119:73 Angka tanganmi do tumompa ahu jala pauliuli ahu, sai parroha i ahu, asa huguruhon angka tonami.","119:74 Ia diida angka na mangkabiari Ho ahu, sai las ma rohanasida, ala na huhalungunhon hatami.","119:75 Nunga huboto, ale Jahowa, hatigoran do tongon angka uhummi, jala * mardongan haburjuon do dijepol Ho ahu.","119:76 Sai apulapul tu ahu ma nian asi ni rohami hombar tu bagabagam tu naposom.","119:77 Sai tolhas ma tu ahu angka asi ni roham, asa mangolu ahu, ai patikmi do na * huhahilashon.","119:78 Sai tarurak ma angka na jungkat roha i ala dipatungki ahu marhitehite gabus; ianggo ahu, sai angka parentam do hupingkirpingkiri.","119:79 Sai mulak tu ahu ma angka na mangkabiari Ho dohot angka na umboto angka panindangionmi.","119:80 Sai sisangunjur ma rohangku tu angka aturanmi, asa unang tarurak ahu.","119:81 Pola maheu rohangku dibahen siholna di hatuaonmi, sai hatami do na huhalungunhon.","119:82 Pola do rambon angka matangku mangkalungunhon bagabagami, angka ninna do: Andigan pe ulaning apulonmu ahu?","119:83 Ai nunga pola doshon hajut bobak sinale ni timus ahu, ianggo angka aturanmi ndang huhalupahon.","119:84 Pola piga ariari ni naposom? Andigan pe dabuonmu uhum tu angka na mangalotongi ahu?","119:85 Nunga pola dihali angka na jungkat roha i angka godung tu ahu, nasida angka na so marparange hombar tu patikmi.","119:86 Hasintongan do sude angka tonami; pangansion dibahen nasida mangalotongi ahu; sai urupi ma ahu!","119:87 Otik nari tung siap ahu bahenonnasida di tano on, alai laos so hutadingkon do angka parentam.","119:88 Sai pangolu ma ahu hombar tu asi ni roham, asa huradoti panindangion sian pamanganmi.","119:89 Ro di salelenglelengna do hot hatami di angka banua ginjang, ale Jahowa.","119:90 Marsundutsundut do hasintonganmi, nunga dipaojak Ho tano on, jadi hot ma jongjong.","119:91 Rasirasa sadarion sai hot do angka uhummu, ai angka naposom, do nasida saluhutna.","119:92 Aut unang patikmi ma huhahilashon, nunga leleng mago ahu di pardangolankon.","119:93 Ro di salelenglelengna do ndang tagamon halupahononku angka parentami ai marhitehite angka i do dipangolu Ho ahu.","119:94 Gok di Ho do ahu, sai palua ma ahu, ai angka aturanmi do na hulului.","119:95 Sai diaropi angka parjahat i do ahu, naeng agoonna ahu, sai angka panindangionmi do huparateatehon.","119:96 Sai marujung do huida saluhutna pangabahan, mansai hangkam do ianggo tonami.","119:97 Mansai huhaholongi do patikmi, sai i do hupingkirpingkiri manipat ari.","119:98 Bisukan do ahu sian angka musungku dibahen angka tonami, ai gok disi do ahu salelenglelengna.","119:99 Marrohaan do ahu sian sude angka gurungku, ai sai angka panindangionmi do na huparateatehon.","119:100 Marrohaan do ahu sian angka natuatua, ai sai huradoti do angka parentam.","119:101 Sai huambatambat do angka pathu sian nasa dalan na roa, asa huradoti hatami.","119:102 Ndang dung manimbil ahu sian angka uhummi, ai nunga dipodai Ho ahu.","119:103 Tumonggi do bagabagami didai aruarungku sian situak ni loba di pamanganku.","119:104 Binahen ni angka parentam do ahu marroha, ala ni do umbahen huhagigihon nasa dalan pangansion.","119:105 Hatami do sulusulu ni pathu jala hatiuron di dalanku.","119:106 Nunga pola huuarihon, jadi sai huhajongjongkon do: Mangaradoti angka uhum ni hatigoranmi.","119:107 Tarjepol situtu do ahu, sai pangolu ma ahu, ale Jahowa, hombar tu hatam.","119:108 Sai halomohon ma, ale Jahowa, angka pelean pujipujian ni pamanganku sian nasa roha, jala ajarhon tu ahu angka uhummu!","119:109 Sai tongtong do huhomolhomol tondingki di bagasan tanganku, jala ndang huhalupahon patikmi.","119:110 Sai ditaoni angka parjahat i do jorgong tu ahu, alai laos so manimbil do ahu sian angka parentam.","119:111 Angka panindangionmi do hubahen parjambaranku salelenglelengna, ai hahilason ni rohangku do angka i.","119:112 Sai hupaunduk do rohangku, laho mangulahon angka aturanmi salelenglelengna ro di ujung sogot.","119:113 Sai * huhagigihon do angka simeoleol, jala huhaholongi patikmi.","119:114 Pangondianku jala lombulombungku do Ho, sai hatami do na huhalungunhon.","119:115 Sumurut ma sian ahu, hamu ale angka parjahat i, sai angka tona ni Debatangku do radotanku.","119:116 Sai tiopi ahu hombar tu bagabagam, asa mangolu ahu, jala sai unang loas ahu tarurak mida na hinirim ni rohangku.","119:117 Sai sande ma ahu, asa martua ahu, asa tongtong huhahilashon angka aturanmi.","119:118 Diparhamuda roham do sude angka na manimbil sian angka aturanmi, ai gabus do sipaotooto binahennasida i.","119:119 Disiaphon Ho do sude angka parjahat ni tano on, hira gubogubo, dibahen i huhaholongi do angka panindangionmi.","119:120 Manindang do imbulungku panonditnonditon mida Ho, jala huhabiari do angka uhummi.","119:121 Sai huulahon do uhum dohot hatigoran, sai unang loas ahu rupaon ni angka siulahon gogo mangalo ahu!","119:122 Sai ondihon ma naposom tu na denggan, asa unang dirupa angka na jungkat roha i ahu.","119:123 Pola do rambon angka matangku mangkalungunhon hatuaonmi dohot bagabaga ni hatigoranmi.","119:124 Bahen ma tu naposom hombar tu asi ni roham, jala podahon tu ahu angka aturanmi.","119:125 Naposom do ahu, sai parroha i ma ahu, asa huboto angka panindangionmi.","119:126 Nunga jumpang tingki ni Jahowa painonahon uhum, ai nunga ditorbangi halak angka patikmi.","119:127 Ala ni do umbahen na huhaholongi angka tonami lobi sian sere, tongon tahe lobi sian sere palangki.","119:128 Ala ni do umbahen huparhatongon salulut angka parentam di saluhutna, sai huhagigihon do nasa lapang pangansion.","119:129 Tung na sumurung do angka panindangionmi, ala ni do umbahen diradoti rohangku angka i.","119:130 Pangungkapon di angka hatami do patiur parnidaan, marrohaihon angka na oto.","119:131 Sai hupangangang do pamanganku jala marhoi, ai angka tonami do na huhauashon.","119:132 Sai dompakkon ma ahu, jala asi ma roham di ahu, mangihuthon uhum tu angka na mangkaholongi goarmi.","119:133 Sai * pahot ma langkalangkangku marhitehite bagabagam, jala unang loas dirajai manang hajahaton dia ahu!","119:134 Sai palua ma ahu sian pangarupaon ni jolma, asa huradoti angka parentam!","119:135 Sai bahen ma bohim marsinondang tu naposom, jala podahon tu ahu angka aturanmi.","119:136 Sai mabakbak do ilu ni matangku hira pansur, ala so diradoti halak angka patikmi.","119:137 Nabonar do Ho, ale Jahowa, jala na tigor do angka uhummu.","119:138 Nunga tung ditingtingkon Ho paboa hatigoran do angka panindangionmu jala hasintongan situtu.","119:139 Ngaetan do ahu dibahen hajugulonki, ala dihalupahon angka alongku angka hatami.","119:140 Na pinindan situtu do bagabagami, jadi holong roha ni naposom disi.","119:141 Metmet pe ahu jala lea, ianggo angka parentam ndang dung huhalupahon.","119:142 Hatigoran ro di salelenglelengna do hatigoranmu, jala hasintongan do patikmi.","119:143 Songgop pe hagogotan dohot hasusaan tu ahu, ianggo angka tonami sai huhahilashon do.","119:144 Sai hatigoran do angka panindangionmi ro di salelenglelengna, parroha i ahu, asa mangolu ahu.","119:145 Sai joujou do ahu sian nasa roha, sai alusi ma ahu, ale Jahowa; sai radotanku do angka aturanmi.","119:146 Sai joujou ahu tu Ho: Tumpahi ma ahu! Asa sai huradoti angka panindangionmi.","119:147 Hujoloani do * buha siang ari asa maungaung, angka hatami do huhalungunhon.","119:148 Dijoloani angka matangku do angka gansi borngin, naeng mamingkirmingkiri bagabagami.","119:149 Sai tangihon ma soarangki hombar tu asi ni roham, sai pangolu ma ahu, ale Jahowa, hombar tu angka uhummi.","119:150 Dumonokdonok do angka sieahi hajahaton, holang do nasida sian patikmi.","119:151 Donok do Ho, ale Jahowa, jala * hasintongan do sude angka tonami.","119:152 Tibu hian do huboto sian angka panindangionmi, paboa Ho paojakkon angka i ro di salelenglelengna.","119:153 Sai tatap ma pardangolankon, jala palua ahu, ai * ndang huhalupahon patikmi.","119:154 Badahon ma parbadaanki, jala palua ahu, sai pangolu ma ahu ala ni bagabagami.","119:155 Mandao do hatuaon sian angka parjahat, ai ndang dilului nasida angka aturanmi.","119:156 Torop do angka asi ni roham, ale Jahowa, sai pangolu ma ahu hombar tu angka uhummi.","119:157 Torop do angka silotongi dohot sisosak ahu, laos so manimbil do ahu sian angka panindangionmi.","119:158 Huida angka parjehe, jadi gine ateatengku, ala so diradoti nasida bagabagami.","119:159 Sai tatap ma, ai sai huhaholongi do angka parentam, ale Jahowa, sai pangolu ma ahu hombar tu asi ni roham.","119:160 * Hasintongan do pangarimpunan ni hatam, jala ro di salelenglelengna do nasa uhum ni hatigoranmi.","119:161 Dilotongi angka raja do ahu soada alana, alai holan * hatami do dihabiari rohangku.","119:162 Marhilas ni roha do ahu ala ni bagabagami, songon halak na jumpangan godang taban.","119:163 Huhagigihon jala huhabiashon do sipaotooto, huhaholongi do ianggo patikmi.","119:164 Pitu hali di na sadari hupuji Ho, ala ni angka uhum ni hatigoranmi.","119:165 Mardame situtu do angka na mangkaholongi patikmi, jala ndang adong partuktuhan di nasida.","119:166 Sai huhalungunhon do hatuaonmi, ale Jahowa, jala huulahon angka tonami.","119:167 Sai diradoti rohangku do angka panindangionmi, jala huhaholongi situtu angka i.","119:168 Sai huradoti do angka parentam dohot panindangionmi, ai di jolom do saluhut angka dalanku.","119:169 Sai loas ma alualungku dumonok tu bohim, ale Jahowa, sai parroha i ma ahu hombar tu hatam.","119:170 Sai tolhas tujolo ni bohim ma angguhangguk i, sai palua ma ahu hombar tu bagabagam.","119:171 Sai marbulakkon pujipujian ma angka bibirhu, ala dipodahon Ho angka aturanmi tu ahu.","119:172 Sai * tariashonon ni dilangku do bagabagami, ai hatigoran do angka tonami saluhutna.","119:173 Sai ditumpahi tanganmi ma ahu, ai nunga hupillit angka parentam.","119:174 Sai dihalungunhon rohangku do hatuaonmi, ale Jahowa, jala patikmi do hasudungan ni rohangku.","119:175 Sai mangolu ma tondingku, asa Ho dipuji, jala ditumpahi angka uhummu ma ahu!","119:176 Nalilu do ahu, * songon birubiru na mago, sai lulu i ma naposom, ai ndang * huhalupahon angka tonami."," "],["120:1 Ende hananangkok. Tu Jahowa do ahu mangalualu di hagogotanki, jadi dialusi Ibana ahu.","120:2 Ale Jahowa, sai palua ma tondingki sian bibir pangansion, sian dila siduatdait!","120:3 Tung aha lehononna tu ho, jala tung aha dope ambaanna tu ho, ale dila siduatdait?","120:4 Sumbia angka na tajom ni ulubalang angkup ni arang ni turituri.","120:5 Soro ni aringki, tung maisolat ahu di Mesek halak parbada, tung maringan ahu di lambung undungundung ni Kedar! Panggetegete.","120:6 Nunga malelengku nian rohangki maringanan di lambung ni angka na mangkasomorhon hadameon.","120:7 Sai dame do ianggo ahu, alai molo mangkuling ahu, sai mamungka hamusuon do ianggo nasida."," "],["121:1 Ende hananangkok. Sai mangaranapi do matangku dompak angka dolok: Sian dia do ulaning ro pangurupion tu ahu?","121:2 Sian Jahowa Sitompa langit dohot tano on sambing ro pangurupion ianggo tu ahu.","121:3 Ndang tagamon loasonna tarsulandit patmu, ndang tagamon nok mata ni Sijaga ho.","121:4 Ida ma, ndang olo nok mata, jala ndang olo modom ianggo Sijaga Israel.","121:5 Jahowa do Sijaga ho, Jahowa do parlinggomanmu di lambung ni tanganmu siamun.","121:6 Ndang tagamon doiton ni mata ni ari ho arian, manang bulan pe bornginna i.","121:7 Sai jagaon ni Jahowa do ho sian nasa parmaraan, sai jagaonna do tondim.","121:8 Sai jagaon ni Jahowa do ho laho ruar dohot laho bongot, olat ni on ro di salelenglelengna."," "],["122:1 Ende hananangkok sian si Daud. Las do rohangku di angka na mandok tu ahu: Beta hita manopot bagas ni Jahowa!","122:2 Nunga jongjong patnami di angka bahalmi, ale Jerusalem!","122:3 Ale Jerusalem, naung pinauli songon huta na tipak marrapitrapit gabe sada.","122:4 Nangkok do tusi angka marga, angka marga ni Jahowa, bahen panindangion di Israel, laho mamuji goar ni Jahowa.","122:5 Ai tusi do dipajongjong angka habangsa paruhuman, angka habangsa di pinompar ni si Daud.","122:6 Sai pangido hamu ma * hadameon di Jerusalem, sai mardohar ma angka na mangkaholongi ho!","122:7 Sai masa ma hadameon di bagasan parikmu, hasonangan ma di bagasan jabum angka na bolon!","122:8 Ala ni angka hahaanggingku dohot alealengku sai dohononku do: Hadameon ma di bagasan ho.","122:9 Ala ni bagas ni Jahowa, Debatanta i, sai * haringkothononku do nadenggan di ho."," "],["123:1 Ende hananangkok. Sai manatapnatap do matangku tu Ho, ale na marhabangsa di banua ginjang.","123:2 Ida ma, songon mata ni angka anak somang tu tangan ni induk somangnasida, songon mata ni naposo boruboru tu tangan ni sorangannasida: Songon i do mangaranapi matanta tu Jahowa, Debatanta, paima asi rohana di hita.","123:3 Sai asi ma roham di hami, ale Jahowa, sai asi ma tutu, ai nunga tung mahap situtu hami di pangareheon.","123:4 Nunga tung mahap situtu rohanami dihaeleson ni angka na jungkat roha, di pangareheon ni angka na ginjang roha."," "],["124:1 Ende hananangkok sian si Daud. Aut unang Jahowa mandongani hita, sai i ma didok Israel.","124:2 Aut unang Jahowa mandongani hita, uju hehe jolma mangalo hita:","124:3 Sai * ngolungolu hita bondutonna, uju i di panombo ni rimasnasida dompak hita.","124:4 Sai na aupon ni angka aek do hita uju i, sai na boluson ni batang aek i do tondinta.","124:5 Sai na boluson ni angka aek na marhasahi do tongon tondinta uju i.","124:6 Pinuji ma Jahowa, na so mangalehon hita sisoroon ni angka nginginasida i.","124:7 Nunga malua tondinta i songon * pidong, na malua sian sambil ni parsambil, nunga matos sambil i, jadi malua hita.","124:8 Ianggo pangurupion di hita di bagasan goar ni Jahowa, Sitompa langit dohot tano on do."," "],["125:1 Ende hananangkok. Angka na marhaposan tu Jahowa, songon dolok Sion do nasida, ndang tagamon humordit, hot do tahe ro di salelenglelengna.","125:2 Angka dolok do ia humaliang Jerusalem, Jahowa do ianggo humaliang bangsona olat ni on ro di salelenglelengna.","125:3 Ai ndang tagamon tong mandondon tungkot harajaon ni hajahaton di atas parjambaran ni angka partigor, asa unang laho tangan ni angka partigor i tu hageduhon.","125:4 Sai bahen ma na denggan, ale Jahowa, tu angka na denggan roha i dohot tu angka sisangunjur marroha di bagasan.","125:5 Alai anggo angka na manimbil tu dalannasida sandiri, angka na geduk i, sai na togihonon ni Jahowa do nasida rap dohot angka siula hajahaton. * Dame ma songgop ianggo tu Israel!"," "],["126:1 Ende hananangkok. Di na mulak tinogihon ni Jahowa angka * na tarbuang sian Sion, doshon halak na marnipi do hita.","126:2 * Gok parengkelon ma uju i pamanganta, jala marolopolop dilanta, martaringot ma uju i di tongatonga ni angka parbegu: Godang ma na binahen ni Jahowa tu nasida!","126:3 Godang ma tongon na binahen ni Jahowa tu hita, jadi marhilas ni roha ma hita.","126:4 Sai togihon ma mulak, ale Jahowa, angka na tarbuang sian hami, songon angka sunge di tano tungkan dangsina.","126:5 Angka na mariluilu laho manabur, marolopolop do sogot laho manggotil.","126:6 Mardalandalan pe ibana huhut tangis pausungusung boni sisaburhononhon, ro do ibana sogot marolopolop mangusung angka tibalanna."," "],["127:1 Ende hananangkok sian si Salomo. Molo so Jahowa paulihon bagas, loja sambing do angka na mamandei; molo so Jahowa marhal huta i, ndang marniula hadudungo ni parhal.","127:2 Ndang adong labamuna dipasogot hamu hehe, dipaleleng hamu muse laho hundul manganhon roti hangaluton, songon i modom dilehon Ibana tongon tu hasianna.","127:3 Ida ma, pala ni Jahowa sambing do di anak, silehonlehonna do parbue ni bortian.","127:4 Songon angka sumbia di tangan ni ulubalang, songon i do angka anak di haroro ni daging.","127:5 Martua ma baoa na manggohi parnangkatanna sian nasida: Ndang tagamon tarurak nasida, molo marsiuaan nasida dohot angka musu di parjompahan."," "],["128:1 Ende hananangkok. Martua ma ganup na mangkabiari Jahowa, na marparange di angka dalanna i.","128:2 Sai panganonmu do na niula ni tanganmu, martua ma ho jala sonang.","128:3 Tudoshon hau anggur na marparbue do ianggo jolmam di bagasan angka bilut ni jabum, tudoshon tunas ni hau jetun do angka anakmu humaliang mejam.","128:4 Ida ma, sai songon i do tongon dapotan pasupasu baoa, na mangkabiari Jahowa.","128:5 Sai pasupasuon ni Jahowa ma ho sian Sion, asa paidaidaonmu hinadenggan ni Jerusalem ganup ari saleleng ho mangolu.","128:6 Jala ingkon idaonmu do angka pahompum tubu ni anakmu. Hasonangan ma songgop tu Israel."," "],["129:1 Ende hananangkok. Jotjot situtu do disosak halak ahu sian sietehetehonku, i ma dohonon ni Israel nian.","129:2 Jotjot situtu do tongon disosak halak ahu * sian sietehetehonku, hape ndang tarhahua nasida ahu.","129:3 Maninggalai pola angka paninggala di atas tanggurungku, ganjang do dibahen angka barurannasida.","129:4 Bonar do anggo Jahowa, nunga digotapi tali ni angka parjahat i.","129:5 Ingkon tarurak nian jala sumurut tu pudi sude angka na mangkasomorhon Sion.","129:6 Ingkon gabe doshon ri na tinaruphon nasida nian, ndang dope binutbut, nunga ape.","129:7 Na so pola gohan ni panabi tanganna sian i, manang pola abingon ni panarui.","129:8 Jala ndang pola dohonon ni angka pamolus: * Pasupasu ni Jahowa ma mandongani hamu! Hupasupasu hami ma hamu marhitehite goar ni Jahowa!"," "],["130:1 Ende hananangkok. * Sian pardangolan angka na bagas i do ahu joujou tu Ho, ale Jahowa!","130:2 Ale Tuhan, sai tangihon ma soarangki, sai patinggil ma pinggolmu tumangi soara ni anggukkon!","130:3 Molo tung manjujur Ho, ale Jahowa, di angka dosa, tung ise ma manahan jongjong, ale Tuhan?","130:4 Alai tahe * marroha pamuation do Ho, asa dihabiari halak Ho.","130:5 Huhalungunhon do Jahowa, malungun do tondingku, jala huparhanalom do hatana.","130:6 Gumogo do dihalungunhon rohangku Tuhan i sian angka parhal di torang ni ari, angka parhal di torang ni ari tongon.","130:7 Nalom ma roham tu Jahowa, ale Israel, ai parasi roha do Jahowa, jala godang do haluaon di Ibana.","130:8 Jala Ibana sandiri paluahon Israel sogot sian dosana sudena."," "],["131:1 Ende hananangkok sian si Daud. Ale Jahowa, ndang ginjang rohangku, jala ndang buas angka matangku, jala ndang hupangalahohon ruhut hatimbulon angka na so tarjujung ahu.","131:2 Tongon tahe nunga tung hupataem jala hupahohom rohangku songon dakdanak na sirang susu di lambung ni inana, songon dakdanak na sirang susu do rohangku di bagasan.","131:3 Nalom ma roham, ale Israel tu Jahowa olat ni on sahat ro di salelenglelengna!"," "],["132:1 Sai ingot ma, ale Jahowa, di si Daud sude angka parniahapanna!","132:2 Na marmangmang i ibana tu Jahowa, marbagabagahon tu Sipargogoi Jakkob:","132:3 Molo tung bongotanku undungundung ni bagashu, molo tung panaehonku podoman hapeahanku.","132:4 Molo tung loasonku tarnono matangku manang tung podompodom bolak langkop ni matangku.","132:5 Paima jumpang ahu sada ojahan di Jahowa, sada inganan di Sipargogoi Jakkob.","132:6 Ida ma, nunga itabege barita ni poti parpadanan di Eprata, nunga jumpang hita di * ladang ni si Jaar.","132:7 Antong itabongoti ma angka ingananna i, marsomba ma hita tu jolo ni sidegedegean ni totna!","132:8 Hehe ma Ho, ale Jahowa, mandapothon paradiananmu, Ho dohot poti hamuliaonmu!","132:9 Sai marpangkean hatigoran ma angka malimmi jala marolopolop angka na niasianmu.","132:10 Ala ni si Daud, naposomi, unang tulakkon bohi ni na miniahanmu!","132:11 Nunga pola * diuarihon Jahowa hasintongan tu si Daud, ndang tagamon ubaonna: Sian pinomparmi do pabangkitonku di ho nampuna habangsa i.","132:12 Molo tung diradoti angka anakmu padan na hubahen i, dohot panindangionku na huajarhon tu nasida, anaknasida pe sai hundul do di habangsam ro di salelenglelengna.","132:13 Ai nunga dipillit Jahowa Sion, dipangido rohana naeng maringanan disi.","132:14 On do paradiananku ro di salelenglelengna, dison do Ahu naeng maringan, ai hasudungan ni rohangku do i.","132:15 Sai pasupasuonku do bohalna i, pamahaponku do angka na pogosna i mangan roti.","132:16 Jala bahenonku do angka malimna i marpangkean hatuaon, jala ingkon mariaia do angka na niasianna i.","132:17 Patimbulonku ma disi sada * tanduk di si Daud, paradehon sada * palito di na miniahanku na miniahan.","132:18 Bahenonku ma ianggo angka musuna * marulos haurahon, alai marlinanglinang ma ianggo di uluna tumpalna i."," "],["133:1 Ende hananangkok sian si Daud. Ida ma, dengganna i dohot sonangnai, molo tung pungu sahundulan angka na marhahamaranggi!","133:2 Songon * miak na hushus di ulu pola mabaor tu mise, tu mise ni si Aron, pola mabaor sahat tu rambu ni angka ulosna.","133:3 Songon nambur ni Hermon, na mabaor tu angka dolok Sion, ai disi do diparbaga Jahowa pasupasu, hangoluan sahat ro di salelenglelengna."," "],["134:1 Ende hananangkok. Ida ma, puji ma Jahowa, sude hamu ale naposo ni Jahowa, hamu ale angka na jongjong di bagas ni Jahowa ganup borngin.","134:2 Paherbang hamu ma tanganmuna tu habadiaon, jala puji hamu ma Jahowa!","134:3 Sai dipasupasu Jahowa, Sitompa langit dohot tano on, ma ho sian Sion!"," "],["135:1 Halleluya! Puji hamu ma goar ni Jahowa, mamujimuji ma hamu, ale naposo ni Jahowa!","135:2 Hamu angka na jongjong di bagasan joro ni Jahowa, di angka alaman ni bagas ni Debatanta!","135:3 Puji hamu ma Jahowa, ai pardengganbasa do Jahowa, endehon hamu ma goarna, ai hasudungan do Ibana.","135:4 Ai nunga pola dipillit Jahowa si Jakkob di Ibana, nang Israel asa Ibana nampunasa.","135:5 Ai anggo ahu tangkas do huboto, tung natimbul do Jahowa, jala Tuhanta i mangatasi sude angka Debata sileban.","135:6 Nasa lomo ni rohana dipatupa Jahowa do di angka langit dohot di tano on, di bagasan angka laut ro di sude angka lung.","135:7 Ibana do panaekkon angka ombun sian ujung ni tano on, gabe udan do angka hilapi dibahen, Ibana do paruarhon alogo sian angka parpeopanna.","135:8 Ibana do mambunu angka buhabaju ni Misir, sian jolma ro di pinahan.","135:9 Ibana manongos angka tanda dohot halongangan di parsitongaanmi, ale Misir, mangalo Firaun dohot sude angka naposona i.","135:10 Ibana maniaphon torop angka bangso ni parbegu, jala dibunu raja angka na marhuaso:","135:11 Si Sihon, raja ni halak Amori, dohot si Og, raja ni Basan ro di sude angka harajaon Kanaan.","135:12 Dung i dilehon Ibana tanonasida bahen partalian, partalian ni Israel, bangsona i.","135:13 Ale Jahowa, ro di salelenglelengna do goarmu, marsundutsundut do parningotanmu, ale Jahowa.","135:14 Ai luluhonon ni Jahowa do sogot bangsona i, jala marpangulahi do sogot rohana mida angka naposona i.","135:15 Ianggo angka ajiajian ni parbegu perak do jala sere, jadijadian ni tangan ni jolma.","135:16 Marpamangan do nasida hape ndang mangkuling; marmata do nasida, hape ndang marnida.","135:17 Marpinggol do nasida, hape ndang marbinege, huhut ndang adong hosa di bagasan pamangannasida.","135:18 Sobokkon angka i do sogot jolma angka na jumadihonsa, sude angka na marhaposan tusi.","135:19 Hamu ale pinompar ni Israel, puji hamu ma Jahowa; hamu ale pinompar ni si Aron, puji hamu ma Jahowa!","135:20 Hamu ale pinompar ni si Lepi, puji hamu ma Jahowa! Hamu ale angka na mangkabiari Jahowa, puji hamu ma Jahowa!","135:21 Pinuji ma Jahowa sian Sion, Ibana na maringanan di Jerusalem. Halleluya!"," "],["136:1 Mandok mauliate ma hamu tu Jahowa, ai pardengganbasa do Ibana, ai ro di salelenglelengna do asi ni rohana.","136:2 Mandok mauliate ma hamu tu Debata, na mangatasi angka Debata sileban, ai ro di salelenglelengna do asi ni rohana.","136:3 Mandok mauliate ma hamu tu Tuhan ni angka tuan, ai ro di salelenglelengna do asi ni rohana.","136:4 Ibana sandiri jumadihon halongangan angka na bolon, ai ro di salelenglelengna do asi ni rohana.","136:5 Ibana sandiri jumadihon angka langit marhitehite hapistaran, ai ro di salelenglelengna do asi ni rohana.","136:6 Ibana sandiri paherbang tano on di atas ni angka aek, ai ro di salelenglelengna do asi ni rohana.","136:7 Ibana sandiri jumadihon panondang angka na bolon, ai ro di salelenglelengna do asi ni rohana.","136:8 Mata ni ari bahen pangguruan ni arian, ai ro di salelenglelengna do asi ni rohana.","136:9 Bulan i dohot angka bintang bahen pangguruan ni borngin, ai ro di salelenglelengna do asi ni rohana.","136:10 Ibana sandiri mambunu angka buhabaju ni Misir, ai ro di salelenglelengna do asi ni rohana.","136:11 Jala diparuar Israel sian tongatonganasida, ai ro di salelenglelengna do asi ni rohana.","136:12 Marhitehite tangan na gogo jala botohon na toltol, ai ro di salelenglelengna do asi ni rohana.","136:13 Ibana naung umponggol laut pararungan i gabe dua bagian, ai ro di salelenglelengna do asi ni rohana.","136:14 Jala dipataripar Israel sian tongatongana, ai ro di salelenglelengna do asi ni rohana.","136:15 Jala dipangalonongkon Firaun dohot angka paranganna tubagasan laut pararungan i, ai ro di salelenglelengna do asi ni rohana.","136:16 Ibana sandiri manogihon bangsona di halongonan, ai ro di salelenglelengna do asi ni roha.","136:17 Ibana mambunu raja angka na bolon, ai ro di salelenglelengna do asi ni rohana.","136:18 Jala diragehon raja angka na sangap, ai ro di salelenglelengna do asi ni rohana.","136:19 Si Sihon i, raja ni halak Amori, ai ro di salelenglelengna do asi ni rohana.","136:20 Dohot si Og, raja ni Basan, ai ro di salelenglelengna do asi ni rohana.","136:21 Jala dilehon tanonasida bahen partalian, ai ro di salelenglelengna do asi ni rohana.","136:22 Partalian ni halak Israel naposona i, ai ro di salelenglelengna do asi ni rohana.","136:23 Ibana marningot hita di hajimputonta i, ai ro di salelenglelengna do asi ni rohana.","136:24 Jala dirampas do hita sian angka alontai, ai ro di salelenglelengna do asi ni rohana.","136:25 Ibana * mangalehon sipanganon tu nasa sibuk, ai ro di salelenglelengna do asi ni rohana.","136:26 Mandok mauliate ma hamu tu Debata ni angka surgo, ai ro di salelenglelengna do asi ni roha."," "],["137:1 Di topi ni angka batang aek Babel, disi do hami hundul huhut tumatangis, molo huingot hami Sion.","137:2 Tu hau ampolu, angka na di tongatonga nasida, hugantungkon hami angka hasapinami.","137:3 Ai disi do didokkon angka na mambuangkon hami dohononnami angka hata ende, dohot angka na paporsukporsuk hami mandokkon hami marlas ni roha: Endehon hamu ma di hami sada ende sian Sion!","137:4 Tung beha ma pangendehonnami di ende ni Jahowa di luat ni halak na pulik marga?","137:5 Molo tung huhalupahon ho, ale Jerusalem, ingkon lupa tanganku siamun di ulaonna!","137:6 Ingkon lohot ma dilangku di langitlangitna i, molo tung so huingot ho, molo tung so Jerusalem mangatasi saluhut las ni rohangku hubahen.","137:7 Sai ingot ma ale Jahowa tu pinompar ni Edom ari hatataban ni Jerusalem, angka didok nasida uju i: Ingkon panepnep hamu ma ro di batu ojahanna i!","137:8 Ho ale boru Babel, naung pinapatu, martua ma manang ise na mamaloshon tu ho pambahenmi tu hami!","137:9 Martua ma manang ise na manoro posoposom baoa, jala dipangalotakkon tu dolok batu!"," "],["138:1 Ende sian si Daud. Mandok mauliate ma ahu tu Ho sian nasa rohangku, di jolo ni angka Debata paluonku parhinaloan umpuji Ho.","138:2 Marsomba ma ahu mandompakkon jorom na badia i, jala pujionku ma goarmi ala ni asi ni roham dohot ala ni hasintonganmi, ai nunga dipabalga Ho bagabagam, tumindi nasa goarmu.","138:3 Dialusi Ho do ahu di ari pangalualuanki, nunga dipapir Ho tondingku, gabe margogo rohangki.","138:4 Sai mandok mauliate tu Ho do, ale Jahowa, sude angka raja ni tano on sogot ia dung dibege nasida angka bagabaga ni pamanganmu.","138:5 Jala marende do nasida sogot mida angka dalan ni Jahowa, ai timbul do hamuliaon ni Jahowa.","138:6 Ai timbul do tongon Jahowa, jala ditatap do na serep roha i, jala ditanda do sian na dao na ginjang roha i.","138:7 Molo mardalandalan ahu di parsitongaan ni hagogotan, dipangolu Ho do ahu, diondingkon Ho do tanganmu dompak muruk ni angka musungku, jala ditumpahi siamunmi do ahu.","138:8 Sai paujungon ni * Jahowa do mangondihon ahu, ale Jahowa ro di salelenglelengna do asi ni roham, unang tadingkon jadijadian ni tanganmu."," "],["139:1 Ale Jahowa, disulingkit jala ditanda Ho do ahu!","139:2 Sai diboto Ho do manang na hundul manang na jongjong ahu, gari sian na dao * diantusi Ho do pingkiranku.","139:3 Manang mardalandalan manang modom ahu, disege Ho do ahu, jala tangkas do diboto Ho angka dalanku sudena.","139:4 Ai ndang adong nanggo sada hata di atas dilangku, tongon do ale Jahowa, diboto Ho do sudena i.","139:5 Tole sian pudi tole sian jolo dihaliangi Ho do ahu, jala dilinggom tanganmu do ahu.","139:6 Tung masurungku do parbinotoan sisongon i di ahu, matimbohu do, ndang hadongdongan ahu.","139:7 Tung tudia ma tarbahen ahu laho maradophon tondim, jala tung tudia ma tarbahen ahu maporus maradophon bohim?","139:8 Tung sura * manaek ahu tu banua ginjang, disi do Ho, jala tung sura hubahen banua toru podomanku, ida ma disi do Ho.","139:9 Tung sura manginjam ahu di angka habong ni buha siang ari, laho * songgop nian tu bariba ni laut.","139:10 Nang disi sai toguon ni tanganmu do ahu, jala tiopon ni siamunmu ahu.","139:11 Jala tung sura hudok: * Haholomon sambing ma manghungkupi ahu, jadi hatiuron do borngin i humaliang ahu.","139:12 Haholomoni pe, ndang mangkolom ianggo di jolom, jala marsinondang do borngin songon arian, songon hatiuron i suang songon i haholomon marimpotimpot.","139:13 Ai Ho do na manompa angka piangku, ditonun Ho do ahu di bagasan bortian ni dainang.","139:14 Mandok mauliate ma ahu tu Ho ala ni * surung ni pambahenmu di ahu, na sumurung do angka jadijadianmu, jala tangkas situtu do i ditanda rohangku.","139:15 Nda tung buni holiholingku di jolom, uju na tarjadi ahu di * sihabunian, uju na tarsirat ahu di dalam laut.","139:16 Di hurungan manuk ahu, nunga diida angka matam, jala nunga tarsurat tu pustaham sasudena i, nunga binuhul hian * angka ariaringku, uju so adong dope nanggo sada.","139:17 Dibahen i mansai arga situtu do angka * pingkiranmu di ahu, ale Debata, jala mansai torop do bilanganna.","139:18 Tung sura naeng rajumanku, * tumorop do nasida sian horsik; molo * ngot ahu, tong dope ahu di lambungmi.","139:19 Aut dibunu Ho ma nian parjahat i, ale Debata, jala hamu ale angka baoa sisopsop mudar, pasurut hamu ma sian ahu!","139:20 Nasida angka na manaringoti Ho mambahen sireheon, marsineang do angka alom mandok goarmu.","139:21 Tung so hagigihononku ma, ale Jahowa, angka na mangkagigihon Ho, tung so marbiasbias ahu mida angka na hehe mangalo Ho?","139:22 Tung na sun do gigi ni rohangku di nasida, jadi musungku do nasida.","139:23 Sulingkit ma ahu, ale Debata, jala tanda rohangki, uji ma ahu jala tanda angka pingkiranki.","139:24 Jala ida, manang tung adong lapang haporsuhon di bagasan ahu, jala togu ahu di dalan salelenglelengna."," "],["140:1 Ende sian si Daud.","140:2 Sai palua ma ahu, ale Jahowa, sian jolma parjahat i, sai ramoti ahu sian baoa siulahon jorjor!","140:3 Angka na umpingkiri hajahaton di bagasan rohana, angka na patubitubi hamusuon ganup ari.","140:4 Sai ditansiri nasida do dilanasida, songon ulok, * bisa ni ulok dari do di toru ni bibirnasida. Sela!","140:5 Sai ramoti ma ahu, ale Jahowa, maradophon angka tangan ni parjahat i, maradophon baoa siulahon jorjor, angka na mamingkiri","140:6 Marsibuni do angka na ginjang roha manaon aring dompak ahu dohot angka jorgong, nunga dipahirtang nasida angka * rambang di pinggol ni dalan, nunga pola ditaon nasida angka bostang padapot ahu. Sela!","140:7 Jadi ningku ma tu Jahowa: * Debatangku do Ho, sai pinggol ma, ale Jahowa, soara ni angguhanggukkon!","140:8 Jahowa, Tuhanki do partanobatoan ni hatuaonku, nunga diondingi Ho ulungku di ari hatongtangan.","140:9 Sai unang lehon, ale Jahowa, pinangido ni parjahat i, sai unang tulus sangkapna i, lam tu ginjangna roha nasida maon. Sela!","140:10 Sai pate tu ulu ni angka na mangonsongi ahu ma hajahaton ni bibirnasida i!","140:11 Diambalangkon Ibana ma nian tu nasida angka gara, tubagasan api ma nian nasida didabuhon, tubagasan angka lung, unang tarbahen nasida be hehe.","140:12 Sai unang ma hot baoa pardila siduatdait di tano on, sai dilotongi hinamago ma baoa siulahon jorjor patompu mago.","140:13 Tangkas do huboto, sai na maruli uhum do na dangol dohot angka na pogos bahenon ni Jahowa.","140:14 Tongon do, sai pujion ni angka partigor i do goarmu sogot, sai mian di jolo ni bohim do angka na unjur roha."," "],["141:1 Ende sian si Daud. Ale Jahowa, Ho do na hupajoujou, halaputi ma mandapothon ahu, sai tangi ma soarangki, molo joujou ahu tu Ho!","141:2 Sai martimpul ma tangiangku bahen * daupa di jolom, panindang ni tanganku bahen * pelean sipanganon bodari.","141:3 Sai bahen ma siramoti pamanganku, ale Jahowa, sai jagai ma pintu ni angka bibirhu!","141:4 Unang loas rohangku manimbil * paihuthon parkaro na jat, laho marpangalahohon angka pambahenan di hajahaton rap dohot baoa angka siulahon hajahaton, jala unang tung mangapian ahu naeng mandai panganon pangomoannasida i.","141:5 Denggan tahe * dilinsingi partigor i ahu, asi ni roha do i, diajar pe ahu, miak tu ulu do i, sai unang ma diupirhon ulungku antong, ai tong do tangiangki alo ni hajahatonnasida i.","141:6 Ditunggalingkon do angka panguhumnasida tu dorpi ni batu hopit, jadi nunga dibege nasida hatangku angka na dampor i.","141:7 Songon paninggala na mamunggari tano i, angka maraburan holiholinta ro di baba ni banua toru.","141:8 Ai tu Ho do, ale Jahowa, Tuhanku, manaili matangku, marhaposan tu Ho do ahu: Unang tung durushon hosangki!","141:9 Sai ramoti ma ahu sian angka mata ni jorgong, na tinaonnasida padapot ahu, dohot sian angka rambang ni angka siulahon hajahaton!","141:10 Sai madabu ma angka parjahat i tubagasan jorgongna be, malua boti ma ianggo ahu."," "],["142:1 Tangiang sipodaon sian si Daud, uju di bagasan liang ibana.","142:2 Mangangguk badar ahu joujou tu Jahowa, marhuraja do soarangku tu Jahowa.","142:3 Hupangusehon do alualungku tu jolona, hupabotohon hagogotanki tu jolona.","142:4 Molo * holom parnidaan ni tondingki di bagasan, sai diboto Ho langkalangkangku; * marsibuni nasida manaon jorgong di dalan sibolunsonku, padapot ahu nian.","142:5 Tailihon ma dompak siamun jala ida, hape ndang adong na maralealehon ahu, polpol do haporusanku, ndang adong na marhamaol hosangki.","142:6 Mangangguhi tu Ho do ahu, ale Jahowa, ningku do: Ho do haporusanku, parjambaranku di * tano hangoluan on.","142:7 Sai parateatehon ma angguk i, ai maras situtu do huhilala, sai * palua ma ahu sian angka na mangalotongi ahu, ai gumogo do nasida sian ahu.","142:8 Sai * paruar ma tondingki sian hurungan, asa hupuji goarmu. Marrongoman do sogot marpungu tu ahu angka partigor i, ala binahenmi na denggan i tu ahu."," "],["143:1 Ende sian si Daud. Ale Jahowa, sai tangihon ma tangiangki, patinggil pinggolmu umbege anggukkon, sai alusi ma ahu di bagasan habonaronmu, hombar tu hatigoranmu.","143:2 Jala unang tung boan naposom tu paruhuman, ai ndang adong na tigor roha manang ise, na mangolu maradophon bohim.","143:3 Ai sai diburu musu i do tondingki, tung didegehon do ngolungku tu tano, tung dipahundul do ahu tubagasan haholomon marimpotimpot, songon halak naung laon mate.","143:4 Jala naung mandate do tondingku di bagasan ahu, naung malampot do rohangku di bagasan.","143:5 Sai * hupaingotingot do angka ari na robi, sai mamingkiri do ahu di angka pambahenanmu sudena, sai manimbangi do rohangku di angka jadijadian ni tanganmu.","143:6 Sai hupaherbang do tanganku tu Ho, songon tano na so maraek do pangkalungunhon ni * tondingku tu Ho. Sela!","143:7 Hapogani ma mangalusi ahu, ale Jahowa, naeng mandate tondingku: Unang tung tabunihon bohim maradophon ahu, asa unang tung doshon angka na manuruk tanoman ahu.","143:8 Sai patubegehon ma tu ahu manogotna i asi ni roham, ai marhaposan tu Ho do ahu. Sai pabotohon ma tu ahu dalan sidalananku, ai sai tu Ho do tinuju ni rohangku.","143:9 Sai palua ma ahu sian angka musungku, ale Jahowa! Tu Ho do ahu martanobato.","143:10 Sai ajari ma ahu mangulahon lomo ni roham, ai Ho do Debatangku, tondim na denggan i ma manogihon ahu di tano na hornop!","143:11 Ala ni goarmu, ale Jahowa, sai * pangolu ma ahu, paruar ma tondingku sian parmaraan marhitehite hatigoranmu!","143:12 Jala dibahen asi ni roham, sai siaphon ma angka musungku, jala rendephon sude angka na manosak tondingki, ai naposom do ahu."," "],["144:1 Pinuji ma Jahowa, partanobatoanki, na * mangajari tanganku marporang, angka jarijaringku mangulahon hamusuon.","144:2 Parasiroha di ahu jala partanobatoanku, haporusanku dohot sipalua ahu, lombulombungku, jala marhaporusan tu Ibana do ahu, Ibana patundukkon bangsongku, asa guru di ahu.","144:3 Ale Jahowa, tung aha ma nian jolma, umbahen pola ditanda Ho ibana? Anak ni jolma na gale, umbahen pola diparhamaol Ho ibana?","144:4 Tudos tu hosa sambing do jolma i, songon * halinu na mamolus do angka ariarina i.","144:5 Ale Jahowa, sai * pajomba ma angka langitmi, jala tuat ma Ho, sai * jama angka dolok asa martimus nasida!","144:6 Sai hilaphon ma hilapi jala paserak nasida, asi siorhon ma angka sumbiam, asa guntur nasida!","144:7 Sai surdukkon ma tanganmu sian banua ginjang, sai enet jala palua ma ahu sian angka aek magodang, sian tangan ni angka anak na pulik marga.","144:8 Angka parpamangan na mangkatahon na so marniula, jala siamun pangansion do siamunnasida i.","144:9 Ale Debata, ende na imbaru ma endehononku di Ho, mardongan hasapi sisampulutali mamuji Ho.","144:10 Ho do na mangalehon tua tu angka raja, paluahon naposom si Daud sian goluk hamagoan.","144:11 Sai rampasi jala, palua ma ahu sian tangan ni angka anak na pulik marga, * parpamangan angka na mangkatahon na so gabeak, jala siamun pangansi do siamunnasida i!","144:12 Ala simbur magodang angka anaknami di hadanakonna songon * suansuanan, ia borunami songon tiang na nirungkungan mangihuthon parruhuton ni bagas bolon.","144:13 Angka soponami gok do, ripe alapan sian i bohal ragamragam; ia birubirunami sinur ganda marriburibu jala marloksaloksa di alamannami.","144:14 Marlambe do angka lombunami, soada na tumbason, jala soada na tarposo, jala ndang adong angguhangguk di alamannami.","144:15 Martua ma bangso na songon i maruntung, martua ma bangso na mardebatahon Jahowa!"," "],["145:1 Ende pujipujian sian si Daud. Patimbulonku ma Ho, ale Debatangku, Ho ale Raja, jala pujionku ma goarmu ro di salelenglelengna.","145:2 Ganup ari do pujionku Ho, jala pasangaponku goarmu ro di salelenglelengna.","145:3 Timbul do Jahowa, jala sipujion situtu, tung na so hadodoan do hatimbulonna i.","145:4 Sai na masitonaan do angka sundut papujipuji angka jadijadianmu jala masipaboaan do nasida di hagogoonmu angka na sumurung i.","145:5 Sai papingkirpingkironku do hinauli ni hamuliaonmu na sangap i, dohot angka barita ni halongangan angka na binahenmu.","145:6 Jala ingkon paboaboaon do hagogoon ni halongangan angka na binahenmi, jala pajojoronku do angka hatimbulonmu.","145:7 Ingkon doras do pararaton parningotan ni denggan ni basam na godang i, jala marolopolop nasida mida hatigoranmi.","145:8 Partalup jala parasiroha do Jahowa, lambas do Ibana tarrimas jala pardengganbasa bolon.","145:9 Pardengganbasa do Jahowa di saluhutna, jala dilinggom asi ni rohana do jadijadianna sudena.","145:10 Mandok mauliate ma sude jadijadianmu tu Ho, ale Jahowa, jala dipuji angka na niasianmu do Ho.","145:11 Dibaritahon nasida do hamuliaon ni harajaonmu, jala diparhatopot nasida hagogoonmu na sumurung i.","145:12 Laho pabotohon tu jolma manisia angka hagogoonna i, dohot hamuliaon ni harajaonna na sangap i.","145:13 Harajaon ro di sude angka saleleng ni lelengna do harajaonmu, jala panggomgomionmu ro di sude angka sundut.","145:14 Jahowa do situngkol sude angka na naeng tinggang, jala * sipahehe sude angka na tungki marroha.","145:15 Mangaranap tu Ho do angka mata ni sasudena, jadi dilehon Ho tu nasida sipanganonnasida di tingkina be.","145:16 Dibungka Ho do tanganmu pasombu lomo ni roha ni nasa na mangolu.","145:17 * Nabonar do Jahowa di saluhut angka dalanna jala basa di bagasan saluhut jadijadianna i.","145:18 Donok do Jahowa di sude angka na manjou Ibana, tongon tahe di sude angka na manjou Ibana di bagasan hasintongan.","145:19 Ibana mambahen lomo ni roha ni angka na mangkabiari Ibana, jala dibege do angguknasida i, jala dipalua do nasida.","145:20 Jahowa do pangondingan ni sude angka na mangkaholongi Ibana, jala disiaphon do sude angka parjahat.","145:21 Ingkon baritahonon ni pamanganku do pujipujian di Jahowa, jala nasa sibuk mamuji goarna na badia i ro di salelenglelengna."," "],["146:1 Halleluya! Ale tondingku, puji ma Jahowa!","146:2 Pujionku ma Jahowa saleleng ahu mangolu, sai endehononku do Debatangku saleleng adong dope ahu.","146:3 Unang marhaposan hamu tu angka pangarajai, tu anak ni jolma, na so umpeop panumpahion di bagasan ibana.","146:4 Ia ruar sogot * tondina i, mulak ma ibana tu tanona, di ari na sasada i pesan ma sude angka sangkapsangkapna i.","146:5 Martua ma manang ise, na mambahen Debata ni si Jakkob pangurupina, marpangkirimon ibana di Jahowa Debatana!","146:6 Sitompa langit dohot tano on dohot laut ro di isina sudena, Siingot hasintongan ro di salelenglelengna.","146:7 Sipatingkos uhum tu angka na nirupa, Silehon sipanganon tu angka na male. Jahowa mangkarhari angka na tarrante.","146:8 Jahowa patonggor mata ni angka na mapitung, Jahowa pahehe angka na * tungki, Jahowa mangkaholongi angka partigor.","146:9 Jahowa mangaramoti * halak na buro, Ibana * margogoihon angka na sopot so marama so marina dohot angka na mabalu, jala dipalipe ianggo dalan ni angka parjahat.","146:10 Jahowa do raja ro di salelenglelengna, Debatami, ale Sion, marsundutsundut do Halleluya!"," "],["147:1 Halleluya! Ai denggan do endehononhon Debatanta, ai hasudungan do Ibana tama papujipujion.","147:2 Jahowa do na pauli Jerusalem, Ibana na papunguhon halak Israel angka na mampar i.","147:3 Ibana pasabam angka parroha bojok, jala dililiti angka bugangnasida i.","147:4 Ibana umbilang torop ni angka bintang, dijou do goarnasida sudena.","147:5 Timbul do Tuhanta i jala pargogo situtu, ndang habilangan parbinotoannai.","147:6 Jahowa pahehehon angka na nirupa, dipatungki tu tano ianggo angka parjahat i.","147:7 Marende taripar ma hamu umpuji Jahowa marhitehite hamauliateon, palu hamu ma uninguningan mamuji Debatanta!","147:8 Ibana manghungkupi langit i marhitehite ombun, Ibana paradehon udan tu tano on, Ibana patumbur duhutduhut di angka dolok.","147:9 Ibana mangalehon tu pinahan gagatonnasida, nang tu angka * anak ni pidong sigak, angka na ngoakngoak.","147:10 Ndang lomo rohana mida hagogoon ni hoda, ndang lomo rohana mida haehae ni baoa.","147:11 Dihalomohon roha ni Jahowa do tahe angka na mangkabiari Ibana, angka na mangkalungunhon asi ni rohana i.","147:12 Puji ma Jahowa, ale Jerusalem, puji ma Debata, ale Sion!","147:13 Ai Ibana patogu angka ransang ni pargumbanganmu, Ibana mamasumasu angka anakmu di parsitongaanmi.","147:14 Ibana mambahen marhademahon parbalohanmu, * dipamahap do ho dohot eme na marmiak.","147:15 Ibana manongos bagabagana tu tano on, mansai doras marlojong hatana i.","147:16 Ibana na mangalehon ambolas songon imput ni birubiru, disaburhon do nambur songon sirabun.","147:17 Ibana maninggangkon ambolasna martanggotanggo; tung ise ma manahan jongjong maradophon ngalina?","147:18 Ibana manongos hatana, gabe malala angka i, dipaborhat anginna, mabaor ma angka aek.","147:19 Ibana mamaritahon hatana tu si Jakkob, angka patikna dohot uhumna tu Israel.","147:20 Ndang dung dibahen songon i ianggo tu manang ise bangso parbegu, jala ndang diboto nasida angka uhumna. Halleluya!"," "],["148:1 Halleluya! Puji ma Jahowa, hamu ale angka sian banua ginjang, puji hamu Ibana di angka banua ginjang!","148:2 Puji Ibana, sude hamu ale angka surusuruanna, puji Ibana, sude hamu ale angka paranganna!","148:3 Puji Ibana, ho ale mata ni ari dohot bulan, puji Ibana, sude hamu ale bintang angka na marsinondang i!","148:4 Puji Ibana, hamu ale angka langit ni langitan dohot hamu ale aek angka na di atas ni langit!","148:5 Ingkon pujionnasida ma goar ni Jahowa, ai mandokkon Ibana, jadi tartompa ma nasida.","148:6 Jala Ibana * pahot angka nasida ro di salelenglelengna, dibahen do sada aturan jala ndang halaosansa.","148:7 Puji ma Jahowa, hamu ale angka sian tano on, angka binatang ni laut ro di sude angka lung!","148:8 Ho ale api dohot ambolas ro di timus, habahaba, na pasauthon hatana i.","148:9 Hamu ale angka dolok dohot sude angka robean, hamu ale hau angka na marparbue ro di sude hau Ares.","148:10 Ho ale binatang dohot sude pahanpahanan, angka gulomit ro di angka pidong na marhabong.","148:11 Hamu ale angka raja ni tano on dohot sude angka bangso, hamu ale angka pangarajai ro di sude angka panguhum ni tano on.","148:12 Hamu ale angka dolidoli dohot namarbaju pe, hamu ale angka natuatua rap dohot angka na bajar.","148:13 Ingkon pujionnasida ma goar ni Jahowa, ai sasada goarna i do na timbul, diatasi hamuliaonna i do tano on dohot angka langit!","148:14 Jala Ibana patimbul sada * tanduk di bangsona i, bahen pujipujian di sude angka na niasianna, di angka anak ni Israel, bangso hasolhotonna i. Halleluya!"," "],["149:1 Halleluya. Endehon hamu ma * di Jahowa sada ende na imbaru, pujipujianna di bagasan luhutan ni angka na niasian!","149:2 Marlas ni roha ma Israel mida * Sitompa ibana, marolopolop ma angka anak ni Sion mida * rajanasida i!","149:3 Ingkon pujionnasida ma goarna marhaliang arbap, mardongan sordam dohot sarune pujionnasida Ibana!","149:4 Ai lomo do roha ni Jahowa mida bangsona, dipahei do angka na dangol marhitehite hatuaon.","149:5 Marolopolop ma sogot angka na niasian di bagasan hamuliaon, mariaia ma nasida di atas podomannasida i.","149:6 Angka ende hatimbulon ni Debata do di bagasan aruarunasida, jala podang sidua baba do di tangannasida.","149:7 Laho patupahon partubolon tu angka parbegu, angka paminsangon tu angka bangso.","149:8 Laho tarihot angka rajanasida dohot rante, jala angka na sangap sian nasida dohot angka bostang bosi.","149:9 Asa pasonggophon tu nasida uhum na tarsurat i. Hamuliaon ma i di sude angka na niasianna. Halleluya!"," "],["150:1 Halleluya! Puji hamu ma Debata di bagasan habadiaonna i, puji hamu ma ibana di hajanghajang ni hagogoonna i!","150:2 Puji hamu ma Ibana ala hagogoonna, angka na sumurung i, puji hamu ma Ibana, hombar tu hinagodang ni hatimbulonna.","150:3 Puji hamu ma Ibana mardongan soara ni sarune, puji hamu ma Ibana mardongan arbap dohot sordam.","150:4 Puji hamu ma Ibana mardongan tali sajak dohot panontoron na marliat, puji hamu ma Ibana mardongan hasapi dohot tulila!","150:5 Puji hamu ma Ibana mardongan ogung panggora, puji hamu ma Ibana mardongan ogung panonggahi!","150:6 Sude na marhosa ingkon mamuji Jahowa! Halleluya."," "]]
