[["1:1 Dung i dijou Jahowa ma si Musa jala ro ma hata ni Jahowa tu ibana sian undungundung parluhutan i songon on:","1:2 Paboa ma tu halak Israel jala dok ma tu nasida: Tung sura adong sada jolma sian hamu na naeng mamelehon sada pelean tu Jahowa, ingkon sian pinahan do, sian lombu manang sian birubiru pelehononmuna peleanmuna i.","1:3 Tung sura sada pelean situtungon naeng pelehononna sian lombu, ingkon jonggi na so marlindang pelehononna, ingkon boanonna do i sahat tu pintu ni undungundung parluhutan i, asa jumpangan asi ni roha ibana di adopan ni Jahowa.","1:4 Dung i ampehononna ma tanganna tu ulu ni pelean situtungon i, asa dapotan asi ni roha ibana bahen pardengganan di ibana.","1:5 Dung i potongonna ma lombu naposo i di adopan ni Jahowa; jala ingkon boanon ni angka malim, angka anak ni Aron ma mudar i jala pispishononna mudar i tu langgatan i humaliang, na di jolo ni pintu ni undungundung parluhutan i.","1:6 Dung i bobakanna ma pelean situtungon i, laos disahei ma i marponggolponggol.","1:7 Dung i mangopan api ma angka anak ni malim Aron di atas langgatan i, jala diampehon soban tu atas api i.","1:8 Dung i ingkon jojor ampehonon ni angka anak ni Aron, angka malim i ma angka ponggolponggolna, uluna dohot pultahanna tu atas soban dohot api na di atas ni langgatan i.","1:9 Alai anggo raoanna dohot bitisna ingkon burianna di bagasan aek, dung i tutungon ni malim i ma saluhutna i di atas langgatan i bahen pelean situtungon, bahen pelean api, bahen uap na hushus di Jahowa.","1:10 Tung sura naeng pelehononna sada pelean situtungon sian pinahan na metmet, sian anak ni birubiru manang sian hambing, ingkon tunggal na so martihas do pelehononna.","1:11 Ingkon potongonna do i di adopan ni Jahowa, di lambung ni langgatan tungkan utara; jala ingkon pispishonon ni angka anak ni si Aron, angka malim i ma mudarna tu langgatan i humaliang.","1:12 Dung i ingkon saheanna do i marponggolponggol jala sirangonna uluna dohot pultahanna, jala ingkon jojor do i ampehonon ni malim tu atas soban dohot api na di atas ni langgatan i.","1:13 Alai anggo raoanna dohot bitisna ingkon burianna di bagasan aek, dung i ingkon pelehonon ni malim saluhutna i jala tutungonna di atas langgatan bahen pelean situtungon, i ma pelean api, uap na hushus di Jahowa.","1:14 Alai tung sura naeng pelehononna sada pelean situtungon di Jahowa sian pidong, ingkon pelehononna do i sian anduhur tabu manang sian anak ni darapati.","1:15 Ingkon boanon ni malim do i tu langgatan i, jala pulosonna uluna laos tutungonna do i di atas langgatan i jala patirisonna mudarna tu dorpi ni langgatan i.","1:16 Alai padaoonna do anggo buriranna, imputna jala timpalhononna do i tu lambung ni langgatan tungkan habinsaran, tu partangkalan i.","1:17 Dung i saheonna ma i di pamungkurina, alai ndang jadi ponggolhononna, dung i tutungon ni malim ma i di atas langgatan tu hau na di atas api bahen pelean situtungon, i ma pelean api, uap na hushus di Jahowa."," "],["2:1 Tung sura manang ise naeng mamelehon sada pelean sipanganon tu Jahowa, ingkon itak na lamot buatonna peleanna jala usehononna tusi miak jala ampehononna tusi haminjon.","2:2 Dung i boanonna do i tu angka anak ni si Aron, angka malim i; dung i buaton ni sada sian nasida sian i sampohul, sian itak, sian miak dohot sandok haminjon i, ingkon tutungon ni malim i ma i bahen pelean parningotan di atas ni langgatan i, gabe pelean api, uap na huhus di Jahowa.","2:3 Alai na teba i sian pelean sipanganon i, jambar ni si Aron dohot angka anakna ma i, i ma na badia sahali sian angka pelean api di Jahowa.","2:4 Alai tung sura naeng pelehononmu sada pelean sipanganon naung minasak di tataring, ingkon buatonmu do gaburgabur na so niasoman mardongan miak dohot sagusagu na so niasoman marsapu miak.","2:5 Alai tung sura peleanmi sada pelean sipanganon sian na ginoreng di balanga, ingkon sian itak na lamot na so niasoman do marsaor miak.","2:6 Ingkon parponggolanmu do i jala usehononmu tusi miak, asa manjadi pelean sipanganon do i.","2:7 Alai tung sura peleanmi sada pelean sipanganon sian na nilompa di bagasan hudon, ingkon sian itak na lamot do i marsaor miak bahenon.","2:8 Ingkon boanonmu do pelean sipanganon na pinaulim sian angka ondeng di Jahowa, boanonmu do i tutu tu malim i, asa ibana muse mamboan tu langgatan i.","2:9 Jala ingkon buaton ni malim i sian pelean sipanganon jambar parningotan jala tutungonna do i di atas langgatan, i ma pelean api, uap na hushus di Jahowa.","2:10 Alai na tinggal i sian pelean sipanganon, i ma gabe jambar ni si Aron dohot angka anakna, i ma na badia sahali sian angka pelean api tu Jahowa.","2:11 Nasa pelean sipanganon na naeng pelehononmuna tu Jahowa, ndang jadi asom bahenon, ai nasa na asom manang situak ni loba, ndang jadi tutungonmuna sian i bahen pelean api tu Jahowa.","2:12 Anggo bahen pelean patumonaan jadi do boanonmuna angka i tu Jahowa, alai ndang jadi anggo tutungon di atas langgatan, bahen uap na hushus.","2:13 Nasa pelean sipanganon tahe, ingkon mardongan sira do bahenonmu, na so tupa tartinggal bahenonmu sian peleanmu sipanganon sira parjanjian tu Debatam; dibahen i ingkon mardongan sira sude peleanmu pelehononmu.","2:14 Alai molo naeng ho mamelehon pelean sipanganon sian patumonaan tu Jahowa, ingkon boanonmu do biur ni eme na nirondang di bagasan api, na niduda bahen pelean sipanganon sian patumonaan.","2:15 Ingkon bahenonmu huhut tusi miak jala ampehononmu tu atasna haminjon, i ma gabe pelean sipanganon.","2:16 Dung i ingkon tutungon ni malim ma jambar parningotan sian eme na nidugudugu dohot sian miakna rap dohot sandok haminjon i bahen pelean api di Jahowa."," "],["3:1 Alai tung sura sada pelean hamauliateon, naeng pelehononna sian lombu, manang jonggi manang boruboru, na so tupa marlindang pelehononna di adopan ni Jahowa.","3:2 Ingkon ampehononna tanganna tu ulu ni peleanna i, laos potongonna do i di jolo pintu ni undungundung parluhutan i, jala ingkon pispishonon ni angka anak ni si Aron, angka malim i, anggo mudarna tu langgatan i humaliang.","3:3 Ingkon pelehononna sian pelean hamauliateon bahen pelean api tu Jahowa, i ma pultahan na manghungkupi raoanna, ro di sandok pultahan na di bagasan i.","3:4 Tole muse piana na dua i dohot pultahan na lohot tusi na di lansonikna, tole muse hirehire na dalhop tu ateate, mangihut tu piapia buatonna.","3:5 Dung i ingkon tutungon ni angka anak ni si Aron ma i di atas langgatan bahen pelean situtungon di atas soban dohot api; i ma gabe pelean api, uap na hushus di Jahowa.","3:6 Alai tung sura sian pinahan na metmet peleanna i bahen pelean hamauliateon tu Jahowa, nang tunggal, nang boruboru, ingkon na so marlindang do pelehononna.","3:7 Molo sada anak ni birubiru naeng pelehononna, ingkon boanonna do i tu adopan ni Jahowa.","3:8 Dung i ingkon ampehononna tanganna tu ulu ni peleanna i, jala potongonna do i di jolo ni undungundung parluhutan i; alai anggo mudarna ingkon pispishonon ni angka anak ni si Aron do i tu langgatan i humaliang.","3:9 Dung i ingkon pelehononna sian pelean hamauliateon i bahen pelean api tu Jahowa, i ma pultahanna, sandok ihurna, sigotaponna jonok tu hau tanggurungna, tole muse pultahan pangkuphupi ni raoanna ro di sandok pultahan na di bagasan i.","3:10 Tole muse piana na dua i dohot pultahan na lohot tusi na di lansonikna, tole muse hirehire na dalhop tu ateate mangihut tu piapia buatonna.","3:11 Ingkon tutungon ni malim ma i di atas langgatan bahen sipanganon ni pelean api tu Jahowa.","3:12 Tung sura hambing peleanna, ingkon boanonna do i tu adopan ni Jahowa.","3:13 Dung i ampehononna ma tanganna tu uluna jala potongonna do i di jolo ni undungundung parluhutan i; ingkon pispishonon ni angka anak ni si Aron anggo mudarna tu langgatan i humaliang.","3:14 Ingkon boanonna huhut sian peleanna bahen pelean api tu Jahowa, i ma pultahan pangkuphupi ni raoanna, ro di sandok pultahan na di bagasan i.","3:15 Tole muse piana na dua i dohot pultahan na lohot tusi na di lansonikna, tole muse hirehire na dalhop tu ateate mangihut tu piapia buatonna.","3:16 Ingkon tutungon ni malim do i di atas langgatan bahen sipanganon ni pelean api, gabe uap na hushus; nasa pultahan Jahowa do nampunasa.","3:17 Uhum na hot ma on salelenglelengna ro di pinomparmuna di sude ingananmuna i: Sandok na so tupa panganonmuna pultahan manang mudar."," "],["4:1 Dung i ro ma hata ni Jahowa tu si Musa, songon on:","4:2 Pasahat ma tu halak Israel hata on: Molo tung naung mardosa manang ise ala liluna dompak manang dia sian patik ni Jahowa, gabe diulahon manang aha na so jadi ulaonna nian.","4:3 Tung sura malim naung miniahan nian mardosa, mambahen gasip tu bangso i, ingkon pelehononna ala ni dosana naung niulahonna i sada anak ni lombu na so marlindang tu Jahowa bahen pelean pardosaan.","4:4 Ingkon boanonna lombu i tu pintu ni undungundung parluhutan i, tu adopan ni Jahowa, jala ampehononna tanganna tu ulu ni lombu i jala potongonna lombu i di adopan ni Jahowa.","4:5 Dung i buaton ni malim naung miniahan i ma sian mudar ni lombu i jala boanonna do i tu bagasan undungundung parluhutan i.","4:6 Dung i sornophonon ni malim ma jarijarina tu bagasan mudar i jala pistikkononna sian mudar i pitu hali di adopan ni Jahowa, tungkan jolo ni rimberimbe ni inganan na badia i.","4:7 Ingkon bahenon ni malim i huhut sian mudar i tu angka tanduk ni langgatan panutungan daupa na hushus di adopan ni Jahowa, di bagasan undungundung parluhutan i; dung i sandok mudar na teba i sian lombu i, ingkon usehononna do i tu pantar ni langgatan pamelean ni pelean situtungon, na di jolo pintu ni undungundung parluhutan i.","4:8 Alai anggo sandok pultahan ni lombu pelean pardosaon i buatonna do sian i, tole pultahan pangkuphupi ni raoanna ro di sandok pultahan na di bagasan i.","4:9 Tole muse piana na dua i dohot pultahan na lohot tusi na di lansonikna, tole muse hirehire na dalhop tu ateate mangihut tu piapia buatonna.","4:10 Suang songon na binuatna i sian jonggi pelean hamauliateon, jala ingkon tutungon ni malim do i di atas langgatan pamelean ni pelean situtungon.","4:11 Alai anggo bobak ni lombu i rap dohot sandok sibukna, ro di uluna dohot bitisna, raoanna dohot napana.","4:12 Sandok lombu i tahe ingkon boanonna tu balian ni parsaroan i, tu sada inganan na ias, parpunguan ni sirabun, jala suda tutungonna do i di atas soban di bagasan api, ingkon di atas parpunguan ni sirabun tutungonna.","4:13 Alai tung sura sandok luhutan Israel naung mardosa sian liluna, hape buni do hata i maradophon mata ni luhutan i, gabe diulahon nasida manang aha na maralo dompak sada sian patik ni Jahowa, na so jadi nian ulahononna, gabe sala nasida.","4:14 Hape patar muse tu luhutan i dosa naung niulahonna i, ingkon sandok luhutan i mamelehon sada anak ni lombu bahen pelean pardosaan, jala boanonna do i tu jolo ni undungundung parluhutan i.","4:15 Dung i ampehonon ni angka sintua ni luhutan i tangannasida tu ulu ni lombu i di adopan ni Jahowa, laos potongonna lombu i di adopan ni Jahowa.","4:16 Dung i boanon ni malim naung miniahan i ma deba sian mudar ni lombu i tu bagasan undungundung parluhutan i.","4:17 Dung i sornophonon ni malim ma jarijarina tu bagasan mudar i, jala pistikkononna pitu hali di adopan ni Jahowa tungkan jolo ni rimberimbe i.","4:18 Ingkon bahenonna huhut deba sian mudar i tu angka tanduk ni langgatan i na di adopan ni Jahowa di bagasan undungundung parluhutan i, jala sandok mudar na teba i usehononna do i tu pantar ni langgatan pamelean ni pelean situtungon, na di jolo pintu ni undungundung parluhutan i.","4:19 Alai anggo sandok pultahanna ingkon buatonna sian i jala tutungonna di atas langgatan i.","4:20 Ingkon bahenonna tu lombu i, suang songon na binahenna i tu lombu pardosaon i, ingkon songon i bahenon ni malim i, asa mambahen pardengganan di nasida, gabe marpamuati rohana di nasida.","4:21 Ingkon boanonna lombu i tu balian ni parsaroan, tutungonna disi, suang songon panutungna di lombu parjolo i; i ma gabe pelean pardosaan di luhutan i.","4:22 Tung sura naung mardosa sada induk, jala diulahon manang aha na maralo tu patik ni Jahowa Debatana, tung diulahon sian liluna na so jadi ulahononhon, gabe marsala ibana.","4:23 Ia dung patar di ibana dosana naung niulahonna i, ingkon boanonna sada hambing tunggal na so marlindang bahen pelean.","4:24 Dung i ampehononna ma tanganna tu ulu ni hambing tunggal i, laos potongonna do i di inganan pamotongan ni pelean situtungon di adopan ni Jahowa; i ma gabe pelean pardosaan.","4:25 Dung i buaton ni malim i ma deba sian mudar ni pelean pardosaon i marhitehite jarijarina, jala bahenonna do i tu angka tanduk ni langgatan pamelean ni pelean situtungon, ia mudar na teba i usehononna do tu pantar ni langgatan pamelean ni pelean situtungon.","4:26 Alai anggo sandok pultahanna ingkon tutungonna do i di atas langgatan, suang songon pultahan ni pelean hamauliateon; ingkon songon i pardenggananna ala ni dosana bahenon ni malim, gabe marpamuati rohana di ibana.","4:27 Alai tung sura mardosa sahalak situan na torop, isi ni luat i sian liluna, gabe diulahon manang aha na maralo tu patik ni Jahowa, na so jadi ulahononhon, gabe marsala ibana.","4:28 Ia dung patar di ibana dosana naung niulahonna i, ingkon boanonna sada hambing boruboru na so marlindang bahen peleanna ala ni dosana naung niulahonna i.","4:29 Dung i ampehononna tanganna tu ulu ni pelean pardosaon i, jala potongonna do i di inganan ni pelean situtungon.","4:30 Dung i buaton ni malim ma deba sian mudarna i marhitehite jarijarina, jala bahenonna do i tu angka tanduk ni langgatan pamelean ni pelean situtungon, jala mudarna na teba i usehononna tu pantar ni langgatan i.","4:31 Alai anggo sandok pultahanna ingkon buatonna do i, songon pambuatna di pultahan ni pelean hamauliateon, jala tutungon ni malim do i di atas langgatan, bahen uap na hushus ni Jahowa; ingkon songon i pardenggananna ala ni dosana bahenon ni malim, gabe marpamuati rohana di ibana.","4:32 Alai tung sura sada anak ni birubiru binoanna bahen pelean pardosaan, ingkon boanonna do sada boruboru na so marlindang.","4:33 Dung i ampehononna ma tanganna tu ulu ni pelean pardosaon i, laos potongonna ma i bahen pelean pardosaan apala di inganan pamotongan ni pelean situtungon.","4:34 Dung i buaton ni malim ma deba sian mudar ni pelean pardosaon i marhitehite jarijarina, jala bahenonna do i tu angka tanduk ni langgatan pamelean ni pelean situtungon, jala sandok mudar na teba i usehononna do tu pantar ni langgatan i.","4:35 Alai anggo sandok pultahanna buatonna do, suang songon na binuatna pultahan ni anak ni birubiru sian pelean hamauliateon, ingkon tutungon ni malim do i di atas langgatan bahen pelean api di Jahowa; ingkon songon i do pardenggananna ala ni dosa naung niulahonna i, asa marpamuati rohana di ibana."," "],["5:1 Tung sura mardosa manang ise, tung dibege soara bura, laos ibana sitindangina, manang marnidasa, manang umbotosa, hape ndang dipabotohon, ingkon mangonai torutoru tu ibana.","5:2 Manang tung sura dijama sahalak manang aha na ramun, nang bangke ni binatang na ramun, nang bangke ni pinahan na ramun, nang bangke ni gulokgulok na ramun, hape ndang diboto, ingkon ramun dirina jala naung marsala ibana.","5:3 Manang tung sura dijama manang ise haramunon ni jolma na asing manang haramunon dia pe goarna, gabe ramun ibana bahenon ni, hape ndang pamotoanna jolo, gabe diboto muse, naung marsala ibana disi.","5:4 Manang tung sura marsumpa manang ise, gabe tarsor bibirna mandok soara laho mangulahon na jat manang mangulahon na denggan; taringot tu saluhut tahe, molo tarsor jolma i marsumpa, hape buni do sian ibana, gabe diboto muse marsala do ibana taringot tusi.","5:5 Ia dung marsala ibana taringot tusi, ingkon topotanna do naung mardosa ibana taringot tusi.","5:6 Dung i boanonna ma dibahen salana tu Jahowa, ala ni dosana naung binahenna i, sada boruboru sian pinahan metmet, sada anak ni birubiru, manang sada hambing, bahen pelean pardosaan; ingkon malim i mambahen pardenggananna alani dosana.","5:7 Alai tung sura so tuk gogona pasingkophon sada birubiru, ingkon boanonna dibahen salana ala ni dosa naung niulahonna i dua anduhur tabu manang dua anak ni darapati tu Jahowa, na sada bahen pelean pardosaan, na sadanari bahen pelean situtungon.","5:8 Jala boanonna do i tu malim, asa ibana mamelehon parjolo i bahen pelean pardosaan, ingkon pulosonna uluna tungkan tangkuhukna, alai ndang laos sirangonna.","5:9 Dung i pispishononna deba sian mudar ni pelean pardosaan tu dorpi ni langgatan, ia mudar na tinggal i ingkon patirisonna tu pantar ni langgatan i; i ma gabe pelean pardosaan.","5:10 Tole muse na paduahon i, ingkon bahenonna gabe pelean situtungon, songon, uhumna hian; ingkon songon i pardenggananna bahenon ni malim ala ni dosa naung niulahonna i, asa marpamuati rohana disi.","5:11 Tung sura so tuk gogona mangalehon nanggo dua anduhur tabu manang dua anak ni darapati, ingkon boanonna bahen peleanna ala naung mardosa ibana saparsampulu sian saepa itak na lamot bahen pelean pardosaan; alai ndang jadi bahenonna tusi miak manang ampehononna tusi haminjon; ai pelean pardosaan do i.","5:12 Ingkon boanonna do i tu malim, asa malim i mambuat sian i sampohul bahen jambar parningotan, jala tutungonna do i di atas langgatan bahen pelean api di Jahowa, i ma gabe pelean pardosaan.","5:13 Ingkon songon i pardenggananna bahenon ni malim ala ni dosa naung niulahonna marhite sian sada angka ondeng, asa marpamuati rohana disi; na lobi i ingkon gabe jambar ni malim do suang songon pelean sipanganon i.","5:14 Dung i ro muse hata ni Jahowa tu si Musa, ninna ma.","5:15 Tung sura adong sahalak na mangorui deba sian ugasan naung pinarbadiaan tu Jahowa, gabe mardosa sian liluna, ingkon boanonna do bahen peleanna parsalaan tu Jahowa sada birubiru tunggal na so marlindang marguru tu pangasam ni malim godang ni sekkel perak mangihuthon sekkel di inganan na badia bahen pelean parsalaan.","5:16 Jala manang sadia na nioruanna binahen ni dosana sian ugasan na badia i, ingkon pasuangonna do i jala ambaanna saparlima tusi; ingkon lehononna tu malim, asa malim i mambahen pardenggananna marhite sian birubiru tunggal peleanna parsalaan, asa marpamuati rohana di ibana.","5:17 Tung sura mardosa manang ise, gabe diulahon manang aha na maralo tu patik ni Jahowa, na so jadi bahenonna nian, hape ndang diboto, gabe marsala dirina, ingkon mangonai torutoru tu ibana.","5:18 Ingkon boanonna tu malim sada birubiru tunggal na so marlindang marguru tu pangasam ni malim bahen pelean parsalaan; asa malim i mambahen pardenggananna ala haliluonna, naung lilu i ibana so diboto, asa marpamuati rohana di ibana.","5:19 I ma gabe pelean parsalaan, ala naung marsala ibana tu Jahowa.","5:20 Dung i ro muse hata ni Jahowa tu si Musa, songon on:","5:21 Tung sura mardosa manang ise gabe mangalaosi ibana mangalo parenta ni Jahowa, tung diporso do na pinajophon ni donganna tu ibana, manang na pinalumehonna, manang na nirampasna, manang na binuatna sian gogo sian donganna.","5:22 Manang na jumpangsa na mago, gabe diporso muse, pola ditolon na tutu laho paotootohon taringot tu manang aha tau parbingkasan tu dosa na binahen ni jolma.","5:23 Asa tung sura mardosa ibana songon i, gabe marsala dirina, ingkon pasuangonna do ugasan naung nirampasna i manang na niangatanna i sian donganna, manang naung pinalumehonna i tu ibana, manang ugasan naung mago jumpangsa.","5:24 Manang aha pe tahe naung pola sinumpahonna laho paotootohon, ingkon pasuangonna do luhutna, jala ambaanna saparlima tusi; ingkon lehononna do i tu nampunasa hian di ari pamelehonna di pelean parsalaan.","5:25 Ingkon boanonna huhut bahen peleanna parsalaan tu Jahowa sada birubiru tunggal na so marlindang, marguru tu pangasam ni malim bahen pelean parsalaan tu malim.","5:26 Asa malim i muse mambahen pardenggananna di adopan ni Jahowa, asa marpamuati rohana di ibana taringot tu sasude na niulana mambahen marsala dirina."," "],["6:1 Dung i ro muse hata ni Jahowa tu si Musa songon on:","6:2 Dok ma tu Aron dohot tu angka anakna i songon on: On do patik taringot tu pelean situtungon: Ia pelean situtungon i ingkon tongtong galak di panutunganna, di atas langgatan i manipat sabornginna i sahat ro di manogot; ingkon tongtong galak tahe api i di atas langgatan i.","6:3 Ingkon solukkonon ni malim i ma bajuna dohot saraoalna rap sian hain na bontar tu dagingna jala buatonna do sirabun ni pelean situtungon i, dung suda dipangan api di atas langgatan i, jala usehononna do i di lambung langgatan i.","6:4 Dung i ingkon tanggalanna muse pangkeanna i jala solukkononna angka pangkean na asing, jala boanonna sirabun i tu balian ni parsaroan tu sada inganan na ias.","6:5 Ia api na galak di atas langgatan i, na so tupa mintop; ingkon pagalahon ni malim ganup sogot soban di atasna jala patordingonna di atasna pelean situtungon, jala tutungonna di atasna pultahan ni angka pelean hamauliateon.","6:6 Ingkon tongtong galak api i di atas langgatan, na so tupa mintop.","6:7 Jala on do patik taringot tu pelean sipanganon: Ingkon angka anak ni Aron do mamelehonsa di adopan ni Jahowa di atas langgatan i.","6:8 Ingkon sahalak sian nasida mambuat sampohul sian i, sian itak ni pelean sipanganon i dohot sian miakna dohot sandok haminjon na di atas ni pelean sipanganon i, ingkon tutungonna do i di atas langgatan bahen daupa na hushus, jambar parningotan di Jahowa.","6:9 Alai anggo na lobi sian i ingkon panganon ni si Aron dohot angka anakna i: Ingkon na so niasoman do panganonna di inganan na badia; di alaman ni undungundung parluhutan i do panganonnasida.","6:10 Ndang jadi masahonna mardongan asom; jambarnasida ma i na hulehon sian pelean api angka na tu Ahu; ingkon na badia sahali do i, suang songon pelean pardosaan dohot parsalaan.","6:11 Nasa baoa di tongatonga ni pinompar ni si Aron, jadi do manganhon sian i: I ma gabe uhum saleleng ni lelengna ro di pinomparmuna sian pelean api angka na tu Jahowa; manang ise na manjama angka i, ingkon badia hian ibana.","6:12 Dung i ro muse hata ni Jahowa tu si Musa, songon on:","6:13 On do pelean sipelehonon ni si Aron dohot angka anakna i tu Jahowa di ari panahatan ni pamiahion tu nasida: Saparsampulu epah itak na lamot bahen pelean sipanganon ariari, satongana manogotna i, na satonganari bodarina i.","6:14 Di bagasan balanga mardongan miak do paulionna, ingkon tangkas ginoreng boanonmu; dung i ponggolponggol ni pelean sipanganon i pelehononmu bahen uap na hushus di Jahowa.","6:15 Ingkon malim naung miniahan singkatna i sian angka anakna mambahen songon i; i ma gabe uhum na hot salelenglelengna: Sandok ingkon tutungon di Jahowa do i.","6:16 Ai nasa pelean sipanganon pinelehon ni malim, ingkon suda do i tutungon, ndang jadi anggo panganon.","6:17 Dung i ro muse hata ni Jahowa tu si Musa, songon on:","6:18 Paboa ma tu si Aron dohot tu angka anakna i: On do patik taringot tu angka pelean pardosaan: Di inganan paneatan ni pelean situtungon i, seaton dohot pelean pardosaan di adopan ni Jahowa, i ma na badia sahali.","6:19 Malim na mamelehon pelean pardosaon i laos i do manganhon; ingkon di inganan na badia i do panganonna, di alaman ni undungundung parluhutan i.","6:20 Manang ise na manjama sibuk ni pelean i, ingkon badia hian ibana; jala manang ise na mamistikkon sian mudarna i tu sada pangkean, ingkon sunsionna do na tarpistik i di inganan na badia i.","6:21 Ia hudon tano pangalompaanna i, ingkon taporon do; alai tung sura di bagasan hudon tombaga dilompa, ingkon tangkas do i usaonna jala lusoanna di bagasan aek.","6:22 Nasa baoa di tongatonga ni angka malim mangan sian pelean i, ai na badia sahali do i.","6:23 Alai anggo nasa pelean pardosaan anggo pola tarboan sian mudarna i tu bagasan undungundung parluhutan i bahen pardengganan, ndang jadi panganonna di inganan na badia i, ingkon tutungonna do i di bagasan api."," "],["7:1 Jala on do patik taringot tu pelean parsalaan, ingkon na badia sahali do i.","7:2 Apala di inganan paneatan di pelean situtungon, seaton dohot pelean parsalaan, jala mudarna i pistikkononhon tu langgatan i humaliang.","7:3 Jala sandok tabotabona, ingkon pelehononhon do, ro di ihurna dohot pultahan panaputi ni raoanna.","7:4 Tole muse piana na dua i dohot pultahan na lohot tusi na di lansonikna, tole muse hirehire na dalhop tu ateate mangihut tu pia buatonna.","7:5 Ingkon tutungon ni malim do i di atas langgatan bahen pelean api di Jahowa; i ma gabe pelean parsalaan.","7:6 Nasa baoa di tongatonga ni angka malim jadi do mangan sian i; ingkon di inganan na badia i do panganonna; ai na badia sahali do i.","7:7 Ingkon songon pelean pardosaan do nang pelean parsalaan; sisada patik do na dua i; ingkon malim na mambahen pardengganan marhite sian i do nampunasa.","7:8 Laos malim i do nampuna bobak ni pelean situtungon na pinelehonna sian manang ise.","7:9 Nang saluhut pelean sipanganon na pinarmasak di atas tataring manang dipanggang manang digoreng di bagasan balanga, ingkon malim na mamelehon i do nampunasa.","7:10 Tole muse nasa pelean sipanganon manang mardongan miak manang mahiang, ingkon saluhut anak ni si Aron nampunasa, dos be nasida disi.","7:11 On ma patik taringot tu pelean hamauliateon, na pinelehon ni halak tu Jahowa.","7:12 Tung sura adong manang ise naeng mamelehon sada pelean pujipujian, ingkon pelehononna bahen dongan ni pelean pujipujian sagusagu angka na so niasoman mardongan miak, dohot timbatimba na marsapu miak dohot gaburgabur na nirondang saor miak.","7:13 Alai dongan ni sagusagu i pelehononna do roti na niasoman bahen peleanna, bahen dongan ni peleanna pujipujian mandok mauliate ni rohana.","7:14 Dung i pelehononna sada sian sandok pelean i bahen pelean tatingan tu Jahowa; ingkon malim na mamispishon mudar ni pelean hamauliateon i nampunasa pelean i.","7:15 Ia sibuk ni pelean pujipujian mandok mauliate ni rohana, ingkon suda panganon di ari pamelehonna i, ndang jadi adong tinggal sian i tu marsogot.","7:16 Tung sura sada pelean bagabaga, manang silehonlehon sian lomona naeng pelehononna, ingkon di ari pamelehonna i suda panganonna peleanna i, tung sura adong tinggal sian i, marsogotna i ma suda panganonna.","7:17 Alai molo adong tinggal sian juhut pelean i, pola tu ari patoluhon, ingkon tutungon do i di bagasan api.","7:18 Tung sura adong manang ise na manganhon sian juhut pelean hamauliateon ni rohana di ari patoluhon, ndang tarhalomohon Debata peleanna i; halak na mamelehon pe, ndang marsaulihonsa, gabe hagigian do i balik, manang ise na manganhon sian i, ingkon mangonai torutoru tu ibana.","7:19 Angkup ni juhut naung dais tu manang aha na ramun, ndang jadi panganon, ingkon tutungon do i di bagasan api; alai anggo taringot tu juhut i jadi do panganon ni manang ise na niuras dagingna i.","7:20 Alai manang ise na mangan sian juhut pelean hamauliateon, jambar ni Jahowa hian, hape tarramun dope ibana, ingkon siaphononhon hosana sian tongatonga ni bangsona.","7:21 Tung sura adong manang ise na manjama manang aha na ramun, manang jolma na ramun manang pinahan na ramun, manang dia na ramun na asing tau hagigian, hape mangan do ibana sian juhut pelean hamauliateon, jambar ni Jahowa hian, ingkon siaphononhon do jolma i sian tongatonga ni bangsona.","7:22 Dung i ro muse hata ni Jahowa tu si Musa songon on:","7:23 Dok ma tu halak Israel songon on: Ndang jadi panganonmuna agia aha pultahan sian lombu manang birubiru manang hambing.","7:24 Alai anggo pultahan sian bangke ni pinahan manang sian na ginotil ni binatang, jadi do pangkeon tu ulaon marragamragam; alai na so tupa do anggo panganonmuna sian i.","7:25 Ai manang ise na manganhon pultahan sian pinahan na pinelehon bahen pelean api tu Jahowa, ingkon siaphononhon do hosana sian tongatonga ni bangsona manang ise na manganhon sian i.","7:26 Ndang jadi huhut panganonmuna manang aha mudar di saluhut ingananmuna i, nang mudar sian pidong nang mudar sian pinahan.","7:27 Manang ise na mangan mudar, ingkon siaphononhon ibana sian tongatonga ni bangsona.","7:28 Dung i ro muse hata ni Jahowa tu si Musa songon on:","7:29 Dok ma tu halak Israel songon on: Manang ise na naeng mamelehon pelean hamauliateon ni rohana tu Jahowa, ingkon ibana sandiri mamboan peleanna tu Jahowa sian pelean hamauliateon ni rohana i.","7:30 Ingkon tanganna sandiri tahe mamboan pelean api tu Jahowa, i ma pultahan rap dohot andora boanonna bahen pelean teateaan di adopan ni Jahowa.","7:31 Dung i tutungon ni malim i ma pultahan di atas langgatan, alai anggo andoranai jambar ni si Aron dohot angka anakna ma i.","7:32 Nang hae jolo siamun ingkon lehononmuna do tu malim bahen pelean tatingan sian pelean hamauliateon ni rohamuna.","7:33 Manang ise tahe sian angka anak ni si Aron mamelehon mudar ni pelean hamauliateon rap dohot pultahanna, ingkon hae jolo siamun gabe jambarna.","7:34 Ai andora pelean teateaan dohot hae jolo pelean tatingan, nunga hubuat sian halak Israel, sian angka pelean hamauliateon ni rohanasida, jala nunga hulehon angka i tu malim Aron dohot tu angka anakna, gabe aturan na hot salelenglelengna sian halak Israel.","7:35 On do jambar na badia tu si Aron dohot tu angka anakna i sian angka pelean api tu Jahowa, olat ni ari dung pinabangkitna i nasida mangaradoti hamalimon di Jahowa.","7:36 Laos Jahowa tahe mandokkon lehonon do i tu nasida di ari miniahanna i nasida sian halak Israel bahen aturan di pinomparnasida i ro di salelenglelengna.","7:37 I ma patik taringot tu pelean situtungon, pelean sipanganon, pelean pardosaan, pelean parsalaan, pelean pasahathon tohonan dohot pelean hamauliateon.","7:38 Na tinonahon ni Jahowa tu si Musa di atas dolok Sinai di ari uju na nidokkonna i halak Israel mamelehon angka peleannasida tu Jahowa di halongonan Sinai."," "],["8:1 Dung i ro muse hata ni Jahowa tu si Musa songon on:","8:2 Buat ma si Aron rap dohot angka anakna i, ro di angka pangkean dohot miak pamiahion, tole muse sada lombu bahen pelean pardosaan, dua birubiru tunggal dohot sada hirang na marisi sagusagu na so niasoman.","8:3 Jala paluhut ma sandok luhutan i tu jolo pintu ni undungundung parluhutan i.","8:4 Jadi dibahen si Musa ma songon na nidokkon ni Jahowa tu ibana, dipaluhut ma luhutan i tu jolo pintu ni undungundung parluhutan i.","8:5 Dung i ninna si Musa ma tu luhutan i: On do hata na tinonahon ni Jahowa bahenonta.","8:6 Dung i didokkon Musa ma ro jumonok si Aron dohot angka anakna i, laos dididi ma nasida di bagasan aek.","8:7 Dung i disolukkon ma tu ibana baju parbagasan i jala dihohoshon tu ibana hohos i, disolukkon muse tu ibana baju parbalian i jala disampesampehon tu atasna baju epod i, laos dihohosi do i dohot hohos ni baju epod i, asa tangkas ibana marhohos.","8:8 Dung i dibahen ma tu atasna tutup andora i, jala dirusuk tu tutup andora i Urim dohot Tummim.","8:9 Dung i diampehon ma tumpal i tu atas uluna, jala dilohothon tu tumpal i tu pardompahanna sangkalia sere i, i ma tumpal habadiaon, songon na tinonahon ni Jahowa tu si Musa.","8:10 Dung i dibuat si Musa ma miak pamiahion i, laos dimiahi ma inganan na badia i ro di nasa isina, asa pabadiahonsa.","8:11 Dung i dipistikkon deba miak i tu langgatan i pitu hali, laos dimiahi ma langgatan i ro di sude ulaulana, tole tong parburian i rap dohot ojahanna laho pabadiahonsa.","8:12 Dung i diusehon miak pamiahion i tu atas ulu ni si Aron mamiahi ibana pabadiahonsa.","8:13 Didokkon si Musa muse ro jumonok angka anak ni si Aron jala disolukkon tu nasida angka baju parbagasan, jala dibahen marhohos gontingnasida i, jala ditalitalihon angka tumpal i tu nasida, songon na tinonahon ni Jahowa hian tu si Musa.","8:14 Dung i didokkon ma boanon sada lombu naposo bahen pelean pardosaan; jadi diampehon si Aron dohot angka anakna i ma tangannasida tu atas ulu ni lombu pelean pardosaon i.","8:15 Dung i diseat si Musa ma i jala dibuat mudarna i didaishon deba sian i marhitehite jarijarina tu angka tanduk ni langgatan i humaliang, asa manguras langgatan i; anggo mudar na teba i diusehon ma tu pantar ni langgatan i laho pabadiahonsa mambahen pardengganan di atasna.","8:16 Dung i dibuat ma sandok pultahan panaputi ni raoan dohot hirehire na ampe tu ateate dohot pia na dua i ro di pultahan na lohot tusi, laos ditutung si Musa ma i di atas langgatan i.","8:17 Alai anggo lombu i ro di hulingkulingna, juhutna dohot napana suda do i ditutung dohot api di balian ni parsaroan i, songon na tinonahon ni Jahowa tu si Musa.","8:18 Dung i didokkon ma boanon jumonok birubiru tunggal i bahen pelean situtungon, gabe diampehon si Aron dohot angka anakna i tangannasida tu ulu ni birubiru tunggal i.","8:19 Dung i diseat si Musa ma birubiru i jala dipispishon mudar i tu langgatan i humaliang.","8:20 Dung i disahei ma birubiru i, laos ditutung si Musa ma uluna dohot ponggolponggolna ro di pultahanna.","8:21 Ias ma diburi anggo raoanna dohot patna di bagasan aek; dung i ditutung si Musa ma sandok birubiru i di atas langgatan i. I ma gabe pelean sipotongon bahen uap na hushus, sada pelean api tu Jahowa, songon na tinonahon ni Jahowa hian tu si Musa.","8:22 Didokkon muse ma boanon jumonok birubiru tunggal na sadanari, i ma birubiru sahatsahat ni tohonan; jadi diampehon si Aron dohot angka anakna i ma tangannasida tu ulu ni birubiru i.","8:23 Dung i diseat si Musa ma i jala dibuat deba sian mudarna i jala dibahen do i tu pinggol siamun ni si Aron dohot tu ina ni tanganna siamun dohot tu ina ni patna siamun.","8:24 Didokkon muse ma ro jumonok angka anak ni si Aron, gabe dibahen si Musa deba sian mudar i tu pinggolnasida siamun dohot tu ina ni tangannasida siamun dohot tu ina ni patnasida siamun; jala mudar na lobi i dipistikkon si Musa do tu langgatan i humaliang.","8:25 Dung i dibuat ma pultahanna dohot ihurna ro di sandok pultahan panaputi ni raoanna dohot hirehire na ampe tu ateate dohot pia na dua i ro di pultahan na lohot tusi dohot hae jolo siamun.","8:26 Dibuat muse sian hirang isian ni sagusagu na so niasoman na di adopan ni Jahowa sada sagusagu na so niasoman dohot sangkimpal roti na marsaor miak dohot sada timbatimba, jala diampehon do i tu atas sandok pultahan i dohot tu atas hae jolo siamun.","8:27 Dipasahat ma luhutna i tu tangan ni si Aron dohot tu tangan ni angka anakna i, laos dipateatea do i bahen pelean teateaan di adopan ni Jahowa.","8:28 Dung i dibuat si Musa muse luhutna i sian tangannasida, jala ditutung ma i di atas langgatan bahen pelean situtungon; i ma pelean sahatsahat ni tohonan, bahen uap na hushus, pelean api ma i di Jahowa.","8:29 Dung i dibuat si Musa ma andora i jala dipateatea ma i bahen pelean teateaan di adopan ni Jahowa sian birubiru tunggal pelean sahatsahat ni tohonan, i ma gabe jambar ni si Musa, songon na tinonahon ni Jahowa hian tu si Musa.","8:30 Dung i dibuat si Musa ma deba sian miak pamiahion dohot sian mudar na di atas langgatan i, jala dipispishon ma i tu si Aron, tu angka pangkeanna, tu angka anakna dohot tu pangkean ni angka anakna i, asa pabadiahon si Aron dohot pangkeanna rap dohot angka anakna dohot pangkean ni angka anakna i.","8:31 Dung i ninna si Musa ma tu si Aron dohot tu angka anakna i: Lompa hamu ma juhut i di jolo pintu ni undungundung parluhutan i, laos disi ma pangan hamu juhut i rap dohot roti na di bagasan hirang isian ni pelean sahatsahat tohonan i, songon na tinonahonna i tu ahu uju na didok: Ingkon panganon ni si Aron dohot angka anakna i do i.","8:32 Alai anggo na tinggal i sian juhut dohot sian roti i, ingkon suda do i tutungonmuna di bagasan api.","8:33 Angkup ni ndang jadi ruar hamu sian pintu ni undungundung parluhutan i pitu ari lelengna, sahat ro di ari hasisimpul ni angka ari sahatsahat ni tohonan tu hamu, ai ingkon pitu ari lelengna pasahathon tohonan i tu hamu.","8:34 Suman tu naung binahen di arian, songon i do ditonahon Jahowa hian bahenon mambahen pardengganan tu hamu.","8:35 Asa ingkon tading hamu di jolo pintu ni undungundung parluhutan i arian dohot borngin pitu ari padodot, jala ingkon radotanmuna do tohonan tu Jahowa, asa unang mate hamu, ai songon i do tinonahonna tu ahu.","8:36 Jadi diulahon si Aron dohot angka anakna i ma sude hata i, angka naung tinonahon ni Jahowa hian marhite sian si Musa."," "],["9:1 Tole paualuarihon, dijou si Musa ma si Aron dohot angka anakna i ro di angka sintua ni Israel.","9:2 Dung i ninna ma tu si Aron: Buat ma di ho sada anak ni lombu bahen pelean pardosaan dohot sada birubiru tunggal bahen pelean situtungon, unang marlindang duansa, jala boan ma i tu adopan ni Jahowa.","9:3 Dung i dohononmu ma tu halak Israel songon on: Buat hamu ma sada hambing tunggal bahen pelean pardosaan dohot sada anak ni lombu dohot sada anak ni birubiru marumur sataon be, jala unang marlindang duansa bahen pelean situtungon.","9:4 Tole muse sada jonggi dohot sada birubiru tunggal bahen pelean hamauliateon, pelehononhon di adopan ni Jahowa, tole muse sada pelean sipanganon na marsaor miak; ai sadarion ma idaonmuna Jahowa.","9:5 Dung i dipamboan nasida ma, na nidokkon ni si Musa tu jolo pintu ni undungundung parluhutan i, ro huhut jumonok sandok luhutan i, laos jongjong di adopan ni Jahowa.","9:6 Dung i ro ma hata ni si Musa: On ma hata na tinonahon ni Jahowa sibahenonmuna, asa idaonmuna hamuliaon ni Jahowa.","9:7 Dung i didok si Musa ma mandok si Aron: Ro ma ho jumonok tu langgatan, jala pelehon ma peleanmi pardosaan dohot peleanmi situtungon mambahen pardenggananmu di ho sandiri dohot di bangso i. Dung i pasahat ma pelean ni bangso i manguras dohot nasida, songon na tinonahon ni Jahowa.","9:8 Dung i jumonok ma si Aron tu langgatan i, jala diseat anak ni lombu i bahen pelean pardosaan di ibana sandiri.","9:9 Dung i diboan angka anak ni si Aron ma mudar i tu ibana, disornophon ibana ma jarijarina tu bagasan mudar i, jala didaishon tu angka tanduk ni langgatan i, ianggo mudar na tinggal i diusehon do tu pantar ni langgatan i.","9:10 Alai anggo pultahanna dohot piana ro di hirehire na ampe tu ateate sian pelean pardosaon i, ditutung ma i di atas langgatan, songon na tinonahon ni Jahowa tu si Musa.","9:11 Alai anggo sibukna dohot hulingkulingna suda ditutung di balian ni parsaroan i.","9:12 Dung i diseat ibana ma pelean situtungon i, anggo mudarna i diboan angka anak ni si Aron ma tu ibana, laos dipistikkon ma i tu langgatan i humaliang.","9:13 Diboan nasida ma dohot pelean situtungon i marponggolponggol ro di uluna tu ibana, asa tutungonna di atas langgatan.","9:14 Jadi dung diburi ibana raoanna dohot patna, laos ditutung ma i di ginjang ni pelean situtungon i di atas langgatan.","9:15 Dung i diboan ma dohot pelean ni situan na torop i, dibuat ma dohot hambing tunggal i bahen pelean pardosaan manguras bangso i, diseat ma i bahen pelean pardosaan suang songon parjolo i.","9:16 Dung i dipelehon ma muse pelean situtungon i, hombar tu aturan pamelehonna hian.","9:17 Dipelehon ma dohot pelean sipanganon i, dibuat ma sian i sanggolom, laos ditutung ma i di atas langgatan, pulik sian pelean situtungon sian manogotna i.","9:18 Dung i diseat ma jonggi i dohot birubiru tunggal i bahen pelean hamauliateon manguras bangso i; diboan angka anak ni si Aron ma mudar i tu ibana, laos dipispishon ma i tu langgatan i humaliang.","9:19 Alai anggo pultahan sian jonggi i dohot sian birubiru tunggal i, ro di ihurna dohot pultahan panapti ni raoanna ro di pia dohot hirehire na ampe tu ateate.","9:20 Luhut pultahan i diampehon nasida tu atas andora ni pelean i, laos ditutung ibana ma sandok pultahan i di atas langgatan.","9:21 Alai anggo andora i dohot hae jolo siamun diteatea si Aron ma i bahen pelean teateaan di adopan ni Jahowa, songon na tinonahonna tu si Musa.","9:22 Dung i dipaherbang si Aron ma tanganna tu atas ni bangso i, asa mamasumasu nasida. Jadi dung tolhas dipelehon pelean pardosaan, pelean situtungon dohot pelean hamauliateon i, tuat ma ibana.","9:23 Dung i masuk ma si Musa dohot si Aron tu bagasan undungundung parluhutan i. Ruar muse sian i, dipasupasu nasida ma bangso i. Jadi sandok bangso i ma marnida hamuliaon ni Jahowa.","9:24 Ai ruar ma sada api sian adopan ni Jahowa, jala suda dipangan pelean situtungon dohot pultahan na di atas langgatan i. Jadi dung diida sandok bangso i pangalahona, marolopolop ma nasida, laos manungkap tu tano."," "],["10:1 Dung i ro ma angka anak ni si Aron, si Nadab dohot si Abihu, dibuat be ma saoan pardaupaanna, jala dibahen api tu bagasan, diampehon huhut daupa tu atasna, laos diboan ma api sileban tu adopan ni Jahowa, na so tinonahonna tu nasida.","10:2 Jadi ruar ma api sian adopan ni Jahowa, jala suda nasida dipangan, gabe mate nasida di adopan ni Jahowa.","10:3 Dung i ro ma hata ni si Musa tu si Aron: I ma hata naung nilumbahon ni Jahowa hian uju na nidokna: Ingkon gabe badia Ahu marhite sian halak, angka na jumonok tu Ahu, asa marmulia Ahu di adopan ni sandok bangso i; laos hohom boti do anggo si Aron.","10:4 Dung i dijou si Musa ma si Misael dohot si Elsapan, angka anak ni si Usiel, amanguda ni si Aron, jala ninna ma mandok nasida: Ro ma hamu jumonok, usung hamu ma anggimuna i sian inganan na badia tu balian ni parsaroan.","10:5 Jadi ro ma nasida jumonok, laos diusung ma bangkenasida i rap dohot pangkeannasida tu balian ni parsaroan i, songon na nidokkon ni si Musa.","10:6 Dung i ninna si Musa ma tu si Aron, tu si Eleasar dohot tu si Itamar, angka anakna i: Unang hamu manggorbangi ulumuna, manang manansani pangkeanmuna, asa unang mate hamu, huhut parohon rimasna tu sandok luhutan i; alai anggo hahaanggimuna i, sandok halak Israel i tahe, jadi do tumatangis ala api naung pinagalak ni Jahowa.","10:7 Ndang jadi ruar sian pintu ni undungundung parluhutan i anggo hamu, asa unang mate hamu, ai nunga sahat tu hamu miak pamiahion sian Jahowa. Jadi dibahen nasida ma hombar tu hata ni si Musa.","10:8 Dung i ro ma hata ni Jahowa tu si Aron songon on:","10:9 Ndang jadi inumonmu anggur manang siinumon na horas, ho rap dohot angka anakmu, uju bongot hamu tu undungundung parluhutan i, asa unang mate hamu. I ma uhum na hot salelenglelengna ro di pinomparmuna.","10:10 Asa torang diboto hamu manirang na badia sian na ronsam, dohot na ramun sian na ganjing.","10:11 Asa diboto hamu huhut mangajarhon tu halak Israel sude uhum, angka na niaturhon ni Jahowa tu nasida marhite sian si Musa.","10:12 Dung i ro ma hata ni si Musa tu si Aron, tu si Eleasar dohot tu si Itamar, anakna angka na tinggal i: Buat hamu ma pelean sipanganon na tading i sian pelean api tu Jahowa, pangan hamu ma i so mardongan asom di lambung langgatan i, ai na badia sahali do i.","10:13 Alai ingkon di bagasan inganan na badia i do i panganonmuna, ai i do parjambaranmu dohot parjambaran ni angka anakmu sian angka pelean api tu Jahowa, ai songon i do hatana tu ahu.","10:14 Tole muse andora ni pelean siteateaan dohot hae jolo ni pelean sitatingan, jadi do panganonmuna di inganan na badia, ho rap dohot angka anakmu dohot borum. Ai parjambaranmu dohot parjambaran ni angka anakmu do i, nilehon sian angka pelean hamauliateon pinelehon ni halak Israel.","10:15 Ia hae jolo ni pelean sitatingan dohot andora ni pelean siteateaan, ingkon boanon do i rap dohot pelean api dohot pultahan, asa diteatea bahen pelean siteateaan di adopan ni Jahowa. I ma gabe uhum na hot salelenglelengna di ho dohot di angka anakmu, songon na tinonahon ni Jahowa.","10:16 Dung i digogo si Musa ma mangalului hambing tunggal ni pelean pardosaon i, hape ida ma, nunga suda ditutung. Jadi tarrimas ma si Musa mida si Eleasar dohot si Itamar, angka anak ni si Aron na tinggal i, ninna ma:","10:17 Boasa so dipangan hamu pelean pardosaon i di inganan na badia i ai na badia sahali do i, naung binasabasahonna tu hamu, asa diuras hamu luhutan i sian hajahatonna mambahen pardengganan tu nasida di adopan ni Jahowa.","10:18 Ida ma, ndang sahat mudarna i diboan tu bagasan inganan na badia i; ingkon di bagasan inganan na badia i do i nian panganonmuna, songon na hudokkon i.","10:19 Dung i ro ma hata ni si Aron tu si Musa: Ida ma, nunga dipelehon nasida sadarion peleannasida pardosaan, dohot peleannasida situtungon di adopan ni Jahowa, jala nunga songgop songon i tu ahu, lam panganonku muse ma sadarion sian pelean pardosaon i? Tung denggan ma i tagamon di adopan ni Jahowa?","10:20 Jadi dung dibege si Musa hata i, sonang ma rohana."," "],["11:1 Dung i ro muse hata ni Jahowa tu si Musa dohot tu si Aron, didok ma tu nasida:","11:2 Dok hamu ma tu halak Israel songon on: On do pinahan angka na jadi panganonmuna sian saluhut pinahan angka na di atas tano on.","11:3 Nasa pinahan na martambirik jala bola dua tambirikna i huhut marngalu, i ma na jadi panganonmuna.","11:4 Alai ndang jadi panganonmuna sian angka na marngalu sambing dohot sian angka na marbola tambirikna sambing, songon: Unto, ai marngalu do i nian, alai ndang marbola anggo tambirikna, dibahen i ingkon ramun do i di hamu.","11:5 Tole muse landuk, ai marngalu do i nian, alai ndang marbola anggo tambirikna, dibahen i ingkon ramun do i di hamu.","11:6 Tole muse ampodi, ai marngalu do i nian, alai ndang marbola anggo tambirikna, dibahen i ingkon ramun do i di hamu.","11:7 Tole muse babi, ai marbola do nian anggo tambirikna, alai ndang marngalu, dibahen i ingkon ramun do i di hamu.","11:8 Ndang jadi hamu manganhon sian sibukna, bangkena pe ndang jadi jamaonmuna, ai ramun do i di hamu.","11:9 Angka on do na jadi panganonmuna sian saluhut angka na di bagasan aek: Nasa na marhapihapi jala na marsisik di bagasan aek, di bagasan laut dohot di bagasan angka sunge, i ma na jadi panganonmuna.","11:10 Alai nasa na so marhapihapi jala na so marsisik di bagasan laut manang di bagasan sunge, sian saluhut na manginsir di bagasan aek dohot sian saluhut na mangolu di bagasan aek i ingkon hagigian do i di hamu.","11:11 Ingkon hagigian do i tutu di hamu; ndang jadi hamu manganhon sian sibukna, ingkon marbiasbias hamu mida bangkena i.","11:12 Saluhut tahe na so marhapihapi jala na so marsisik di bagasan aek, ingkon hagigian do i di hamu.","11:13 Ingkon marbiasbias rohamuna mida angka pidong on, ndang jadi panganonmuna, ai hagigian do i, songon: Pidong raja wali, lali bangar, honong bosi.","11:14 Tole lali lopak dohot lali lapuk ro di mansammansamna.","11:15 Tole muse pidong sigak ro di mansammansamna.","11:16 Tole muse pidong unto, langkupa, sihungkung, lali piuan ro di mansammansamna.","11:17 Tole muse sipauk, soro aek dohot ampapaluan.","11:18 Tole muse situbiak, onggang dohot silogologo.","11:19 Tole muse siboru tasik, sibarung ro di mansammansamna, nang lompong dohot ariparip.","11:20 Nasa na manjirir sian angka na marhabong na mardalan maropat pat, ingkon hagigian do i di hamu.","11:21 Alai na jadi do panganonmuna angka on sian saluhut na manjirir na marhabong, na mardalan maropat pat, i ma angka na marhaehae di atas ni patna, angka na pinangkena manimbungnimbung di atas tano i.","11:22 Angka on do na jadi panganonmuna sian i: Nasa mansam sihapor, i ma hapor gundong, hapor suhat dohot hapor hole ro di mansammansamna be.","11:23 Alai nasa na manjirir na asing sian angka na marhabong, na maropat pat, ingkon hagigian do i di hamu.","11:24 Ingkon gabe ramun do hamu bahenon ni; manang ise na manjama bangkena i, ingkon ramun do ibana sahat ro di bodari.","11:25 Jala manang ise na mangusung sian bangkena i, ingkon sunsionna pangkeanna, jala ingkon ramun ibana sahat ro di bodari.","11:26 Dibahen i nasa pinahan na marbola tambirikna, alai ndang bola dua tambirikna i jala ndang marngalu, ingkon ramun do i di hamu; manang ise na manjama angka i, ingkon ramun ibana.","11:27 Jala saluhut na mangojakkon tanganna mardalan sian nasa binatang na maropat pat i mardalan, ingkon ramun do di hamu; manang ise na manjama bangkena i, ingkon ramun do i sahat ro di bodari.","11:28 Jala manang ise na mangusung bangkena i, ingkon sunsionna do pangkeanna, jala ingkon ramun ibana sahat ro di bodari: Luhutna i ingkon ramun do i di hamu.","11:29 Nang angka on, sian na manjirir di atas tano on, ingkon ramun do i di hamu songon: Padidit, bagudung dohot boraspati ro di mansammansamna.","11:30 Tole mindoran, robar, ilik, pelang dohot sirajaodong.","11:31 Angka i ma na ramun di hamu sian saluhut na manjirir; manang ise na manjama angka i dung mate, ingkon ramun ibana sahat ro di bodari.","11:32 Jala saluhut na tininggang ni bangkena i, ingkon ramun do i, nang saluhut ulaula sian hau, manang pangkean, manang hulingkuling manang tangki pe; saluhut ulaula tahe angka na pinangke tu ulaonna, ingkon rondamon do i tu aek, jala ingkon ramun do i sahat ro di bodari; dung i ias do i muse.","11:33 Nasa ulaula sian tano liat, tung sura madabu tu bagasanna sian angka bangke i, saluhut isina i ingkon ramun do i, jala ingkon taporon do ulaula i.","11:34 Nasa panganon, angka na pinangan, tung sura saor aek sisongon i tusi, ingkon ramun do i; jala saluhut siinumon na niinum sian nasa ulaula sisongon i, ingkon ramun do i.","11:35 Angkup ni nasa tininggang ni bangke sisongon i, ingkon ramun do i, nang tataring, nang hudon, ingkon bolahononhon do, ai na ramun do i, ingkon ramun do i nang di hamu.","11:36 Alai anggo pansur manang sumur manang tobat, ingkon pansing do i; alai tahe manang ise na manjama bangke na disi, ingkon ramun do i di ibana.","11:37 Tung sura madabu bangke sisongon i tu boni marragamragam, na naeng saburhononhon, tong do ias anggo i.","11:38 Alai tung sura dibahen aek tu boni i, hape madabu muse bangke sisongon i tusi, ingkon ramun do i di hamu.","11:39 Tung sura mate garam sian pinahan na jadi panganonmuna hian nian, manang ise na manjama bangkena, ingkon ramun do ibana sahat ro di bodari.","11:40 Angkup ni manang ise na manganhon sian bangkena i, ingkon sunsionna do pangkeanna, jala ingkon ramun do ibana sahat ro di bodari; suang songon i do manang ise na mamboan bangkena i, ingkon sunsionna pangkeanna, jala ingkon ramun ibana sahat ro di bodari.","11:41 Jala saluhut gulokgulok na manginsir di atas tano i, ingkon hagigian do i, ndang jadi panganon!","11:42 Saluhut tahe na manginsir marhite sian butuhana, tole saluhut na manjurur na maropat pat ro di saluhut sitorop pat, nang saluhut gulokgulok na manginsir di atas tano i. Ndang jadi panganonmuna, ai hagigian do i.","11:43 Unang gabe hagigian dirimuna marhite sian saluhut gulokgulok na manginsir, jala unang gabe ramun dirimuna bahenon ni, asa unang gabe marlindang hamu bahenon ni.","11:44 Ai Ahu do Jahowa, Debatamuna i; dibahen i ingkon parbadiaanmuna dirimuna, asa gabe angka na badia hamu, ai na badia do Ahu. Dibahen i ndang jadi ramunanmuna dirimuna i marhite sian saluhut gulokgulok na manginsir di atas tano i.","11:45 Ai Ahu do Jahowa, naung manogihon hamu ruar sian tano Misir, asa Ahu gabe Debatamuna; dibahen i ingkon gabe angka na badia do hamu, ai na badia do Ahu.","11:46 I ma patik taringot tu pinahan, taringot tu angka pidong dohot taringot tu saluhut na mangolu, na manginsir di bagasan aek ro di sude na mangolu, na manjirir di atas tano i.","11:47 Asa tung diboto hamu parsirang ni na ramun sian na pansing, dohot parsirang ni pinahan na jadi panganon sian pinahan na so jadi panganon."," "],["12:1 Dung i ro ma hata ni Jahowa tu si Musa songon on:","12:2 Hatahon ma tu halak Israel songon on: Molo gabegabean sada parompuan jala ditubuhon sada anak, ingkon ramun ibana pitu ari lelengna, suang songon di ari haramunon ni hasomalanna hian, ingkon ramun ibana.","12:3 Tole paualuarihon ingkon sunaton do sibuk ni hulup ni dakdanak i.","12:4 Alai anggo parompuan i ingkon tinggal dope di jabu tolupulu tolu ari lelengna pasalpu mudar pangiasanna; ndang jadi jamaonna manang aha na badia, jala ndang jadi masuk ibana tu bagasan inganan na badia i, paima salpu angka ari haramunonna.","12:5 Alai tung sura boruboru tinubuhonna i, ingkon dua minggu lelengna ibana ramun, suang songon di hasomalanna hian; jala ingkon tinggal dope ibana di jabu onompulu onom ari lelengna, pasalpu mudar pangiasanna i.","12:6 Ia dung salpu angka ari pangiasanna ala anak manang boru, ingkon boanonna ma sada anak ni birubiru na marumur sataon bahen pelean situtungon dohot sada anak ni darapati manang sada anduhur tabu bahen pelean pardosaan, boanonna tu pintu ni undungundung parluhutan tu malim i.","12:7 Malim i muse mamelehon pelean i di adopan ni Jahowa mambahen pardenggananna, asa ias nasida sian mudar hasomalanna i. I ma patik taringot tu parompuan na manubuhon anak manang boru.","12:8 Alai tung sura so dapot tanganna sada anak ni birubiru, ingkon buatonna ma dua anduhur tabu manang dua anak ni darapati, na sada bahen pelean situtungon jala na sadanari bahen pelean pardosaan, asa ingkon malim i mambahen pardenggananna, asa laos ias nasida."," "],["13:1 Dung i ro ma hata ni Jahowa tu si Musa dohot tu si Aron songon on:","13:2 Tung sura tubu di hulingkuling ni daging ni sada jolma bosar manang butir manang riapriap na olo gabe puru di hulingkuling ni dagingna, ingkon boanon jolma i tu malim Aron, manang tu sada sian angka anakna, naung gabe malim.","13:3 Ia dung ditangkasi malim i sahit na di hulingkuling ni dagingna i, pola nunga mamontar imbulu di iposiposna i, jala honul rupa ni iposipos i idaon martimbangkon hulingkuling ni dagingna hian, i ma tandana paboa puru do i; ia dung ditangkasi malim i songon i, ramun ma jolma i dohononna.","13:4 Alai tung sura pe mamontar riapriap di hulingkuling ni dagingna i, hape ndang pola honul idaon martimbangkon hulingkuling i, jala imbuluna pe ndang pola mamontar, ingkon hurungkonon ni malim do jolma na mariposipos i pitu ari lelengna.","13:5 Tole papituarihon ingkon ulahan ni malim i manangkasi muse; molo tongtong iposipos i diida matana, ndang pola rarat iposipos i di hulingkuling i, ingkon ulahan ni malim i mangkurungkon ibana pitu ari lelengna.","13:6 Molo dung diulahi malim i paduahalihon manangkasi papituarihon, hape ida ma, nunga lam surut iposipos i, ndada ganda raratna di hulingkuling i, ingkon ias ma ibana dohonon ni malim i, ai baro sambing do i; asal sunsion ni jolma i pangkeanna, laos ias ma ibana.","13:7 Alai tung sura lam bagas manggagat tu hulingkuling baro i, dung ditangkasi malim i ibana mandokkon ias nian; ingkon ulahan ni malim i paduahalihon manangkasi.","13:8 Ia dung ditangkasi malim i, hape ida ma, nunga lam manggagat tu hulingkuling baro i, ingkon ramun ma ibana dohonon ni malim i, ai puru do i tutu.","13:9 Tung sura adong tanda ni puru i tarida di sada jolma, ingkon boanon ibana tu malim.","13:10 Molo dung ditangkasi malim i, hape ida ma, adong do tutu bosar na mamontar di hulingkuling i, pola mamontar dohot imbulu i dibahen, jala tubu sibuk na so hasea di bagasan bosar i.","13:11 I ma tandana paboa puru naung leleng di hulingkuling ni dagingna; dibahen i ingkon ramun ibana dohonon ni malim i, ndang jadi hurungkononna ibana, ai nunga andar ramun ibana.","13:12 Alai tung sura pamosari ni puru i dope di hulingkuling i, jala ditutup puru i sandok hulingkuling ni jolma na hona i sian pakpak uluna sahat ro di palak ni patna, nasa na dapot tangkasan ni malim i.","13:13 Ia dung ditangkasi malim i, hape ida ma, nunga pola ditutup puru i sandok dagingna, ingkon ias jolma na hona i dohonon ni malim i, ala mamontar sandok dagingna i, ai na ias do ibana.","13:14 Alai tung sura tarida sibuk na so hasea di dagingna di ari panangkasionna i, ingkon ramun do ibana.","13:15 Ia dung diida malim i sibuk na so hasea i, ingkon ramun ibana dohononna: Ai sibuk na so hasea i do ramun, i ma puru i.","13:16 Alai tung sura matapu muse sibuk na so hasea i gabe muba pola mamontar, ingkon ro jolma i tu jolo ni malim.","13:17 Ia dung ditangkasi malim i ibana, hape ida ma, nunga pola mamontar iposipos i, ingkon ias ma jolma na hona i dohonon ni malim i; ai ias do ibana tutu.","13:18 Tung sura tubu baro di hulingkuling ni daging ni sada halak, hape malum do muse.","13:19 Hape tubu muse di iposiposna i bosar na mamontar, manang riapriap tarbontar rara, ingkon tangkasan ni malim ma ibana.","13:20 Ia dung ditangkasi malim i ibana, hape ida ma, honul do rupana martimbangkon hulingkuling na asing, pola mamontar dohot imbuluna dibahen, ingkon ramun do ibana dohonon ni malim i; ai tanda ni puru do i naung tubu di bagasan baro i.","13:21 Alai ia dung ditangkasi malim i ibana, hape ida ma, ndang pola mamontar imbulu i di bagasan, jala ndang pola honul martimbangkon hulingkuling na asing, lam surut do tahe, ingkon hurungkonon ni malim ibana pitu ari lelengna.","13:22 Hape tung sura lam manggagat tu hulingkuling i, ingkon ramun do ibana dohonon ni malim i; ai tanda ni puru do i.","13:23 Alai tung sura tongtong riapriap i ndang lam rarat, iposipos ni baro i do i, ingkon ias do jolma i dohonon ni malim i.","13:24 Manang tung sura hona tutung hulingkuling ni daging ni sada jolma, ia dung malum tubu muse di iposiposna i riapriap tarbontar rara, manang bontar sambing pe.","13:25 Ia dung ditangkasi malim i, hape ida ma, nunga pola mamontar imbulu i dibahen jala honul rupana, puru ma i na tubu sian iposipos ni na matutung i; dibahen i ingkon ramun ibana dohonon ni malim i, ai tanda ni puru do i.","13:26 Alai ia dung ditangkasi malim i ibana, hape ida ma, ndang mamontar imbulu di iposiposna i jala ndang honul martimbangkon hulingkuling na asing, jala nunga lam surut, ingkon hurungkonon ni malim i ma ibana pitu ari lelengna.","13:27 Tole papituarihon ingkon tangkasan ni malim i ma ibana; tung sura lam manggagat tu hulingkuling i, ingkon ramun ma ibana dohonon ni malim i, ai bogas ni puru do i.","13:28 Alai tung sura tongtong riapriap i, ndang lam manggagat tu hulingkuling i, lam surut do tahe, i ma tandana paboa bosar ni na hona tutung sambing do i, ingkon ias do ibana dohonon ni malim i; ai iposipos ni na hona tungtung i do i.","13:29 Tung sura lotupon baoa manang parompuan di uluna manang di janggutna.","13:30 Jadi ro malim manangkasi, hape ida ma, honul do rupana martimbangkon hulingkuling, na asing, jala targorsing ia obukna, jala rangkak, ingkon ramun ma ibana dohonon ni malim i, ai puru do lotup i di ulu manang di janggut.","13:31 Alai ia dung ditangkasi malim lotup i, hape ida ma, ndang pola honul rupana martimbangkon hulingkuling na asing, jala ndang adong obukna na birong disi, ingkon hurungkonon ni malim i do jolma na lotupon i pitu ari lelengna.","13:32 Tole papituarihon ingkon tangkasan ni malim i ma lotup i, hape ida ma, ndang pola rarat lotup i jala ndang adong na gorsing disi, jala ndang honul rupa ni lotup i martimbangkon hulingkuling na asing.","13:33 Ingkon gorbangonna ma uluna, alai ndang jadi hona gorbang anggo lotup i, jala ingkon hurungkonon ni malim i jolma na lotupon i paduahalihon pitu ari lelengna.","13:34 Tole papituarihon ingkon tangkasan ni malim ma lotup i, hape ida ma, ndang rarat lotup i tu hulingkuling jala ndang honul rupana martimbangkon hulingkuling na asing, ingkon ias ma jolma i dohonon ni malim, asal sunsion ni jolma i pangkeanna, laos ias ma ibana.","13:35 Alai tung sura lam manggagat lotup i di hulingkuling, dung ias ibana didok malim i.","13:36 Ditangkasi malim i ibana muse, hape ida ma, nunga lam rarat lotup i di hulingkuling, ndang jadi be pola usoan ni malim, manang na gorsing obukna; ai na ramun do ibana.","13:37 Alai tung sura tongtong lotup i diida matana, jala martumbur obuk na birong disi, naung malum ma lotup i, nunga ias jolma i, ias ma ibana huhut dohonon ni malim.","13:38 Tung sura marriapriap hulingkuling ni daging ni sada baoa manang parompuan marbolang idaon.","13:39 Dung i ditangkasi malim, gabe ida ma, jumpangsa riapriap tarlangan di hulingkuling ni dagingnasida i, riapriap sambing do i na tubu di hulingkulingna, jala ias do jolma i.","13:40 Tung sura marurus obuk ni ulu ni sada baoa pola palpal, na ias do ibana.","13:41 Tung sura marurus obukna tungkan bohina, pola salaksahon ibana, na ias do ibana.","13:42 Alai tung sura tubu di palpalna dingkan pudi, manang dingkan jolo, lotup tarbontar rara, puru ma i na tubu di palpalna dingkan pudi manang dingkan jolo.","13:43 Dibahen i ingkon tangkasan ni malim ibana, hape ida ma, ia jumpangsa bosar na tarbontar rara di palpalna dingkan pudi manang dingkan jolo, idaon songon rupa ni puru di hulingkuling ni daging.","13:44 Jolma na puruon ma ibana tutu jala na ramun ibana; ingkon ramun ibana huhut dohonon ni malim i, ala bosar na di atas uluna i.","13:45 Antong manang ise jolma i na puruon naung andap, ingkon sansanan do pangkeanna jala manangkas uluna jala tutuponna sisungutna, jala ingkon jouhononna: Na ramun, na ramun!","13:46 Antong manang ise jolma na ramun ibana ala ramun tutu; ingkon punjung ibana maringan, ingkon di balian ni parsaraon ingananna i.","13:47 Tung sura adong ringkorang ni puru lohot di sada ulos manang sian imbulu ni birubiru manang sian hapas.","13:48 Manang lohot di torna manang di ipahan, sian hapas manang sian imbulu ni birubiru, manang lohot di hulingkuling manang di aha pe hapandean sian hulingkuling.","13:49 Tung sura tarrata manang rara ringkorang na lohot i di ulos manang di hulingkuling, di torna manang di ipahan, manang di sandok ulaula na sian hulingkuling, ringkorang ni puru do i tutu; dibahen i ingkon tangkasan ni malim do i.","13:50 Ia dung diida malim ringkorang i, ingkon simpanonna do ulos na hona i pitu ari lelengna.","13:51 Ia dung ditangkasi papituarihon, hape lam rarat do ringkorang i di ulos, di torna manang di ipahan, di hulingkuling manang di sandok hapandean na pinauli sian hulingkuling, ringkorang ni puru na manggagat ma i tutu, ramun do i.","13:52 Ingkon suda tutungonna ulosi manang torna manang ipahan sian imbulu ni birubiru manang sian hapas, manang ulaula dia pe sian hulingkuling, halohotan ni ringkorang i, ai puru na manggagat do i, ingkon suda do i tutungon di bagasan api.","13:53 Alai tung sura diida malim ndang rarat hape ringkorang i di ulos, di torna manang di ipahan, manang di ulaula dia pe na sian hulingkuling.","13:54 Ingkon dohonon ni malim jolma i manunsi barang halohotan ni ringkorang i, dung i simpanonna ma i paduahalihon pitu ari lelengna.","13:55 Molo diida malim ringkorang i, dung hona sunsi, hape ida ma, ndang muba rupa ni ringkorang i idaon, jala nang so ganda raratna, ramun do i; ingkon suda do i tutungonmu di bagasan api, ai naung panggagatanna do i di ruar manang di bagasan.","13:56 Alai tung sura ditangkasi malim i muse, hape ida ma, nunga manoksang halohotan ni ringkorang i, dung hona sunsi, ingkon sansananna do i sian ulos manang sian hulingkuling, sian torna manang sian ipahan pe.","13:57 Alai tung sura tong dope tarida di ulos, di torna manang di ipahan manang di ulaula dia pe sian hulingkuling, puru na manggagat ma i, ingkon suda tutungonmu barang halohotan ni ringkorang i di bagasan api.","13:58 Alai anggo ulos, torna manang ipahan manang dia tahe ulaula sian hulingkuling, anggo dung longkang ringkorang i dung hona sunsi, ingkon sunsion paduahalihon, asa laos ias.","13:59 I ma patik taringot tu ringkorang ni puru na lohot di ulos, sian imput ni birubiru manang sian hapas, na lohot di torna manang di ipahan manang di ulaula dia pe sian hulingkuling, mandokkon na ias do i manang na ramun."," "],["14:1 Dung i ro ma hata ni Jahowa tu si Musa songon on:","14:2 Ingkon on do patik tu halak na puruon di ari pangurasanna; ingkon boanon ibana tu adopan ni malim.","14:3 Dung i ingkon ruar malim i tu balian ni parsaroan; ia dung ditangkasi malim i, hape ida ma, nunga malum diida ringkorang ni puru ni halak na puruon i.","14:4 Ingkon dohonon ni malim i ma halak na puruon i mambuat dua pidong na mangolu na ganjing bahen pangurasanna, tole dohot hau ares dohot bonang na rara dohot sanggul Hissop.","14:5 Dung i dohonon ni malim i ma halak maneat pidong na sada di atas ni sada hudon sian tano na marisi, aek mual.","14:6 Dung i ingkon buatonna ma pidong na mangolu i ro di hau ares, bonang na rara i dohot sanggul Hissop, rap sornophononna ma i dohot pidong na mangolu i tu bagasan mudar ni pidong na tarseat i di atas aek mual.","14:7 Dung i ingkon pistihanna ma pitu hali jolma na mangido urason sian puruna i; laos diurasi ma ibana jala dipalua pidong na mangolu i habang tu ladang.","14:8 Alai ingkon sunsion ni jolma na niurasan i angka pangkeanna jala ingkon gorbanganna sandok obukna jala tangkas ibana maridi di bagasan aek, asa ias ibana; dung i jadi ma ibana masuk tu parsaroan i; alai ingkon tinggal ibana di balian ni undungundung i pitu ari lelengna.","14:9 Tole papituarihon ingkon gorbangonna ma sandok obuk ni uluna, ro di janggutna dohot salibonna, asa targorbang sandok obukna; ingkon sunsionna huhut pangkeanna, jala didionna dagingna di bagasan aek, asa ias ibana.","14:10 Tole paualuarihon ingkon buatonna dua anak ni birubiru na so marlindang, dohot sada birubiru sisataon na so marlindang, angkup ni tolu parsampulu itak na lamot bahen pelean sipanganon, jala dogilonna tusi miak arga satakkar godangna.","14:11 Dung i ingkon pajongjongon ni malim na mangurasi ma jolma na niurasan i rap dohot angka pelean i di adopan ni Jahowa, di jolo pintu ni undungundung parluhutan i.","14:12 Dung i buaton ni malim i ma anak ni birubiru na sada jala pelehononna bahen pelean parsalaan rap dohot na satakkar miak i, jala tatingtatingonna do i bahen pelean tatingan di adopan ni Jahowa.","14:13 Dung i seatonna ma anak ni birubiru di inganan paneatan ni pelean pardosaan dohot pelean situtungon, i ma di inganan na badia i; ai suang songon pelean pardosaan do, pelean parsalaan i, malim i do nampunasa: Na badia sahali do i.","14:14 Dung i buaton ni malim i ma deba sian mudar ni pelean parsalaan i, laos bahenon ni malim i ma i tu suping ni pinggol siamun ni jolma na niurasanna i dohot tu ina ni tanganna siamun dohot tu ina ni patna siamun.","14:15 Dung i buaton ni malim i ma deba sian miak na satakkar i, jala usehononna do i tu tangan hambirang ni malim i sandiri.","14:16 Dung i sornophonon ni malim i ma jarijari ni tanganna siamun tu bagasan miak na di tanganna hambirang i, jala pistikkononna dohot jarijarina sian miak i pitu hali di adopan ni Jahowa.","14:17 Jala miak na tading i di bagasan tanganna, ingkon bahenon ni malim i do i tu suping ni pinggol siamun ni jolma na niurasanna i dohot tu ina ni tanganna siamun dohot tu ina ni patna siamun di atas isian ni mudar pelean parsalaan i.","14:18 Alai anggo miak na tinggal i dope di bagasan tangan ni malim i, ingkon bahenonna do i tu ulu ni jolma na niurasanna i, asa malim i mambahen pardenggananna di adopan ni Jahowa.","14:19 Ingkon padirion ni malim i ma muse pelean pardosaan, asa mambahen pardengganan di jolma na niurasanna i sian haramunonna, dung i seatonna ma pelean situtungon i.","14:20 Ingkon pelehonon ni malim i ma pelean situtungon dohot pelean sipanganon di atas langgatan i, asa malim i mambahen pardenggananna, gabe ias ibana.","14:21 Alai tung sura jolma na pogos ibana, gabe ndang tuk bahenonna, ingkon buatonna ma sada anak ni birubiru bahen pelean parsalaan huhut bahen pelean tatingan, mambahen pardenggananna; buatonna huhut saparsampulu itak na lamot jala dogilonna tusi miak bahen pelean sipanganon rap dohot satakkar miak.","14:22 Angkup ni dua anduhur tabu manang dua anak ni darapati, hombar tu na tarbuatsa, na sada sian i bahen pelean pardosaan jala na sadanari bahen pelean situtungon.","14:23 Ingkon boanonna do i paualuarihon bahen pangurasanna tu malim, tu jolo pintu ni undungundung parluhutan i, tu adopan ni Jahowa.","14:24 Dung i buaton ni malim i ma anak ni birubiru i bahen pelean parsalaan rap dohot miak na satakkar i, ingkon tatingtatingon ni malim i do i bahen pelean tatingan di adopan ni Jahowa.","14:25 Dung i seatonna ma anak ni birubiru i bahen pelean parsalaan, jala buaton ni malim i deba sian mudar ni pelean parsalaan jala bahenonna do i tu suping ni pinggol siamun ni jolma na niurasanna i dohot tu ina ni tanganna siamun dohot tu ina ni patna siamun.","14:26 Jala sian miak i ingkon usehonon ni malim i deba tu bagasan tangan hambirang ni malim sandiri.","14:27 Dung i pistikkonon ni malim i ma dohot jarijari ni tanganna siamun sian miak na di tanganna hambirang, pitu hali di adopan ni Jahowa.","14:28 Dung i bahenon ni malim i ma sian miak na di bagasan tanganna i tu suping ni pinggol siamun ni jolma na niurasanna i dohot tu ina ni tanganna siamun dohot tu ina ni patna siamun di atas isian ni mudar pelean parsalaan i.","14:29 Alai anggo miak na tinggal i dope di bagasan tangan ni malim i, ingkon bahenonna do i tu ulu ni jolma na niurasanna i, bahen pardenggananna di adopan ni Jahowa.","14:30 Dung i pelehononna ma na sada sian anduhur tabu i, manang sada sian anak ni darapati i, marguru tu na dapot tanganna.","14:31 Sian na dapot tanganna tutu, na sada bahen pelean pardosaan jala na sadanari bahen pelean situtungon rap dohot pelean sipanganon, asa ingkon malim i mambahen pardengganan ni jolma na niurasanna i di adopan ni Jahowa.","14:32 I ma patik taringot tu jolma naung puruon, na so tuk buatonna na patut bahen pangurasanna.","14:33 Dung i ro ma hata ni Jahowa tu si Musa dohot tu si Aron songon on:","14:34 Molo dung sahat hamu tu tano Kanaan, silehononku tu hamu bahen partalianmu, jala tung sura Ahu parohon sahit puru tu bagasan sada jabu di tano partalianmuna i.","14:35 Ingkon ro jolma nampuna jabu i pabotohonsa tu malim i, dohononna ma: Rupa adong do, disura rohangku tarida ringkorang ni puru di jabungku.","14:36 Dung i ingkon dohonon ni malim i ma jolma i mangarumari bagas i, jumolo asa ro malim i naeng manangkasi ringkorang i, asa unang ramun luhut barang na di bagasan jabu i; dung songon i, asa masuk malim i manangkasi jabu i.","14:37 Ia dung ditangkasi ringkorang i, hape ida ma, adong do tutu ringkorang i lohot di dorpi ni jabu i, tarrata manang rara turikna, lumondut idaon sian dorpi hian.","14:38 Dung i ruar ma malim i sian jabu i tungkan pintu ni jabu i, laos hinsuonna ma jabu i pitu ari lelengna.","14:39 Tole papituarihon ingkon ulahan ni malim i ro manangkasi, hape ida ma, nunga lam rarat ringkorang i di dorpi ni jabu i.","14:40 Dung i dohonon ni malim i ma halak mandungkir angka batu halohotan ni ringkorang i, bolongkononna do i tu balian huta tu inganan na ramun.","14:41 Dung i dohononna ma mangkishis jabu i di bagasan humaliang, jala orbuk pangkishisan i, ingkon bolongkononna tu balian huta i, tu inganan na ramun.","14:42 Dung i buatonna ma angka batu na asing, jala solukkononna bahen singkat ni batu nidungkirna i, jala buatonna ma hapur na asing bahen sampang ni jabu i.","14:43 Alai tung sura mangulahi ro ringkorang i jala tubu di jabu i, dung didungkir jolma angka batu i, jala dung dihishis jabu i jala dung nisampang muse dohot hapur.","14:44 Ingkon ro muse malim i manangkasi, hape ida ma, nunga lam rarat ringkorang di jabu i, i ma tandana paboa puru na manggagat do i di bagasan jabu, jadi ramun ma i.","14:45 Dibahen i ingkon lohaon ma bagas i, angka batuna dohot parhauna ro di sandok hapur sampang ni jabu i, jala ingkon paruaron do i tu balian huta tu inganan na ramun.","14:46 Jala manang ise na masuk tu bagasan jabu i saleleng tarhinsu jabu i, ingkon ramun ibana sahat ro di bodari.","14:47 Jala manang ise na modom di bagasan jabu i, ingkon sunsionna angka ulosna; jala manang ise na mangan di bagasan jabu i, ingkon sunsionna angka ulosna.","14:48 Alai molo dung masuk malim i manangkasi, hape ida ma, ndang lam manggagat ringkorang i di jabu i dung disampang jabu i dohot hapur, jadi ingkon dohonon ni malim i ma na ias jabu i, ai nunga pate ringkorang i.","14:49 Dung i buaton ni malim ma laho manguras bagas i dua pidong dohot hau ares dohot bonang na rara dohot sanggul Hissop.","14:50 Dung i seatonna ma pidong na sada di atas hudon tano na marisi aek mual.","14:51 Dung i buatonna ma hau ares dohot sanggul Hissop dohot bonang na rara dohot pidong na mangolu i, rap sornophononna ma i tu bagasan mudar ni pidong naung sineatna i dohot tu bagasan aek mual i; dung i pistikkononna ma tu jabu i pitu hali.","14:52 Songon i ma pangurasina di jabu i marhite sian mudar ni pidong dohot aek mual rap dohot pidong na mangolu i ro di hau ares, sanggul Hissop dohot bonang na rara.","14:53 Dung i paluaonna ma pidong na mangolu i tu balian huta, asa habang tu ladang, asa mambahen pardengganan tu jabu i, asa laos ias.","14:54 I ma patik taringot tu ringkorang ni puru marragamragam dohot taringot tu lotup.","14:55 Dohot taringot tu ringkorang ni puru di angka ulos dohot di bagas.","14:56 Dohot taringot tu bosar, baro dohot riapriap.","14:57 Asa mangajarhon manang di ari dia na ramun manang aha, jala di ari dia na ias. I ma patik taringot tu sahit puru i."," "],["15:1 Dung i ro ma hata ni Jahowa tu si Musa dohot tu si Aron songon on:","15:2 Hatahon hamu ma tu halak Israel songon on: Molo somal marnipinipi daging ni sada baoa, gabe ramun ibana binahen ni parnipinipionna.","15:3 Jala ondo haramunonna binahen ni parnipinipionna: Molo sai mabaor bonina sian dagingna binahen ni parnipinipionna, manang poltong pe dagingna binahen ni parnipinipionna, tong do gabe haramunonna.","15:4 Nasa lage na pinodoman ni halak na somal marnipinipi ramun do i, ro di nasa ugasan na hinundulanna i ingkon ramun do i.","15:5 Jala manang ise na manjama lagena, ingkon sunsionna do angka ulosna jala tangkas ibana maridi di bagasan aek, jala ingkon ramun ibana sahat ro di bodari.","15:6 Jala manang ise na hundul tu ugasan naung hinundulan ni halak na somal marnipinipi, ingkon sunsionna do angka ulosna jala tangkas ibana maridi di bagasan aek, jala ingkon ramun ibana sahat ro di bodari.","15:7 Jala manang ise na manjama daging ni halak na somal marnipinipi i, ingkon sunsionna ulosna jala tangkas ibana maridi di bagasan aek jala ingkon ramun ibana sahat ro di bodari.","15:8 Tung sura dais tijur ni halak na somal marnipinipi tu sada halak na ias, ingkon sunsionna do angka ulosna jala tangkas maridi di bagasan aek, jala ingkon ramun sahat ro di bodari.","15:9 Tole palano naung dung hinundulan ni halak na somal marnipinipi, ingkon ramun do i.","15:10 Jala manang ise na manjama manang aha naung dung pinangkena i, ingkon ramun do ibana sahat ro di bodari; jala manang ise na mamboan ugasan sisongon i, ingkon sunsionna angka ulosna jala tangkas ibana maridi di bagasan aek, jala ingkon ramun ibana sahat ro di bodari.","15:11 Jala manang ise na jinama ni halak na somal marnipinipi i, so jolo marburi tanganna di bagasan aek, ingkon sunsionna do angka ulosna jala tangkas ibana maridi di bagasan aek, jala ingkon ramun ibana sahat ro di bodari.","15:12 Jala tung sura dijama halak na somal marnipinipi sada guriguri sian tano, ingkon taporon do i; alai anggo nasa guriguri sian hau ingkon burion do i di bagasan aek.","15:13 Jala tung sura malum parnipinipionna hilalaon ni jolma na somal marnipinipi i, ingkon bilanganna pitu ari sahat ro di ari pangurasanna, jala ingkon sunsionna angka ulosna jala tangkas dagingna maridi di bagasan aek mual, asa ias ibana.","15:14 Tole paualuarihon, ingkon buatonna ma dua anduhur tabu manang dua anak ni darapati, ingkon boanonna do i tu adopan ni Jahowa, tu jolo pintu ni undungundung parluhutan, jala lehononna do i tu malim.","15:15 Dung i pelehonon ni malim ma i, na sada bahen pelean pardosaan, na sadanari bahen pelean situtungon; ingkon malim i mambahen pardenggananna di adopan ni Jahowa ala parnipinipionna i.","15:16 Tung sura sabur boni ni sada baoa, ingkon didionna sandok dagingna di bagasan aek, jala ramun ibana sahat ro di bodari.","15:17 Jala nasa ulos dohot nasa hulingkuling na sap bonina i, ingkon sunsionna do i di bagasan aek jala ramun ibana sahat ro di bodari.","15:18 Jala tung sura modom sada parompuan di lambung ni sada baoa pola sabur bonina, ingkon rap maridi nasida di bagasan aek, jala ramun nasida sahat ro di bodari.","15:19 Tung sura sada parompuan marsahithon pantang ni abitna ingkon pulik ibana pitu ari lelengna di bagasan haramunonna; jala manang ise na manjama ibana, ingkon ramun ibana sahat ro di bodari.","15:20 Jala nasa ugasan hapeahanna i saleleng pulik nasida, ramun do i; nasa ugasan hinundulanna pe ramun do.","15:21 Jala manang ise na manjama lagena i, ingkon sunsionna do angka ulosna jala tangkas ibana maridi di bagasan aek, jala ramun ibana sahat ro di bodari.","15:22 Jala manang ise na manjama ugasan naung hinundulanna i, ingkon sunsionna angka ulosna jala tangkas ibana maridi di bagasan aek, jala ramun ibana sahat ro di bodari.","15:23 Jala tung sura adong manang aha peak di atas lagena manang di ugasan naung hinundulanna i, manang ise na manjama ugasan i, ingkon ramun ibana sahat ro di bodari.","15:24 Jala tung sura modom sada baoa rap dohot nasida, gabe dais haramunonna tu baoa i, ingkon pitu ari lelengna ibana ramun, jala ramun sandok lage hapeahanna i.","15:25 Jala tung sura nania leleng sada parompuan marsahithon pantang ni abitna, ndada holan di tingki haramunonna hian, manang lumeleng masa haramunonna sian pantang ni abitna hasomalanna hian, ingkon ramun nasida suang songon di tingki haramunon hasomalanna hian.","15:26 Sandok lage hapeahanna i saleleng haroro ni darona i, ingkon suang songon lage haramunonna hian; jala saluhut ugasan hinundulanna i, ingkon ramun do i suang songon haramunon hasomalanna hian.","15:27 Jala manang ise na manjama angka i ingkon ramun ibana; dibahen i ingkon sunsionna angka ulosna, jala tangkas ibana maridi di bagasan aek, jala ingkon ramun ibana sahat ro di bodari.","15:28 Jala tung sura malum haramunonna i hilalaonna, ingkon bilanganna dope pitu ari, salpu ni pe asa ias nasida.","15:29 Tole paualuarihon, ingkon buatonna dua anduhur tabu manang dua anak ni darapati, laos boanonna ma i tu malim tu jolo pintu ni undungundung parluhutan i.","15:30 Dung i pelehonon ni malim i ma na sada bahen pelean pardosaan, jala na sadanari bahen pelean situtungon, jala malim i mambahen pardenggananna di adopan ni Jahowa, ala haramunon ni pantang ni abitna.","15:31 Ingkon songon i paholangonmuna halak Israel sian haramunonnasida i, asa unang mate nasida di bagasan haramunonnasida i, molo tung diramuni nasida ingananku na di tongatonganasida i.","15:32 I ma patik taringot tu halak na marnipinipi dohot taringot tu halak na sabur bonina, pola ramun ibana bahenon ni.","15:33 Dohot taringot tu parompuan na marsahithon pantang ni abitna hian ro di baoa na marnipinipi taringot tu baoa tahe dohot taringot tu parompuan dohot taringot tu baoa na modom di lambung ni parompuan na ramun."," "],["16:1 Dung i ro ma hata ni Jahowa tu si Musa, dung mate anak ni si Aron na dua i, uju jumonok nasida tu adopan ni Jahowa, gabe mate nasida.","16:2 Dung i ninna Jahowa ma tu si Musa songon on: Paboa ma tu si Aron, hahami, asa unang tongtong ibana masuk tu bagasan inganan na badia i, tu pudi ni rimberimbe sahat tu adopan ni langkop pardengganan na di atas ni poti i, asa unang mate ibana; ai di bagasan ombun do Ahu patar tarida di atas langkop pardenggan i.","16:3 Ingkon marhite sian on do si Aron masuk tu inganan na badia i: Marhite sian sada anak ni lombu bahen pelean pardosaan dohot marhite sian sada birubiru tunggal bahen pelean situtungon.","16:4 Ingkon solukkononna ma baju parbagasan na badia i sian haen na halus dohot saraoal sian haen na halus manangkas di dagingna, jala ingkon hohoshononna hohos hori tu gontingna, jala martalitali sian haen na halus. Luhutna i angka pangkean na badia do i, dibahen i ingkon jolo tangkas ibana maridi di bagasan aek, asa solukkononna angka i tu dagingna.","16:5 Dung i buatonna ma sian luhutan ni halak Israel dua hambing tunggal bahen pelean pardosaan dohot sada birubiru tunggal bahen pelean situtungon.","16:6 Dung i pelehonon ni si Aron ma lombu i bahen pelean ala ni dosana sandiri, asa mambahen pardengganan di ibana sandiri dohot di isi ni jabuna.","16:7 Dung i buatonna ma na dua hambing tunggal i, jala pajongjongonna do i di adopan ni Jahowa, di jolo pintu ni undungundung parluhutan i.","16:8 Dung i dabuon ni si Aron ma tondung taringot tu hambing tunggal na dua i, rujiruji na sada di Jahowa jala rujiruji na sadanari di Asasel (Sibolis).","16:9 Dung i pelehonon ni si Aron ma hambing tunggal na hona rujiruji di Jahowa, bahen pelean pardosaan.","16:10 Alai anggo hambing tunggal na hona rujiruji di Asasel, ingkon songon i mangolu pajongjongonna di adopan ni Jahowa, asa mambahen pardengganan marhite sian i, dung i paluaonna ma i di Asasel tu halongonan.","16:11 Dung i pelehonon ni si Aron ma lombu pelean i ala ni dosana sandiri, asa mambahen pardengganan di ibana sandiri dohot di isi ni jabuna, ingkon seatonna ma lombu pelean i ala ni dosana sandiri.","16:12 Dung i buatonna ma sada saoan pardaupaan gok dohot gara ni api sian langgatan, na di adopan ni Jahowa jala gok tanganna duansa daupa na hushus na lamot tinutu, jala boanonna do i tu pudi ni rimberimbe sahat tu adopan ni langkop pardengganan.","16:13 Jala ingkon peakkononna do daupa i tu atas api di adopan ni Jahowa, asa dihungkupi ombun ni daupa i langkop pardenggan i na di atas ni poti isian ni panindangion i, asa unang mate ibana.","16:14 Dung i buatonna ma deba sian mudar ni lombu i jala pistikkononna dohot jarijarina tu adopan ni langkop pardenggan i dingkan habinsaran, pola ingkon pitu hali songon i pistikkononna sian mudar i dohot jarijarina tu adopan ni langkop pardenggan i.","16:15 Dung i seatonna ma hambing tunggal pelean i ala ni dosa ni bangso i, jala boanonna deba mudarna tu pudi ni rimberimbe i sahat ro di adopan ni langkop pardenggan i, jala bahenonna mudarna i suang songon na binahenna taringot tu mudar ni lombu i, ingkon pistikkononna do i tu atas ni langkop pardenggan i dohot tu jolo ni langkop pardenggan i.","16:16 Asa ingkon songon i bahenonna pardengganan di inganan na badia i ala ni haramunon ni halak Israel dohot ala ni pangalaosionnasida di saluhut dosanasida i; suang songon i bahenonna tu undungundung parluhutan i na maringan rap dohot nasida ti tongatonga ni haramunonnasida i.","16:17 Nanggo sahalak pe ndang jadi adong di bagasan undungundung parluhutan i, molo masuk ibana mambahen pardengganan di bagasan inganan na badia i, paima ruar ibana muse; ingkon songon i bahenonna pardengganan di ibana sandiri dohot di isi ni jabuna ro di sandok luhutan Israel.","16:18 Ia dung haruar ibana mandapothon langgatan na di adopan ni Jahowa, ingkon bahenonna huhut pardenggananna; ingkon buatonna deba sian mudar ni lombu i dohot sian mudar ni hambing tunggal i, jala bahenonna tu tanduk ni langgatan i humaliang.","16:19 Jala ingkon pistikkononna dohot jarijarina sian mudar i pitu hali tu langgatan i, asa urasanna jala parbadiaanna sian haramunon ni halak Israel.","16:20 Ia dung marujung dibahen pardenggan i manguras inganan na badia i dohot undungundung parluhutan i dohot langgatan i, ingkon dohononna ma mamboan hambing tunggal na mangolu i.","16:21 Dung i ampehonon ni si Aron ma tanganna duansa tu ulu ni hambing tunggal na mangolu i paporsanhon tu ibana saluhut hajahaton ni halak Israel dohot saluhut pangalaosionnasida i di saluhut dosanasida i jala ampehononna do angka i tu ulu ni hambing tunggal i, dung i suruhononna ma sahalak naung hobas hian manogu hambing tunggal i tu halongonan.","16:22 Asa hambing tunggal i mamorsan saluhut hajahatonnasida i tu tano na lingling, dung i paluaonna ma hambing tunggal i di halongonan.","16:23 Dung i masuk ma si Aron tu bagasan undungundung parluhutan i jala tanggalanna ma pangkean sian hain na lamoti, na sinolukkonna di na laho masuk ibana tu inganan na badia i, laos tinggalhononna disi.","16:24 Dung i didionna ma dagingna dohot aek di inganan na badia i, jala solukkononna ma pangkeanna ariari; dung i ruar ma ibana, laos hobasonna ma pelean situtungon di ibana sandiri dohot pelean situtungon di bangso i, asa mambahen pardengganan di ibana sandiri dohot di bangso i.","16:25 Ianggo tabotabo ni pelean pardosaan ingkon tutungonna do i di atas langgatan.","16:26 Alai anggo jolma na manogunogu birubiru tunggal tu Asasel, ingkon sunsionna ma angka ulosna jala tangkas didionna dagingna dohot aek, dung i pe asa jadi ibana masuk tu parsaroan i.","16:27 Ia lombu pelean pardosaon i dohot hambing pelean pardosaon i, naung pola binoanna mudarna i tu bagasan inganan na badia i mambahen pardengganan, ingkon boanon ni halak do i tu balian ni parsaroan jala suda tutungonna dohot api, tole hulingkulingna, sibukna dohot napana.","16:28 Jala jolma na manutung angka i, ingkon sunsionna do angka ulosna jala tangkas didionna dagingna dohot aek; ia dung songon i jadi ma ibana masuk tu parsaroan i.","16:29 Ingkon gabe patik do on di hamu ro di salelenglelengna: Di bulan sipahapitu di ari sampulu, ingkon paunduhonmuna rohamuna, jala ndang jadi ulaonmuna manang aha ulaon, nang hamu isi ni tano i hian, nang halak dagang na maisolat di tongatongamuna.","16:30 Ai di ari na sasada i do dibahen malim pardengganan di hamu, manguras hamu, ingkon taruras hamu sian saluhut dosamuna di adopan ni Jahowa.","16:31 Dibahen i ingkon gabe ari Sabbat paradianan na bolon do i di hamu jala ingkon paunduhonmuna rohamuna i; patik ma i di hamu ro di salelenglelengna.","16:32 Alai anggo pardengganan sisongon i, ingkon malim naung tangkas miniahan ni Jahowa mambahensa dohot naung tangkas pinabangkit ni halak mangaradoti hamalimon singkat ni amana, jala ingkon solukkononna do pangkean na halus, i ma pangkean angka na marhadohoan.","16:33 Jala ingkon songon i bahenonna pardengganan manguras inganan na badia i ro di undungundung parluhutan i dohot langgatan i; bahenonna huhut pardengganan manguras angka malim ro di sandok bangso luhutan i.","16:34 Jadi i ma gabe patik di hamu ro di salelenglelengna, ingkon bahenon pardengganan manguras halak Israel sian dosanasida sahali sataon. Jadi dibahen nasida ma hombar tu na tinonahon ni Jahowa tu si Musa."," "],["17:1 Dung i ro ma hata ni Jahowa tu si Musa songon on:","17:2 Paboa tu si Aron dohot tu angka anakna ro di sandok halak Israel, dohononmu ma tu nasida: On do hata na tinonahon ni Jahowa, ninna do:","17:3 Manang ise sian pinompar ni Israel na maneat sada jonggi manang anak ni birubiru manang hambing boruboru di bagasan parsaroan manang di balian.","17:4 Jala ndang diboan pinahan i tu jolo pintu ni undungundung parluhutan i, asa pelehononhon nian sian i bahen pelean tu Jahowa di adopan ni inganan ni Jahowa: Mudarna i ingkon marsapata tu jolma na mandurushon mudar i, jala ingkon siaphononhon jolma i sian tongatonga ni bangsona.","17:5 Dibahen i ingkon boanon ni halak Israel do peleannasida angka na naeng pelehononna di ladang, boanonna ma tutu tu Jahowa, tu jolo pintu ni undungundung parluhutan i, tu malim i, asa dipelehon angka i bahen pelean hamauliateon tu Jahowa.","17:6 Jala ingkon pistikkonon ni malim mudar i tu langgatan ni Jahowa di jolo pintu ni undungundung parluhutan i, jala ingkon tutungonna tabotabona bahen uap na hushus di Jahowa.","17:7 Jala ndang jadi be nasida mamelehon peleannasida i tu angka begu, angka na niihuthonnasida marhite sian parmainanon; ingkon gabe patik na hot ma i salelenglelengna di nasida marsundutsundut.","17:8 Dibahen i ingkon dohononmu ma tu nasida: Manang ise sian pinompar ni Israel manang sian halak dagang, angka na maisolat di tongatonganasida mamelehon sada pelean situtungon manang pelean sipotongon.","17:9 Hape ndang diboan tu jolo pintu ni undungundung parluhutan i, asa mamelehon di Jahowa nian, ingkon rendephononhon jolma sisongon i sian bangsona.","17:10 Jala manang ise sian pinompar ni Israel manang sian halak dagang, angka na maisolat di tongatongamuna, molo tung mangan mudar ni manang aha ibana, ingkon Bohingku sandiri mangalo jolma na manganhon mudar i, jala ingkon Ahu maniaphon ibana sian tongatonga ni bangsona.","17:11 Ai hosa ni sibuk i di bagasan mudar do i, jala nunga pola Ahu mangalehoni di hamu di atas langgatan, asa bahen pardengganan di tondimuna, ai mudar i do mambahen pardengganan marhite sian tondi na di bagasan i.","17:12 Ala ni umbahen Ahu mandok tu halak Israel: Manang ise pe sian hamu ndang jadi panganonna mudar; nang halak dagang na maisolat di tongatongamuna, ndang jadi panganonna mudar.","17:13 Jala manang ise sian halak Israel, nang sian halak dagang angka na maisolat di tongatongamuna, tung sura dapotsa diburu juhut harangan manang sada pidong na ganjing panganon, ingkon durushononna mudarna jala hungkupanna do i dohot tano.","17:14 Ai hosa ni nasa sibuk i ma mudarna, di bagasan mudarna do i. Ala ni umbahen pola Ahu mandok tu halak Israel: Ndang jadi panganonmuna mudar ni manang dia daging, ai hosa ni nasa sibuk i ma mudarna; asa manang ise na manganhon mudar i ingkon siaphononhon ibana.","17:15 Angkup ni manang ise na manganhon na mate garam, manang juhut soroan, nang halak isi ni tano i hian, nang halak dagang, ingkon sunsionna angka ulosna jala tangkas ibana maridi di bagasan aek, jala ingkon ramun ibana sahat ro di bodari, asa ias muse.","17:16 Alai tung sura so disunci angka ulosna, manang ndang tangkas maridi dagingna, ingkon manginona tu ibana do hajahatonna i."," "],["18:1 Ro muse ma hata ni Jahowa tu si Musa songon on:","18:2 Hatahon ma tu halak Israel jala dohononmu ma tu nasida: Ahu do Jahowa, Debatamuna i!","18:3 Ndang jadi tiruonmuna pambahenan ni halak di tano Misir paisolatanmuna najolo, jala ndang jadi tiruonmuna pambahenan ni halak di tano Kanaan, hasahatanmuna tu joloan on togihononku, jala ndang jadi ihuthononmuna adatnasida i.","18:4 Ingkon radotanmuna do angka uhumhu jala ingkon ingotonmuna angka parentangku, asa marparange hamu hombar tusi, ai Ahu do Jahowa, Debatamuna i.","18:5 Dibahen i ingkon radotanmuna angka parentangku dohot angka uhumhu; manang ise jolma na mangulahon angka i, mangolu ma ibana marhite sian i, ai Ahu do Jahowa!","18:6 Manang ise pe baoa ndang jadi jumonok ibana tu sada parompuan sihasolhotanna, naeng mangabia, ai Ahu do Jahowa.","18:7 Ndang jadi patedehonmu na niabitan ni amangmu manang inangmu; ai inangmu do ibana, dibahen i ndang jadi pagodangonmu.","18:8 Ndang jadi pagodangonmu jolma ni amangmu, ala naung sampur amangmu tu nasida.","18:9 Ndang jadi olionmu ibotom tubu ni amangmu manang inangmu, na tubu di bagasan jabu manang di ruar, ndang jadi patedehonmu na niabitanna.","18:10 Ndang jadi olionmu pahompum boru, tubu ni anakmu manang borum, ndang jadi patedehonmu na niabitanna, ai hapantanganmu do nasida.","18:11 Ndang jadi olionmu boru ni jolma ni amangmu, tinubuhon ni amangmu, ai ibotom do nasida jala hapantanganmu do nasida.","18:12 Ndang jadi olionmu namborum, ai sisada mudar dohot amangmu do nasida.","18:13 Ndang jadi olionmu pariban ni inangmu, ai sisada mudar do nasida dohot inangmu.","18:14 Ndang jadi ramunanmu podoman ni hahaanggi ni amangmu, laho sampur tu jolmana, ai inangmu do nasida.","18:15 Ndang jadi pagodangonmu parumaenmu, ai jolma ni anakmu do nasida, ala ni umbahen so jadi patedehonmu na niabitanna.","18:16 Ndang jadi rampasonmu jolma ni hahaanggim, ala naung sampur tu hahaanggim.","18:17 Ndang jadi olionmu sada parompuan rap rodot boruna; jala ndang jadi buatonmu pahompum, tubu ni anakna manang tubu ni boruna bahen jolmam, ai sisada mudar do hamu, ai haurahon bolon do i.","18:18 Ndang jadi buatonmu sada parompuan rap dohot anggina bahen jolmam, asa patubu pangiburuon, ala sampur ho dohot imbangna, tagan di ngoluna dope.","18:19 Ndang jadi ho sampur tu jolmam uju marsahithon pantang ni abitna nasida.","18:20 Jala ndang jadi angkupanmu modom jolma ni donganmu, gabe ramun ho maon marhite sian nasida.","18:21 Jala ndang jadi pasahatonmu nanggo sahalak sian pinomparmu laho mamelehon tu Molok, asa unang ramun bahenonmu Goar ni Debatam, ai Ahu do Jahowa.","18:22 Ndang jadi parjolmaonmu baoa songon parompuan, ai hagigian do i.","18:23 Angkup ni ndang jadi ho sampur manang tu pinahan dia, gabe ramun ho bahenon ni; jala parompuan pe ndang jadi sampur tu pinahan, ai hagigian bolon do i.","18:24 Ndang jadi ramunanmuna dirimuna marhite sian saluhutna i, ai marhite sian pambahenan sisongon i tarramun do bangso parbegu, angka sipabalionku maradophon hamu.","18:25 Jadi tarramun ma tano i, gabe ingkon marlulu Ahu dompak tano i ala hajahatonna, asa diutahon tano i angka jolma pangisina i.","18:26 Dibahen i sai radoti hamu ma angka parentangku dohot uhumhu jala unang ulahon hamu nanggo sada sian saluhut biasbias ondeng, nang jolma isi ni tano i hian, nang halak dagang na maisolat di tongatongamuna.","18:27 Ai saluhut angka biasbias ondeng, nunga diulahon isi ni tano i hian, angka na jumolo sian hamu, gabe tarramun tano i dibahen.","18:28 Asa unang dohot hamu diutahon tano i, tung sura tarramun dibahen hamu, suang songon na niutahonna bangso parbegu angka na jumolo sian hamu.","18:29 Ai manang ise na mangulahon nanggo sada sian angka biasbias ondeng, ingkon siaphononhon do hosana i sian tongatonga ni bangsona.","18:30 Dibahen i radoti hamu ma siradotanmuna maradophon Ahu, na so tupa hamu mangulahon nanggo sada sian adat hagigian, angka na niulahon ni halak na jumolo sian hamu, asa unang tarramun dirimuna marhite sian i; ai Ahu do Jahowa, Debatamuna i!"," "],["19:1 Dung i ro muse ma hata ni Jahowa tu si Musa songon on:","19:2 Hatahon ma tu sandok luhutan ni halak Israel hata on: Ingkon badia hamu, ai na badia do Ahu, Jahowa, Debatamuna i!","19:3 Ingkon ganup jolma pasangaphon inana dohot amana, jala ingkon radotanmuna angka ari Sabbathu, ai Ahu do Jahowa, Debatamuna i!","19:4 Jala ndang jadi hamu mandompakkon angka ajiajian, jala ndang jadi hamu mambahen angka debata tuangan di hamu, ai Ahu do Jahowa, Debatamuna i!","19:5 Jala tung sura hamu mamelehon sada pelean hamauliateon tu Jahowa, ingkon sian lomo ni rohamuna hamu mamelehon i.","19:6 Alai ingkon laos di ari pamelehonmuna dohot marsogotna i hamu manganhon pelean i, alai anggo na tinggal i ro di ari patoluhon, ingkon tutungonmuna do i tu bagasan api.","19:7 Tung sura adong na manganhon sian i di ari patoluhon, hagigian do i, ndang tarhalomohon.","19:8 Jala manang ise na manganhon sian i, ingkon manginona tu ibana hajahatonna, ala na niramunanna habadiaon ni Jahowa, jala ingkon siaphononhon hosana sian tongatonga ni bangsona.","19:9 Molo digotil hamu parbue ni tanomuna, ndang jadi suda gotilonmu duru ni haumamu jala ndang jadi jomputonmuna na marpisikpisik di panabianmuna.","19:10 Parbue ni hau anggurmu pe ndang suda gotilonmu, jala unang pola papungupungu parbue na marpisikpisik di porlak anggurmu; ingkon pasombuonmu do i di halak na pogos dohot di halak dagang, ai Ahu do Jahowa, Debatamuna i!","19:11 Ndang jadi hamu manangko, jala ndang jadi hamu margabus, jala ndang jadi hamu masipaotootoan.","19:12 Jala ndang jadi hamu manolon na tutu marhitehite Goarhu, asa unang marlea bahenonmu Goar ni Debatam, ai Ahu do Jahowa.","19:13 Ndang jadi rupaonmu donganmu manang doboonmu ugasanna, jala ndang jadi pogoonmu upa ni halak pangula, pola sahat ro di manogot.","19:14 Ndang jadi buraanmu halak na nengel jala ndang jadi bahenonmu partuktuhan di jolo ni halak na mapitung, ingkon habiaranmu do Debatamu, ai Ahu do Jahowa.","19:15 Ndang jadi papeolonmu uhum di paruhuman, ndang jadi hamu marnidanida bohi, palea halak na pogos, pasangap halak na sangap, ingkon marhite sian hatigoran uhumonmu donganmu.","19:16 Ndang jadi ho mangalap manaruhon hata mangkata donganmu sabangso, jala ndang jadi ho hehe manindangi dompak mudar ni donganmu, ai Ahu do Jahowa.","19:17 Ndang jadi hosomonmu donganmu di bagasan roham, alai ingkon marsipaingot ho tu donganmu, asa unang manean dosa ho ala ibana.","19:18 Ndang jadi baloshononmu na jahat, jala ndang jadi marsunisunian roham tu anak ni bangsom, ingkon haholonganmu donganmu jolma songon dirim, ai Ahu do Jahowa.","19:19 Ingkon radotanmuna do angka uhumhu; ndang jadi loasonmu pinahanmu tu na pulik mansam marbaringin, jala ndang jadi mardua ragam boni saburhononmu tu haumam jala ndang jadi pangkeonmu ulos na mardua mansam bonangna.","19:20 Tung sura sampur sada baoa tu sada parompuan sonduhan naung oroan nian, alai ndang haru ditobus dope, manang ndang haru malua dope sian parhatobanan, ingkon rap linsingan do, alai ndang jadi mate nasida bunuon, ala so haru malua dope nasida.","19:21 Alai ingkon boanon ni baoa i sada birubiru tunggal di Jahowa tu jolo pintu ni undungundung parluhutan i, bahen pelean parsalaanna urasna.","19:22 Jala ingkon malim i mambahen pardenggananna marhite sian birubiru tunggal pelean parsalaan i di adopan ni Jahowa, ala dosa na binahenna i, jadi marpamuati ma roha ni Jahowa mida dosa na binahenna i.","19:23 Ia dung masuk hamu tu bagasan tano i jala disuan hamu angka hau marragamragam tau sipanganon parbuena, ingkon hira na marhulup parbuena etongon ni rohamuna; ingkon tolu taon lelengna marhulup etongon ni rohamuna, ndang jadi panganonmuna.","19:24 Alai anggo paopattaonhon ingkon badia saluhut parbuena i tau pujipujian tu Jahowa.","19:25 Tole muse palimataonhon jadi ma panganonmuna parbuena i, asa lam tamba parbuena i di hamu; ai Ahu do Jahowa, Debatamuna i!","19:26 Ndang jadi panganonmuna manang aha na marsaor mudar. Ndang jadi ulahononmuna partondungon manang parsibalikmataon.","19:27 Ndang jadi marjambulan obuk ni ulum gorbangonmu, jala ndang jadi gansipanmu ujung ni janggutmu.","19:28 Ndang jadi garianganmu dagingmu ala na mate ho, jala ndang jadi marsurat dagingmu marhite sian bosi na ginarahon, ai Ahu do Jahowa.","19:29 Ndang jadi ramunanmu borum mangapoi mangulahon parmainanon, asa unang marmainan isi ni tano i, gabe gok hajahaton tano i.","19:30 Ingkon radotanmuna do ari Sabbathu, jala pasangap hamu ingananku na badia i; ai Ahu do Jahowa.","19:31 Ndang jadi hamu marbalik tu halak pangarunding manang tu halak partondung, ndang jadi hamu marsungkun tu nasida, asa unang ramun hamu bahenonnasida; ai Ahu do Jahowa, Debatamuna i.","19:32 Ingkon hehe ho laos jongjong maradophon halak na ubanon, jala ingkon pasangaponmu do halak na tuatua, jala ingkon marhabiaran ho maradophon Debatam; ai Ahu do Jahowa.","19:33 Tung sura maisolat sahalak dagang di lambungmu di tanomuna i, ndang jadi rupaonmu ibana.","19:34 Songon sahalak sian hamu na tubu di tano i, ingkon songon i do nang halak dagang di tongatongamuna, ingkon haholonganmu do ibana songon dirim, ai halak dagang do nang hamu na jolo di tano Misir; ai Ahu do Jahowa Debatamuna i!","19:35 Ndang jadi dabuonmuna uhum na geduk di paruhuman i, manang marhite sian asta, manang marhite sian timbangan, manang marhite sian solup.","19:36 Ingkon hatian na sintong dohot batu timbangan na sintong dohot solup na sintong dohot bale na sintong masa di hamu; ai Ahu do Jahowa, Debatamuna i, na manogihon hamu ruar sian tano Misir.","19:37 Dibahen i radoti hamu ma saluhut parentangku dohot uhumhu, jala ulahon hamu angka i; ai Ahu do Jahowa."," "],["20:1 Dung i ro muse hata ni Jahowa tu si Musa songon on:","20:2 Ingkon dohononmu ma tu halak Israel: Manang ise pe sian halak Israel nang sian halak dagang, angka na maisolat di Israel, tung sura dipelehon sian pinomparna tu Molok, ingkon marutang hosa ibana, ingkon halak isi ni tano i mandangguri ibana mate dohot batu.","20:3 Ahu sandiri pe manuju Bohingku mangalo jolma sisongon i jala maniaphon ibana sian tongatonga ni bangsona, ala naung nilehonna sian pinomparna tu Molok, asa paramunhon ingananku na badia i dohot paleahon Goarhu na badia i.","20:4 Tung sura pe dipaula isi ni tano i hira na so diida jolma sisongon i, uju na mamelehon ibana sian pinomparna tu Molok, asa unang nian bunuonna ibana.","20:5 Ahu sandiri ma manuju Bohingku mangalo jolma sisongon i dohot mangalo donganna samarga, Ahu huhut maniaphon ibana sian tongatonga ni bangsona rap dohot sude na mangihuthon parmainanonna, angka na marmainan mangihuthon ibana tu Molok.","20:6 Tung sura marbalik manang ise marsungkun tu halak pangarunding, manang tu halak partondung, asa mangihuthon parmainanonnasida, ingkon Ahu manuju Bohingku mangalo jolma sisongon i dohot maniaphon ibana sian tongatonga ni bangsona.","20:7 Dibahen i ingkon parbadiaanmuna dirimuna, asa gabe angka na badia i hamu, ai Ahu do Jahowa, Debatamuna i.","20:8 Jala ingkon radotanmuna angka parentangku dohot mangulahon angka i; ai Ahu do Jahowa, na pabadiahon hamu.","20:9 Manang ise na mamburai amana manang inana, ingkon marutang hosa ibana; ala naung binuraanna amana manang inana; ingkon marsapata tu ibana sandiri mudarna i.","20:10 Tung sura adong manang ise na mangalangkup jolma ni manang ise, ala naung nilangkupanna jolma ni donganna i, ingkon rap marutang hosa do pangalangkup dohot na nilangkup.","20:11 Tung sura adong manang ise na pagodang jolma ni amana, gabe diramuni podoman ni amana i, ingkon rap marutang hosa nasida duansa; ingkon marsapata tu nasida sandiri mudarnasida i.","20:12 Tung sura adong manang ise na pagodangkon parumaenna, ingkon rap marutang hosa duansa, ala hagigian bolon na niulana; ingkon marsapata tu nasida sandiri mudarnasida i.","20:13 Tung sura adong sada baoa na marjolmahon baoa, songon parompuan, duansa nasida mangulahon biasbias, ingkon rap marutang hosa do; marsapata tu nasida sandiri mudarnasida i.","20:14 Tung sura adong manang ise mambuat sada parompuan rap dohot inana bahen jolmana, biasbias bolon do i, ingkon rap tutungon di bagasan api nasida tolunsa, asa unang mian biasbias i di tongatongamuna.","20:15 Tung sura adong sada baoa na sampur tu pinahan, ingkon marutang hosa do ibana, pinahan i pe ingkon bunuon do.","20:16 Tung sura adong sada parompuan jumonok tu pinahan naeng sampur tusi, ingkon rap bunuonmu do parompuan i dohot pinahan i, ingkon rap marutang hosa do, marsapata tu nasida sandiri do mudarna i.","20:17 Tung sura adong sada baoa na marjolmahon ibotona, tubu ni amana manang tubu ni inana, gabe ditilik na niabitanna, jala parompuan i muse manilik na niabitan ni baoa i, haurahon bolon do i; ingkon siap nasida bahenon di adopan ni donganna sabangso, ala naung niramunanna ibotona, ingkon manginona tu ibana hajahatonna.","20:18 Tung sura adong sada baoa na sampur tu jolmana uju marsahithon pantang ni abitna, tung dipatedek na niabitanna jala lomo dohot parompuan i disi, ingkon siaphononhon nasida duansa sian tongatonga ni bangsona.","20:19 Ndang jadi ho sampur tu pariban ni inangmu manang tu namborum, ai na mangaleai parsabutuhaon do i, ingkon manginona tu nasida hajahatonnasida i.","20:20 Tung sura adong sada baoa na sampur tu jolma ni amangtuana, i ma na mangaramuni podoman ni amangtuana; ingkon manginona tu nasida dosanasida i, ingkon mate punu do nasida.","20:21 Tung sura adong sada baoa na mangarampas jolma ni hahaanggina, haramunon bolon do i ingkon mate punu do nasida, ala naung niramunanna podoman ni hahaanggina i.","20:22 Antong radoti hamu ma saluhut parentangku dohot saluhut uhumhu, jala ulahon hamu angka i, asa unang hamu diutahon tano hasahatanmuna sogot togihononku, asa maringan hamu disi.","20:23 Jala ndang jadi hamu mangihuthon tu hasomalan ni bangso parbegu, angka sipabalionku maradophon hamu, ai luhutna i nunga diulahon anggo nasida, umbahen marbiasbias Ahu mida nasida.","20:24 Ala ni umbahen naung pola hudok tu hamu: Ingkon teanonmuna tanonasida i, Ahu tahe marbasabasahonsa tu hamu, bahen teanteananmuna, tano habaoran ni susu dohot situak ni loba. Ahu do Jahowa, Debatamuna i, na papulik hamu sian angka bangso.","20:25 Dibahen i ingkon sirangonmuna pinahan na ganjing sian na ramun dohot pidong na ganjing sian na ramun, asa unang gabe ramun dirimuna marhite sian pinahan, manang pidong manang marhite sian saluhut na manjirir di atas tano i, naung hapapulik paboa ramun do i di hamu.","20:26 Dibahen i ingkon gabe badia hamu di Ahu, ai na badia do Ahu, Jahowa, na papulik hamu sian angka bangso, asa gabe bangsongku hamu.","20:27 Tung sura adong sada baoa manang sada parompuan di tongatongamuna gabe pangarunding manang partondung, ingkon marutang hosa nasida; ingkon mate nasida dangguran dohot batu; marsapata tu nasida sandiri mudarnasida i."," "],["21:1 Dung i ro muse ma hata ni Jahowa tu si Musa songon on: Dok ma tu angka malim, angka anak ni si Aron, jala paboa ma tu nasida: Ndang jadi ramunan ni malim i dirina taringot tu jolma na mate di tongatonga ni bangsona.","21:2 Dungkon ni taringot tu sibukna na sumolhot tu ibana; taringot tu inana dohot amana, taringot tu anakna, boruna dohot anggina.","21:3 Taringot tu ibotona namarbaju di lambungna dope, na so marharajaan dope, jadi ramunanna dirina anggo taringot tusi.","21:4 Ndang jadi ramunanna dirina ala marjujungan ibana di tongatonga ni bangsona laho palea ibana.","21:5 Ndang jadi marjambulan obuk ni uluna gorbangonna jala ndang jadi gansipanna ujung ni janggutna manang rarihonna dagingna.","21:6 Ingkon gabe badia nasida di Debatanasida i jala ndang jadi marlea bahenonna Goar ni Debatanasida i, ai nasida do mamelehon angka pelean api tu Jahowa, bahen sagusagu lomo ni roha ni Debatanasida, dibahen i ingkon gabe badia do nasida.","21:7 Ndang jadi nasida marjolmahon parompuan sibabijalang manang naung mambolongkon dirina, nang parompuan naung pinaulak ni baoana, ndang jadi parjolmaonna, ai badia di Debatana do malim i.","21:8 Dibahen i ingkon parbadiaanmu ibana ala ibana mamelehon sagusagu lomo ni roha ni Debatam; ingkon badia ibana di ho, ai na badia do Ahu, Jahowa na pabadiahon hamu.","21:9 Tung sura dipungka boru ni sada malim marmainan, na palea amana ibana disi, ingkon suda tutungon parompuan i di bagasan api.","21:10 Alai anggo sintua ni malim di tongatonga ni hahaanggina, naung pola niusehon miak pamiahion i tu uluna, jala naung pinabangkit asa solukkononna pangkean angka na marhadohoan i, ndang jadi patedehonna uluna, jala ndang jadi sansananna pangkeanna.","21:11 Jala ndang jadi jumonok ibana tu halak na mate, jala ndang jadi ramunanna dirina taringot tu amana manang taringot tu inana pe.","21:12 Jala ndang jadi ibana ruar sian inganan na badia i, jala ndang jadi marlea bahenonna habadiaon ni Debatana, ai nunga pola sahat tu ibana miak pamiahion i, ai Ahu do Jahowa!","21:13 Ingkon sada parompuan namarbaju buatonna bahen jolmana.","21:14 Ndang jadi buatonna anggo parompuan na mabalu, manang naung pinaulak, manang naung mambolongkon dirina, manang sibabijalang; ingkon sada parompuan namarbaju sian bangsona buatonna bahen jolmana.","21:15 Asa unang marlea bahenonna pinomparna di tongatonga ni bangsona, ai Ahu do Jahowa, na pabadiahon ibana.","21:16 Dung i ro muse hata ni Jahowa tu si Musa, ninna ma:","21:17 Hatahon ma tu si Aron songon on: Manang ise na sian pinomparmu marsundutsundut na martihas dagingna, ndang jadi jumonok ibana laho mamelehon sagusagu lomo ni roha ni Debatana.","21:18 Ai nasa baoa na martihas dagingna ndang jadi jumonok, baoa na mapitung manang na pangpang, manang dalnat igungna, manang maganjangku ruasna sambariba.","21:19 Manang baoa na maponggol patna manang tanganna.","21:20 Manang na gurdung manang na tiarapon manang na paloon matana, manang na rasaon manang na gurapon manang baruton.","21:21 Nasa baoa na martihas tahe dagingna sian pinompar ni malim Aron, ndang jadi jumonok laho mamelehon angka pelean api tu Jahowa; ala martihas dagingna i ndang jadi jumonok ibana laho mamelehon sagusagu lomo ni roha ni Debatana.","21:22 Jadi do nian ibana mangan sian sagusagu lomo ni roha ni Debatana, nang sian na songkal sahali, nang sian na badia i.","21:23 Alai ndang jadi ro ibana sahat tu rimberimbe i, jala ndang jadi jumonok ibana tu langgatan, ala na martihas i dagingna, asa unang marlea dibahen ingananku na badia i; ai Ahu do Jahowa na pabadiahon nasida.","21:24 Dung i dipasahat si Musa ma hata i tu si Aron dohot tu angka anakna i dohot tu sude halak Israel."," "],["22:1 Dung i ro muse hata ni Jahowa tu si Musa songon on:","22:2 Paboa ma tu si Aron dohot tu angka anakna i, asa tangkas rohana mangaramoti dirina maradophon na badia di halak Israel, na pinarbadiaannasida di Ahu, asa unang marlea dibahen nasida Goarhu na badia i; ai Ahu do Jahowa.","22:3 Antong paboa ma tu nasida: Manang ise sian sandok pinomparmuna marsundutsundut, ro jumonok laho mangaradoti ulaon na badia, na pinarbadiaan ni halak Israel di Jahowa, tongon di haramunonna; ingkon siaphononhon jolma i sian adopanku, ai Ahu do Jahowa.","22:4 Manang ise sian pinompar ni si Aron na puruon manang marnipinipi dagingna, ndang jadi ibana mangan sian na pinarbadiaan saleleng so malum dihilala; laos songon i do manang ise na manjama manang aha na ramun binahen ni bangke, manang tung sabur boni ni manang ise.","22:5 Manang tung dijama manang ise manang aha na manjirir, na paramunhon ibana, manang halak na paramunhon ibana, ro di sude na tau paramunhon ibana.","22:6 Manang ise tahe na manjama sisongon i, ingkon ramun ibana sahat ro di bodari, jala ndang jadi ibana mangan sian na pinarbadiaan, ingkon jolo didionna dagingna di bagasan aek.","22:7 Ia dung mate mata ni ari ias ma ibana, dung i jadi ma panganonna sian na pinarbadiaan, ai sipanganonna hian do i.","22:8 Na mate garam dohot juhut soroan ndang jadi panganonna, asa unang paramunonna dirina binahen ni; ai Ahu do Jahowa.","22:9 Dibahen i ingkon radotannasida pangoloion tu Ahu, asa unang dapotan dosa nasida marhite sian i, laos mate maon binahen ni, tung sura marlea binahenna i, ai Ahu do Jahowa, na pabadiahon nasida.","22:10 Angkup ni halak ruar pe ndang jadi panganonna na pinarbadiaan, nang halak na manompang di malim, nang anak gajianna, ndang jadi mangan sian na badia.","22:11 Alai tung sura adong sahalak tinuhor ni malim i dohot perakna sandiri, jadi do anggo i mangan sian i; nang halak na tubu di bagasan jabuna, jadi do mangan sian sagusaguna.","22:12 Alai anggo boru ni malim, ia dung gabe ripe ni halak ruar, ndang jadi ibana mangan sian pelean tatingan na pinarbadiaan.","22:13 Alai anggo boru ni malim naung mabalu manang pinaulak, jala ndang marpinompar, gabe mulak nasida sumuang tu jabu ni amana, i ma na jadi mangan sian sagusagu ni amana, suang songon uju di haposoonna; alai anggo sandok halak ruar ndang jadi mangan sian i.","22:14 Alai manang ise na mangan sian na pinarbadiaan i binahen ni liluna, ingkon patambaonna saparlima godangna, jala paulahonna tu malim na pinarbadiaan i.","22:15 Asa unang marlea dibahen nasida na pinarbadiaan ni halak Israel bahen pelean tatingan tu Jahowa;","22:16 Asa unang dapotan hajahaton nasida dohot hasalaan, ala pinanganna na pinarbadiaannasida; ai Ahu do Jahowa na pabadiahon nasida.","22:17 Dung i ro muse hata ni Jahowa tu si Musa songon on:","22:18 Dok ma tu si Aron ro di angka anakna ro di sandok halak Israel, dohononmu ma tu nasida: Manang ise pe sian pinompar ni halak Israel manang sian halak dagang pe di tongatonga ni halak Israel, molo naeng ibana mamelehon peleanna marguru tu saluhut bagabaganasida, jala marguru tu sandok silehonlehon sian lomonasida i, angka na naeng pelehononna tu Jahowa bahen pelean situtungon.","22:19 Asa tung jumpangan asi ni roha hamu, ingkon tunggal na so martihas buatonna sian lombu, manang anak ni birubiru manang hambing.","22:20 Saluhut tahe na martihas ndang jadi pelehononmuna, ai ndang dapotan asi ni roha hamu marhite sian i.","22:21 Tung sura adong sahalak na mamelehon sada pelean hamauliateon tu Jahowa naeng manggarar bagabagana, manang bahen pelean lomo ni rohana, ingkon buatonna sian lombu manang birubiru na so martihas, asa dapotan asi ni roha ibana, na so tupa tahe martihas.","22:22 Molo tung mapitung manang maponggol holiholina manang mabugang manang darangon manang gurapon manang baro on, i ma angka na so jadi pelehononmuna tu Jahowa, jala ndang jadi lehononmuna sian i tu Jahowa bahen pelean situtungon di atas langgatan i.","22:23 Alai anggo jonggi manang birubiru na maganjangku ruasna manang majempekku, jadi do nian hobasonmu bahen pelean sian lomo ni roham, alai anggo tung manggarar bagabaga ndang tarhalomohon Jahowa.","22:24 Tole pinahan na pinaias binahen ni na tartambing manang tarlisat manang dironton manang dihorot, ndang jadi pelehononmuna tu Jahowa, jala ndang jadi bahenonmuna songon i di tanomuna i.","22:25 Nang sian tangan ni halak sileban ndang jadi sian angka sisongon i pelehononmuna bahen sagusagu lomo ni roha ni Debatamuna, ai busukna do di bagasan nasida gabe tihasna do i, gabe ndang dapotan asi ni roha hamu marhite sian i.","22:26 Dung i ro muse hata ni Jahowa tu si Musa songon on:","22:27 Molo tubu sada anak ni lombu manang anak ni birubiru manang anak ni hambing, ingkon pitu ari lelengna pasombuonmu rap dohot inana, tole paualuarihon manang lobi sian i, jadi ma i pelehononhon bahen pelean situtungon tu Jahowa.","22:28 Alai ndang jadi rap seatonmuna di bagasan sada ari lombu manang birubiru rap dohot anakna.","22:29 Alai tung sura naeng pelehononmuna sada pelean pujipujian tu Jahowa, antong pelehon hamu ma i asa dapotan asi ni roha hamu.","22:30 Ingkon laos di ari na sasada i do i panganonmuna, ndang jadi marlobilobi sian i tu marsogot, ai Ahu do Jahowa.","22:31 Dibahen i ingkon radotanmuna angka tonangku, asa mangulahon angka i, ai Ahu do Jahowa.","22:32 Asa unang marlea dibahen hamu Goarhu na badia i, asa tung badia Ahu di tongatonga ni halak Israel; ai Ahu do Jahowa, na pabadiahon hamu.","22:33 Jala Ahu naung manogihon hamu ruar sian tano Misir, asa Ahu gabe Debatamuna i, Ahu Jahowa."," "],["23:1 Dung i ro muse hata ni Jahowa tu si Musa songon on:","23:2 Paboa ma tu halak Israel, jala dohononmu ma tu nasida: On ma ari raya ni Jahowa, angka sitingtingkononmuna, gabe parluhutan na badia, i ma angka ari raya di Ahu.","23:3 Onom ari lelengna ingkon mangula ulaon ho, alai anggo ari papituhon i ari Sabbat paradianan, ari parluhutan na badia; nanggo sada ulaon ndang jadi ulahononmu disi, ai ari Sabbat di Jahowa do i di saluhut ingananmuna.","23:4 Alai angka on do ari raya di Jahowa, ari parluhutan na badia, angka sitingtingkononmuna di tingkina be binuhul hian:","23:5 Di bulan sipaha sada di ari sampulu opat mareak bodari, disi ma ari raya Paska ni Jahowa.","23:6 Tole di ari sampulu lima bulan i, disi ma ari raya sagusagu na so niasoman di Jahowa; ingkon pitu ari lelengna hamu manganhon sagusagu na so niasoman.","23:7 Di ari parjolo ingkon ari parluhutan na badia di hamu, nanggo sada ulaon ariari ndang jadi ulahononmuna disi.","23:8 Ingkon pitu ari padodot hamu mamelehon pelean situtungon di Jahowa; tole di ari papituhon i ingkon ari parluhutan na badia, nanggo sada ulaon ariari ndang jadi ulahononmuna disi.","23:9 Dung i ro muse hata ni Jahowa tu si Musa songon on:","23:10 Paboa ma tu halak Israel jala dohononmu ma tu nasida: Ia dung sahat hamu tu tano, silehononku tu hamu, jala sanga hamu manggotil gogona i, ingkon boanonmuna ma tibalan parjolo sian patumonaanmuna i tu malim.","23:11 Ingkon malim i muse manatingnating tibalan i di adopan ni Jahowa, asa dapotan asi ni roha hamu; alai marsogotna i pe dung ari Sabbat ingkon tatingan ni malim i.","23:12 Jala di ari panatingnatinganmuna di tibalan i, ingkon pelehononmuna sada anak ni birubiru na so martihas na marumur sataon bahen pelean situtungon di Jahowa.","23:13 Rap dohot peleanna sipanganon: Dua parpuluan itak na lamot na nidogil dohot miak bahen pelean situtungon, uap na hushus di Jahowa, tole dohot sada pelean siinumon sian anggur saparopat hin.","23:14 Jala ndang jadi panganonmuna sagusagu manang tipatipa manang dahanon na niitak sahat ro di ari pamboanmuna di pelean tu Debatamuna; i ma uhum na hot salelenglelengna di pinomparmuna di sandok ingananmuna i.","23:15 Dung i ingkon bilangonmuna ma olat ni ari dung Sabbat i, olat ni ari pamboanmuna tahe di tibalan tatingan pitu ari Sabbat boho.","23:16 Sahat ro di ari dung salpu ari Sabbat papituhon i, boho limapulu ari bilanganmuna, asa pelehononmuna sada pelean sipanganon na imbaru di Jahowa.","23:17 Ingkon boanonmuna tahe sian ingananmuna be dua sagusagu bahen pelean tatingan, sian dua parpuluan itak na lamot na niasoman, na minasak bahen patumonaan di Jahowa.","23:18 Jala ingkon pelehononmuna dongan ni sagusagu i pitu anak ni birubiru, angka na so martihas na marumur sataon dohot sada lombu na bajar dohot dua birubiru tunggal; luhutna i ingkon gabe pelean situtungon di Jahowa rap dohot peleanna sipanganon dohot siinumon, bahen pelean situtungon, uap na hushus di Jahowa.","23:19 Ingkon pelehononmuna huhut sada hambing tunggal bahen pelean pardosaan dohot dua anak ni birubiru na marumur sataon, bahen pelean hamauliateon.","23:20 Ingkon tatingon ni malim ma angka i rap dohot sagusagu patumonaan bahen pelean tatingan di adopan ni Jahowa rap dohot anak ni birubiru na dua i; ingkon badia di Jahowa ma i jala jambar ni malim.","23:21 Ingkon tingtingkononmuna do ari na sasada i, ingkon ari parluhutan na badia do i di hamu; nanggo sada ulaon ariari ndang jadi ulahononmuna disi; patik na hot salelenglelengna ma i di pinomparmuna di saluhut ingananmuna i.","23:22 Molo digotil hamu parbue ni tanomuna, ndang jadi suda gotilonmuna duru ni haumamu, jala ndang jadi suda jomputonmu na marpisikpisik di panabianmuna, ingkon tinggalhononmu do i di halak na pogos dohot di halak dagang; ai Ahu do Jahowa, Debatamuna i.","23:23 Dung i ro muse hata ni Jahowa tu si Musa songon on:","23:24 Paboa ma tu halak Israel songon on: Di bulan sipaha pitu di artia, ingkon marari raya paradianan hamu disi, ari parningotan di parsaruneon, ari parluhutan na badia.","23:25 Nanggo sada ulaon ariari ndang jadi ulahononmuna disi, ingkon pelehononmuna do sada pelean situtungon di Jahowa.","23:26 Dung i ro muse hata ni Jahowa tu si Musa songon on:","23:27 Tole di ari sampulu di bulan sipaha pitu i, i ma ari raya pardengganan, i ma ari parluhutan na badia di hamu, ingkon paunduhonmuna rohamuna disi dohot mamelehon sada pelean situtungon di Jahowa.","23:28 Nanggo sada ulaon ndang jadi ulahononmuna di ari na sasada i, ai ari raya pardengganan do i mambahen pardengganan di hamu di adopan ni Jahowa, Debatamuna i.","23:29 Ai manang ise na so paunduk rohana di ari na sasada i, ingkon siaphononhon do i sian tongatonga ni bangsona.","23:30 Jala manang ise na mangula nanggo sada ulaon di ari na sasada i, ingkon Ahu mangago halak sisongon i sian tongatonga ni bangsona.","23:31 Nanggo sada ulaon ndang jadi ulahononmuna disi; ingkon patik na hot salelenglelengna ma i di saluhut pinomparmuna di saluhut ingananmuna i.","23:32 Ingkon ari Sabbat paradianan ma i di hamu, jala ingkon paunduhonmuna rohamuna di ari sia di bulan na sasada i mareak bodari; ingkon sian bodari sahat tu bodari marsogotna i hamu maradian di ari Sabbatmu.","23:33 Dung i ro muse hata ni Jahowa tu si Musa songon on:","23:34 Paboa ma tu halak Israel songon on: Di ari sampulu lima di bulan sipaha pitu, disi ma ari raya parlapelapean di Jahowa, pitu ari lelengna.","23:35 Di ari parjolo do ari parluhutan na badia; nanggo sada ulaon ariari ndang jadi ulahononmuna disi.","23:36 Ingkon pitu ari padodot hamu mamelehon pelean situtungon di Jahowa; tole paualuarihon, ingkon ari parluhutan na badia di hamu, jala pelehononmuna pelean situtungon di Jahowa, i ma mata ni ari raya i, nanggo sada ulaon ariari ndang jadi ulahononmuna disi.","23:37 I ma angka ari raya di Jahowa, ingkon tingtingkononmuna do i bahen ari parluhutan na badia laho mamelehon tu Jahowa angka pelean api, pelean situtungon, pelean sipanganon, pelean sipotongon dohot pelean siinumon, ganup di arina be.","23:38 So padohot angka ari Sabbat di Jahowa jala so padohot angka silehonlehonmuna dohot bagabagamuna dohot sude silehonlehonmuna sian lomo ni rohamuna, angka na nilehonmuna tu Jahowa.","23:39 Dibahen i di ari sampulu lima di bulan sipaha pitu, ia dung dipapungu hamu gogo ni tano i, ingkon bahenonmuna ari raya i di Jahowa, pitu ari lelengna; di ari parjolo do ari paradianan, di ari paualuhon i pe ingkon ari paradianan do.","23:40 Jala ingkon buatonmuna di hamu di ari parjolo parbue ni hau angka na denggan, angka bulung ni harambir, angka dangka ni hau na rugun, angka ampolu, jala marlas ni roha hamu di adopan ni Jahowa, Debatamuna i, pitu ari lelengna.","23:41 Ingkon bahenonmuna ari raya i di Jahowa pitu ari lelengna di bagasan sataon; patik na hot salelenglelengna ma i di pinomparmuna; di bulan sipaha pitu ingkon marari raya hamu.","23:42 Ingkon pitu ari lelengna hamu maringan di bagasan angka parlapelapean; nasa na tubu di halak Israel, ingkon maringan di bagasan angka undungundung.","23:43 Asa tung diboto pinomparmuna, paboa Ahu mambahen halak Israel maringanan di bagasan angka undungundung, uju Ahu manogihon nasida ruar sian tano Misir; ai Ahu do Jahowa, Debatamuna i.","23:44 Dung i dipaboa si Musa ma tu halak Israel angka ari raya ni Jahowa."," "],["24:1 Dung i ro muse ma hata ni Jahowa tu si Musa songon on:","24:2 Dokkon ma halak Israel, asa diboan nasida tu ho miak Jetun na niduda jala na tinapis bahen miak palito, asa tongtong galak palito i.","24:3 Ingkon di ruar ni rimberimbe na mangolat poti parpadanan i di bagasan undungundung parluhutan hobason ni si Aron palito i olat ni bodari sahat ro di manogotna i di adopan ni Jahowa. I ma aturan na hot salelenglelengna di pinomparmuna i.","24:4 Alai ingkon di atas parpalitoan sian sere na pita hobasonna tongtong angka palito i di adopan ni Jahowa.","24:5 Ingkon buatonmu huhut itak na lamot, jala masahanmu ma sian i sampulu dua sagusagu, ganup sagusagu i dua parpuluan.","24:6 Jala ingkon peakkononmu do i bahen dua timbunan, onomonom sada timbunan di atas meja sian sere na pita di adopan ni Jahowa.","24:7 Jala ingkon bahenonmu di atas ni ganup timbunan daupa na pita bahen pelean parningotan di roti i, i ma sada pelean api di Jahowa.","24:8 Ingkon gonop ari Sabbat do i hobasonna tongtong di adopan ni Jahowa sian halak Israel bahen padan salelenglelengna.","24:9 Jala ingkon jambar ni si Aron dohot angka anakna do i, sipanganonnasida do i di bagasan inganan na badia i, ai i ma apala na badia sahali di ibana sian angka pelean api na tu Jahowa, aturan na hot salelenglelengna do i.","24:10 Dung i ruar ma anak ni sada boru Israel, alai halak Misir do anggo amana, di tongatonga ni halak Israel; jadi marbadai ma anak ni boru Israel i dohot sahalak Israel di parsaroan.","24:11 Jadi diinsahi anak ni boru Israel i ma Goar ni Jahowa, laos mamburai ibana. Dung i diboan nasida ma ibana tu jolo ni si Musa; ia goar ni inana i ma si Selomit, boru ni si Dibri sian marga Dan.","24:12 Dung i dibahen nasida ma ibana tu bagasan hurungan, paima tangkas uhum dabuonnasida hombar tu hata ni Jahowa.","24:13 Dung i ro ma hata ni Jahowa tu si Musa songon on:","24:14 Togihon ma halak pamuraii tu balian ni parsaroan i, jala saluhut halak na umbege pamuraionna i, ingkon mangampehon tangannasida tu atas uluna, laos sandok luhutan i mandangguri ibana mate dohot batu.","24:15 Jala ingkon dohononmu ma tu halak Israel: Manang ise pe na mamburai Debatana, ingkon manginona tu ibana dosana i.","24:16 Jala manang ise na manginsahi Goar ni Jahowa, ingkon marutang hosa ibana, ingkon sandok luhutan i mandangguri ibana mate dohot batu, nang halak dagang, nang halak isi ni tano i hian, molo tung diinsahi Goar ni Jahowa, ingkon marutang hosa ibana.","24:17 Manang ise na mangompongi donganna jolma, pola mate, ingkon marutang hosa ibana.","24:18 Manang ise na mangompongi mate pinahan ni halak na asing, ingkon abulonna do i, pinahan singkat ni pinahan.","24:19 Manang ise na mamukpuhi donganna jolma, suang songon na binahenna bahenon tu ibana.","24:20 Bugang abul ni bugang, mata abul ni mata, ipon abul ni ipon; manang sahitsahit dia tahe binahenna tu donganna jolma, ingkon suang songon i bahenon tu ibana.","24:21 Asa manang ise na mangompongi mate pinahan, ingkon abulonna do i; alai manang ise na mambunu jolma, ingkon marutang hosa ibana.","24:22 Ingkon sisada uhum di hamu, di halak dagang, suang songon di halak isi ni tano hian; ai Ahu do Jahowa Debatamuna i.","24:23 Dung i dipatolhas si Musa ma hata i tu halak Israel, jadi ditogihon nasida ma halak panginsahi i ruar tu balian ni parsaroan jala mate ibana didangguri dohot batu. Asa dibahen halak Israel ma songon na tinonahon ni Jahowa tu si Musa."," "],["25:1 Dung i ro ma hata ni Jahowa tu si Musa di dolok Sinai songon on:","25:2 Paboa ma tu halak Israel jala dohononmu ma tu nasida: Ia dung masuk hamu tu tano, silehononku tu hamu, ingkon pataluonmu do tano i marparadianan Sabbat di Jahowa.","25:3 Ingkon onom taon lelengna saburonmu ladangmu jala onom taon lelengna paiasiasonmu ranting ni hau anggurmu dohot papunguhon angka parbuena.","25:4 Alai anggo di taon papituhon, ingkon marparadianan Sabbat do tano i, i ma Sabbat di Jahowa, ndang jadi saburonmu disi ladangmu manang paiasonmu ranting ni hau anggurmu.","25:5 Alai anggo sagak, na tubu dung salpu gotilon, ndang jadi gotilonmu, angka parbue ni hau anggurmu na so pinaiasmu i pe ndang jadi tapuonmu, ala taon paradianan Sabbat di tano i do i.","25:6 Ianggo gogo ni tano i di taon paradianan Sabbat i, ingkon gabe sipanganon di hamuna, di ho tahe dohot di naposom baoa dohot parompuan dohot di halak gajianmu dohot di donganmu sajabu, nang di halak dagang na manginsua di lambungmi.","25:7 Di pinahanmu dohot di binatang na di tanomu; sandok gogo ni tano i tahe ingkon gabe sipanganon.","25:8 Dung i bilangonmu ma di ho pitu taon paradianan Sabbat, i ma pitu hali pitu taon, asa leleng ni na pitu taon paradianan Sabbat gabe opatpulu sia taon toropna.","25:9 Ingkon mangkuling ma bahenonmu soara ni sarune tingting di bulan sipaha pitu di ari sampulu, ingkon di ari pardengganan tahe mangkuling bahenonmuna soara ni sarune tingting di sandok tanomuna i.","25:10 Ingkon parbadiaanmuna do taon palimapuluhon jala tingtingkononmuna haluaon di tano i tu saluhut halak pangisina; ingkon gabe taon parolopolopon do i di hamu, jala ingkon mulak hamu ganup tu partalianna, mulak huhut ganup tu donganna hian.","25:11 Taon parolopolopon do tahe di hamu taon palimapuluhon i; ndang jadi hamu manabur disi jala ndang jadi hamu manggotil sagakna, jala ndang jadi tapuonmuna parbue ni hau anggur na so pinaias i rantingna.","25:12 Ai taon parolopolopon do i, ingkon badia do i di hamu ingkon panganonmuna disi gogo ni ladang na tubu boti.","25:13 Ia di taon parolopolopon i, ingkon mulak tu ganup partalianna hian.","25:14 Dibahen i tung sura digadis hamu manang aha tu donganmu manang tinuhormu tahe sian tangan ni donganmu, ndang jadi hamu masiangatan sama dongan.","25:15 Ingkon marguru tu bilangan ni taon dung salpu taon parolopolopon tuhoronmu do i sian donganmu; ingkon marguru tu bilangan ni taon pambuatmu di gogona, gadisonna do i muse tu ho.","25:16 Marguru tu torop ni taon ingkon pagandaonmu panuhorna, jala marguru tu otik ni taon, ingkon paoruonmu do panuhorna, ai bilangan ni pambuatmu di gogo ni tano i huhut ginadisna tu ho.","25:17 Dibahen i ndang jadi masiangatan hamu sama dongan, alai ingkon marhabiaran hamu mida Debatamu; ai Ahu do Jahowa, Debatamuna i.","25:18 Dibahen i ingkon patupaonmuna angka aturanku jala radotanmuna angka uhumhu, asa marparange hamu hombar tusi, asa marsonangsonang hamu maringan di tano i.","25:19 Ingkon lehonon ni tano i parbuena asa singkop panganonmuna, jala marsonangsonang hamu maringan disi.","25:20 Jala tung sura dohononmuna: Tung aha ma panganonnami di taon papituhon i, ai ndang jadi hami manabur, jala ndang jadi hami papunguhon gogo ni tanonami?","25:21 Ingkon dohononku ma pasupasungku songgop tu hamu di taon paonomhon i, asa tubuhononna gogona di hamu singkop tolu taon.","25:22 Asa molo manabur hamu di taon paualuhon, ingkon panganonmuna sian parbue na musang i sahat ro di taon pasiahon sahat ro di haroro ni parbue na imbaru tahe, ingkon panganonmuna na musang.","25:23 Dibahen i ndang jadi gadisonmuna tano i sipatepate, ai Ahu do nampuna tano i, halak dagang do anggo hamu jala paisolat di lambungki.","25:24 Asa di sandok tano partalianmuna i, ingkon masuk sitobus di tano i.","25:25 Tung sura lam marpogos donganmu, gabe digadis deba sian partalianna, gabe ro donganna na sumolhot tu ibana, ingkon tobusonna na ginadis ni donganna i.","25:26 Alai tung sura adong sahalak na so tangkas mardongan tau panobus, hape lam dapot tanganna do na singkop bahen partobusna:","25:27 Ingkon etonganna angka taon panggadisna, jala na lobi sian hepeng i ingkon paulahonna tu jolma panggadisanna i, asa mulak ibana tu partalianna.","25:28 Alai tung sura ndang singkop dapot tanganna, asa paulahonna tu ibana, barang na ginadisna i, ingkon tinggal do i gomgomon ni halak panuhor, paima jumpang taon parolopolopon; alai anggo di taon parolopolopon malua boti do i gabe mulak ibana tu partalianna.","25:29 Tung sura adong sahalak naung manggadis jabuna di bagasan huta na marparik, jadi do tobusonna dung boho sataon panggadisna i; i ma buhulna tartobussa.","25:30 Alai tung sura so ditobus dung boho na sataon i, ingkon pate bagas na di bagasan huta na marparik di panuhor ro di pinomparna, ndang jadi mulak nang di taon parolopolopon.","25:31 Alai anggo angka bagas na di sosor mamungka, angka na so marparik dope humaliang, ingkon doshon ladang ni luat i do i etongan, masuk do tobusonna, jala ingkon mulak boti di taon parolopolopon.","25:32 Alai anggo taringot tu huta ni halak Lepi, angka bagas tahe di bagasan huta partaliannasida i, ingkon tongtong do masuk tobuson ni halak Lepi.","25:33 Tung sura adong manang ise na so manobus manang aha sian halak Lepi, ingkon mulak boti bagas na ginadis i manang huta ni partalianna pe anggo di taon parolopolopon; ai angka bagas di bagasan huta ni halak Lepi, i do partaliannasida i di tongatonga ni halak Israel.","25:34 Alai anggo tano upa parik humaliang hutanasida i, ndang jadi gadison, ai partaliannasida do i ro di salelenglelengna.","25:35 Tung sura lam marpogos donganmu, lam surut tahe parbohalon di lambungmu, ingkon tolonganmu do ibana, nang halak dagang nang halak paisolat ibana, asa mangolu ibana di lambungmu.","25:36 Ndang jadi buatonmu sian ibana bunga ni hepeng manang parlabaan na torbang, ingkon mabiar do ho mida Debatam, asa mangolu donganmu di lambungmu.","25:37 Ndang jadi paanakkononmu hepengmu mambuat bunga, manang pasalihononmu emem mambuat parlabaan sian i.","25:38 Ai Ahu do Jahowa, Debatamuna i, naung manogihon hamu ruar sian tano Misir, naeng marbasabasahon tu hamu tano Kanaan, asa Ahu gabe Debatamuna.","25:39 Tung sura lam marpogos donganmu di lambungmu, pola mangadop ibana tu ho, ndang jadi dohononmu ibana mangula ulaon ni hatoban.","25:40 Ingkon songon halak gajian manang panginsua ibana di lambungmu, jala mangunduk tu ho, sahat ro di taon parolopolopon.","25:41 Dung i ingkon malua boti ibana sian ho, ibana tahe rap dohot anakkonna, jala ingkon mulak ibana tu donganna hian, mulak huhut tu partalian ni ompuna.","25:42 Ai nang nasida angka naposongku do, angka naung hutogihon ruar sian tano Misir; dibahen i ndang jadi gadison nasida, songon panggadis ni halak di hatoban.","25:43 Ndang jadi maporanhu pangarajaionmu di ibana, ai ingkon habiaranmu do Debatam.","25:44 Molo naeng ho marhatoban baoa manang parompuan, ingkon tuhoronmu do i sian bangso parbegu, angka na humaliang hamu; ai holan sian nasida do na jadi tuhoronmu hatoban baoa manang parompuan.","25:45 Nang sian angka anak ni halak dagang, angka na maisolat di tongatongamuna, jadi do tuhoronmuna sian nasida dohot sian pinomparnasida na di lambungmuna, angka na tubu di bagasan tanomuna, nasida do na jadi gabe hatobanmuna.","25:46 Jadi do huhut nasida gabe teanteanan di anakmuna, dung salpu hamu, bahen ugasan siteanon, gabe hatobannasida ro di saleleng ni lelengna; alai anggo hahaanggimuna, halak Israel i, ndang jadi marporanhu pangarajaion ni ganup tu donganna.","25:47 Tung sura lam naek sorga sahalak dagang manang panginsua di lambungmi, hape lam marpogos ia donganmu di lambungna, pola mandingding ibana tu halak dagang, panginsua na di lambungmi manang tu pinompar ni halak dagang i.","25:48 Ingkon masuk do tobuson ibana dung ginadisna dirina; ingkon sahalak sian hahaanggina manobus ibana.","25:49 Manang amangtuana, manang anak ni amangtuana na jadi manobus ibana, manang sihasolhotanna na asing pe ingkon tobusonna ibana; manang ia dapotan pangomoan tanganna, ingkon ibana manobus dirina.","25:50 Alai ingkon jolo marpopar ibana dohot halak na manuhor ibana, olat ni taon panuhorna di ibana sahat ro di taon parolopolopon, jala ingkon marguru tu bilangan ni taon taksiron hepeng panuhorna i, hira halak gajian ariari di lambungna.","25:51 Tung sura torop dope angka taon i, ingkon marguru tusi godang ni hepeng panuhorna hian paulahonna masuk partobusna.","25:52 Alai molo otik nama tinggal taonna, paima jumpang taon parolopolopon, ingkon etongonna do i; marguru tu bilangan ni taonna ingkon paulahonna hepeng partobusna i.","25:53 Ingkon songon halak gajian ibana di lambungna sian taon na sada tu taon muse, jala ndang jadi maporanhu pangarajaionna mida ibana di adopan ni matam.","25:54 Alai tung sura ndang dapotsa tobusonna dirina marhite sian i, ingkon malua boti ibana di taon parolopolopon rap dohot angka anakkonna.","25:55 Ai angka naposongku do halak Israel, naposongku ma tutu angka naung hutogihon ruar sian tano Misir. Ahu do Jahowa, Debatamuna i."," "],["26:1 Ndang jadi hamu paulihon di hamu ajiajian manang ganaganaan, jala ndang jadi hamu pajongjongkon di hamu tiang bahen parningotan manang batu bahen panombanombaan di tanomuna, laho marsomba tusi; ai Ahu do Jahowa, Debatamuna i.","26:2 Ingkon radotanmuna do angka ari Sabbathu, jala marmulia bahenonmuna ingananku na badia i; ai Ahu do Jahowa.","26:3 Molo marparange hamu di bagasan angka aturanku jala diradoti hamu angka tonangku dohot patupahon angka i.","26:4 Jadi lehononku ma tu hamu udan di tingki halehetanna, jala lehonon ni tano i ma gogona, hau di ladang pe lehononna ma parbuena.","26:5 Jadi tuk ma partaonanmuna sian tingki pardegeon sahat tu tingki panapuon di parbue ni anggur, boti muse tu tingki panaburon. Jadi panganonmuna ma sagusagumuna maradu bosuran, jala marsonangsonang hamu maringan di tanomuna i.","26:6 Jala bahenonku ma marhasonangan tano i, asa sonang hamu modom, jala ndang adong panonggoti nanggo sahalak; jala Ahu maniaphon angka binatang na rahat sian tano i, podang i pe ndang be jadi pasusasusa tanomuna i.","26:7 Ingkon leleanmuna do angka musumuna i, asa marragean nasida di adopanmuna bahenon ni podang.","26:8 Ingkon lima halak sian hamu mangalele saratus, jala saratus halak sian hamu mangalele saloksa, ingkon marragean musumuna di adopanmuna marhite sian podang.","26:9 Jala marpanatap ma Ahu tu hamu, jala tumpahanku ma hamu matorop mabue, asa pahothon padanhu tu hamu.","26:10 Jala panganonmuna ma eme na musang, jala paruaronmuna ma eme na musang i ala eme na imbaru i.","26:11 Jala pajongjongonku ma ingananku di tongatongamuna, jala ndang marbiasbias rohangku mida hamu.","26:12 Jala Ahu mardalani di tongatongamuna, jala Ahu gabe Debatamuna, jala hamu gabe bangsongku.","26:13 Ahu do Jahowa, Debatamuna i, naung manogihon hamu ruar sian tano Misir, asa unang be hamu hatobannasida, jala nunga Ahu mamonggolhon hau ni augamuna, jala Ahu mambahen marsihohot langkamuna.","26:14 Alai tung sura ndang ditangihon hamu Ahu, jala ndang diulahon hamu sude angka tona on.","26:15 Jala tung sura ditoishon rohamuna angka aturanku jala marbiasbias rohamuna mida angka uhumhu, gabe ndang diulahon hamu sude angka tonangku, lam diose hamu tahe padan na hubahen i.","26:16 Ahu pe antong bahenonku ma tu hamu songon on: Marlulu ma Ahu dompak hamu marhite sian hasonggoton, sahit tiarap dohot panepane, pola lotop matamuna bahenonna jala malampot ateatemuna; magopo sambing bonimuna saburhononmuna, ai suda do i panganon ni musumuna.","26:17 Ahu huhut pahusorhon Bohingku mangalo hamu, asa tunduk hamu bahenon ni musumuna, jala halak na mangkagigihon hamu manggomgomi hamu, gabe ripe maporus hamu, atik pe so adong na mangalele hamu, nanggo sahalak.","26:18 Tung sura laos ndang ditangihon hamu dope Ahu, lompit pitu hali dope pinsangonku hamu ala ni dosamuna i.","26:19 Laos Ahu ma pajepolhon hajungkaton ni gogomuna, jala Ahu mambahen langitmuna hira gabe bosi jala tanomuna i hira gabe tombaga.","26:20 Asa tung magopo sambing halojaonmuna, jala ndang be lehonon ni tanomuna gogona, angka hau di ladang pe ndang be lehononna parbuena.","26:21 Tung sura laos mangalo dope hamu dompak Ahu jala ndang olo hamu manangihon Ahu, lompit pitu hali dope torungku tu hamu, hombar tu dosamuna i.","26:22 Pamasaongku ma di tongatongamuna binatang na rahat sian harangan na mambahen hamu punu dohot mangago pinahanmuna dohot paoruhon bilanganmuna dohot mambahen tarulang angka dalanmuna i.","26:23 Tung sura laos so olo dope hamu mangkangoluhon pinsangpinsang na sian Ahu, laos mangalo dope hamu dompak Ahu.","26:24 Toltol ma dohot rohangku mangalo hamu, lompit pitu hali ma panoruingku tu hamu ala ni dosamu.","26:25 Ahu sandiri parohon mangalo hamu podang partubolon mangaluluhon padan na hubahen i: Tung sura marpungupungu hamu di bagasan angka hutamuna i, tongosonku ma begu antuk di tongatongamuna, jala pasahatonku hamu tu bagasan tangan ni musu.","26:26 Ia dung huponggolhon tungkot parbohalan sian hamu, gabe sampulu parompuan marmasak rotimuna di bagasan sada liang parmasahan, pola martimbangan paulahonnasida sagusagumuna i, laos panganonmuna do nian, alai ndang butong.","26:27 Tung sura laos so ditangihon hamu dope Ahu marhite sian i, tong dope hamu mangalo dompak Ahu.","26:28 Toltol ma dohot rohangku mangalo hamu marhite sian rimas na marsigorgor, jala lompit pitu hali dope hamu toruanku, ala ni dosamuna i.","26:29 Ingkon laos hamu manganhon sibuk ni anakmuna sandiri dohot sibuk ni borumuna i.","26:30 Laos Ahu mangarumpakkon angka joro parsantianmuna dohot maniaphon angka tiang panombanombaanmuna, jala Ahu mangareongkon bangkemuna tu atas ponggolponggol ni ajiajianmuna, laos marbiasbias ma rohangku mida hamu.","26:31 Jala tarulang ma bahenonku hutamuna gabe halongonan, jala lohaonku ma angka ingananmuna na badia i, jala ndang be lomo rohangku manganggo uap na hushus sian hamu.","26:32 Ahu ma tutu mangulang tano i, pola tarhatotong ala ni musumuna, angka na maringan disi.","26:33 Alai anggo hamu paserahonku ma tu tongatonga ni angka bangso parbegu, laos Ahu patioptiop podang na niumpat mangeak hamu sian pudi, asa gabe halongonan tanomuna i jala tarulang angka hutamuna i.","26:34 Disi ma sombu roha ni tano i di angka Sabbat hatalunanna, saleleng tarulang tahe, uju hamu di tano ni musumuna; disi ma tutu marari Sabbat hatalunan tano i, jala sombu rohana di angka Sabbat hatalunanna i.","26:35 Saleleng halongonan tahe marari Sabbat hatalunan tano i, ala so tarbahensa marari Sabbat hatalunan, saleleng hamu maringan disi.","26:36 Ia tu jolma angka na tinggal i sian hamu patubuonku ma roha hagodoron di tano ni musunasida i, asa parderes ni sada bulung mangalele nasida, asa maporus nasida songon halak na nieak ni podang, jala marragean nasida, atik pe soada na mangalele nanggo sahalak.","26:37 Jala martinggangan hamu ganup binahen ni donganna, hira na nieak ni podang, hape so adong na mangeak nanggo sahalak; jala ndang manahan hamu jongjong di adopan ni musumuna.","26:38 Ingkon mago hamu di tongatonga ni angka bangso parbegu, jala suda hamu panganon ni tano ni musumuna i.","26:39 Alai angka na tinggal i sian hamu ingkon mandate do binahen ni hajahatonna di angka luat ni musumuna; angka hajahaton ni ompunasida pe, ingkon manginona tu nasida umbahen mandate nasida.","26:40 Alai molo tung diundukkon nasida hajahatonnasida i dohot hajahaton ni ompunasida i, na manggunturi i nasida dompak Ahu, jala dipatangkang rohana mangalo Ahu.","26:41 Alana huhut umbahen hehe dohot Ahu mangalo nasida dohot mamboan nasida tu tano ni angka musunasida, anggiat tung dipaunduk rohanasida na so tarsunat i, jala dihalomohon torutoru ala hajahatonnasida.","26:42 Jadi marningot ma Ahu di padan na hubahen i tu si Jakkob, si Isak dohot tu si Abraham, marningot Ahu huhut di tano i.","26:43 Alai anggo tano i, dung ditinggalhon nasida, halomohononna ma ari Sabbat hatalunanna, ala tarulang do i binahennasida, nasida sandiri pe halomohononna do torutoru ala hajahatonnasida i, ala naung tinoisanna i tutu angka uhumhu jala marbiasbias rohana mida angka aturanku.","26:44 Alai nang tung sura pe naung sahat nasida tu tano ni musunasida i, ndang bolongkononku nasida situtu manang marbiasbias Ahu mida nasida, anggo tung maniaphon nasida situtu laho manguba padan na hubahen i tu nasida; ai Ahu do Jahowa, Debatanasida i.","26:45 Ingotonku ma huhut tu nasida padan na hubahen i tu ompunasida parjolo, uju na hutogihon nasida ruar sian tano Misir di adopan ni angka bangso parbegu, asa Ahu gabe Debatanasida; Ahu Jahowa i tutu.","26:46 I ma angka aturan dohot uhum dohot patik, angka na pinatindang ni Jahowa parjanjianna tu halak Israel di dolok Sinai marhite sian tangan ni si Musa."," "],["27:1 Dung i ro ma hata ni Jahowa tu si Musa songon on:","27:2 Paboa ma tu halak Israel jala dok ma tu nasida: Tung sura manang ise naeng marbagabaga hasurungan, ingkon marguru tu pangasammu di angka jolma i gararonna tu Jahowa.","27:3 Ia pangasammu di baoa na marumur duapulu taon sahat ro di onompulu taon, ingkon asamonmu ibana limapulu sekkel perak marguru tu sekkel na di inganan na badia i.","27:4 Alai tung sura parompuan ibana, ingkon asamonmu tolupulu sekkel.","27:5 Molo marumur lima taon jolma i sahat ro di duapulu taon, ingkon asamonmu ibana duapulu sekkel, molo baoa, alai molo parompuan sampulu sekkel do.","27:6 Molo marumur ibana sabulan sahat ro di lima taon, ingkon asamonmu ibana lima sekkel perak, molo baoa, alai molo parompuan tolu sekkel perak asamonmu.","27:7 Tung sura onompulu taon umur ni jolma i manang lobi sian i, ingkon asamonmu ibana sampulu lima sekkel, molo baoa, sampulu sekkel molo parompuan.","27:8 Alai tung sura mapogoshu ibana manggarar pangasammu, ingkon ro ibana tu jolo ni malim i, asa malim i mangasam ibana; alai ingkon marguru tu na dapot tangan ni halak na marbagabaga i asamon ni malim i ibana.","27:9 Alai tung sura pinahan do i na tarpelehon bahen pelean tu Jahowa, nasa na pinelehon ni halak sian i na badia do i di Jahowa.","27:10 Ndang jadi singkaton manang pasambaron, na denggan singkat ni na roa manang na roa singkat ni na denggan; alai tung sura naeng sambaran ni manang ise, pinahan singkat ni pinahan, ingkon duansa badia di Jahowa.","27:11 Alai tung sura pinahan na ramun do i na so jadi pelehononhon bahen pelean tu Jahowa, ingkon boanon do pinahan i tu adopan ni malim i.","27:12 Ingkon malim i muse mangasam pinahan i, manang na denggan manang na roa, jala ingkon pangasam ni malim i do na lalu.","27:13 Alai tung sura manang ise naeng manobussa, ingkon patambaonna saparlimana sian pangasammu hian.","27:14 Tung sura manang ise pabadiahon bagasna bahen inganan na badia di Jahowa, ingkon asamon ni malim do i, manang na denggan manang na roa; ia songon i pangasam ni malim i disi, laos songon i do hot.","27:15 Alai tung sura halak na pabadiahon i naeng manobus jabuna, ingkon patambaonna saparlima perak lobi sian pangasammu, jadi ibana ma nampuna jabu i.","27:16 Tung sura manang ise pabadiahon di Jahowa santurpuk sian partalianna, ingkon asamonmu do i hombar tu bonina; molo sada ampang bonina ingkon mararga limapulu sekkel perak.","27:17 Molo olat ni taon parolopolopon ibana pabadiahon ladangna, ingkon hombar tu pangasammu do hot.","27:18 Alai tung sura dung salpu taon parolopolopon i, ibana pabadiahon ladang i, ingkon timbangon ni malim argana marguru tu taon angka na tinggal i sahat tu taon parolopolopon, dung i oruanna ma pangasamna i.","27:19 Alai tung sura jolma na pabadiahon ladang i naeng manobus muse, ingkon patambaonna saparlima perak pangasammu hian, asa hot di ibana.","27:20 Alai tung sura ndang naeng tobusonna ladang i, lam digadis tahe ladang i tu halak na asing, ndang tartobus be i.","27:21 Ia dung malua ladang i di taon parolopolopon, ingkon badia ma i di Jahowa, suang songon ladang na hona harom, ingkon gabe partalian ni malim do i.","27:22 Tung sura manang ise pabadiahon tu Jahowa santurpuk hauma na nidondonna na so golatna hian.","27:23 Ingkon etongan ni malim tu ibana hepeng pangasammu sahat ro di taon parolopolopon, dung i lehononna ma di na sadari i hepeng pangasammu i, na badia di Jahowa do i.","27:24 Dapot taon parolopolopon, ingkon mulak hauma i tu pandondonanna hian, tu jolma nampuna golat i.","27:25 Alai nasa pangasammu ingkon marguru tu sekkel na di inganan na badia i: Duapulu gera, i ma sada sekkel.","27:26 Holan buhabaju ni pinahan naung Jahowa hian nampunasa ala buhabaju, ndang jadi bagabagahonon ni manang ise, nang lombu, nang birubiru, badia hian do i di Jahowa.","27:27 Alai tung sura pinahan na ramun do i, ingkon tobusonna do i marguru tu pangasammu, jala ambaonna dope tusi saparlimana, alai tung sura so ditobus, jadi ma gadisonna marguru tu pangasammu.","27:28 Alai tahe nasa naung hona harom, naung hinaromhon ni manang ise tu Jahowa sian nasa ugasanna, nang jolma, manang pinahan, manang sian golatna pe, ndang jadi gadisonna manang tobusonna; ai nasa naung hona harom na badia sahali do i di Jahowa.","27:29 Nasa naung hona harom tahe, nang sian jolma, ndang jadi tobuson, ingkon marutang hosa do.","27:30 Nasa parpuluan gogo ni tano i, nang sian boni di ladang, nang sian parbue ni hau, Jahowa tu nampunasa, ingkon badia di Jahowa do i.","27:31 Alai tung sura manang ise naeng manobus manang aha sian parpuluanna, ingkon ambaonna tusi saparlimana.","27:32 Jala nasa parpuluan sian lombu manang birubiru, sian saluhut na tinudu ni batahi, ganup pasampuluhon tahe, ingkon badia di Jahowa do i.","27:33 Ndang pola jolo tangkasan manang na uli manang na roa, jala ndang jadi pasambaronna; alai tung sura manang ise naeng manambarhon, ingkon gabe rap badia do, na sinambarhon dohot sambarna i, ndang jadi tobuson.","27:34 I ma tona, angka na tinonahon ni Jahowa tu si Musa di dolok Sinai, pasahatonna tu halak Israel."," "]]
