[["1:1 On ma surat partuturan ni Jesus Kristus, anak ni si Daud, anak ni si Abraham.","1:2 Anak ni si Abraham si Isak; anak ni si Isak si Jakkob; anak ni si Jakkob si Juda dohot angka hahaanggina.","1:3 Anak ni si Juda si Peres dohot si Jara, sian si Tamar; anak ni si Peres si Hesron; anak ni si Hesron si Ram.","1:4 Anak ni si Ram si Aminadab; anak ni si Aminadab si Nahason; anak ni si Nahason si Salmon.","1:5 Anak ni si Salmon si Boas sian si Rahab; anak ni si Boas si Obed sian si Rut; anak ni si Obed si Isai.","1:6 Anak ni si Isai raja Daud; anak ni si Daud si Salomo, sian jolma ni si Uria.","1:7 Anak ni si Salomo si Rehabeam; anak ni si Rehabeam si Abia; anak ni si Abia si Asa.","1:8 Anak ni si Asa si Josapat; anak ni si Josapat si Joram; anak ni si Joram si Usia.","1:9 Anak ni si Usia si Jotam; anak ni si Jotam si Ahas; anak ni si Ahas si Hiskia.","1:10 Anak ni si Hiskia si Manasse; anak ni si Manasse si Amon; anak ni si Amon si Josia.","1:11 Anak ni si Josia si Jekonya dohot angka hahaanggina; i ma di tingki habubuangnasida na tu huta Babel.","1:12 Jadi dung tarbuang nasida, tubu ma si Sealtiel, anak ni si Jekonya, dung i si Serubabel, anak ni si Sealtiel.","1:13 Anak ni si Serubabel si Abihud; anak ni si Abihud si Eliakim; anak ni si Eliakim si Asor.","1:14 Anak ni si Asor si Sadok; anak ni si Sadok si Akim; anak ni si Akim si Eliud.","1:15 Anak ni si Eliud si Eleasar; anak ni si Eleasar si Mattan; anak ni si Mattan si Jakkob.","1:16 Anak ni si Jakkob si Josep, dongan saripe ni si Maria, na tumubuhon Jesus, na margoar Kristus.","1:17 Sampulu opat do torop ni sundut ni si Abraham ro di si Daud; laos sampulu opat sundut do olat ni si Daud ro di habubuangnasida tu huta Babel, jala sampulu opat sundut do muse olat ni habubuangnasida sahat ro di Kristus i.","1:18 Ianggo hatutubu ni Jesus Kristus songon on do: Uju oroan ni si Josep i dope inana, si Maria i, gabegabean do ibana sian Tondi Parbadia, andorang so masipadonohan dope nasida.","1:19 Ala parroha na bonar si Josep, na mangoro si Maria, ndang adong rohana paurakkon nasida, gabe ditahi rohana nama, naeng sirangkononna songon i.","1:20 Alai di na songon i dope tahi ni rohana, diida ma di nipina surusuruan ni Tuhan i, na mandok tu ibana: O Josep, anak ni si Daud, unang alang roham mangalap si Maria, gabe donganmu saripe muse, ai na sian Tondi Parbadia do na naeng tubu di ibana.","1:21 Tumubuhon Anak ma ibana; Jesus do Goarna, bahenonmu, ai paluaonna do bangsona sian angka dosanasida be.","1:22 Masa pe sudena i, asa jumpang na hinatahon ni Tuhan i marhite sian panurirangna na mandok:","1:23 \"Ida hamu ma, gabegabean do na marbaju i, tubuan Anak ma ibana; jala bahenon do Goarna Immanuel, lapatanna: Donganta ma Debata!\"","1:24 Jadi dung tarsunggul si Josep, dioloi ma hata ni surusuruan ni Tuhan i: Saut ma dialap na niolina i.","1:25 Alai laos so ditanda, paima tubu buhabajuna i; jadi digoar ma Ibana Jesus."," "],["2:1 Asa dung tubu Jesus di huta Betlehem, di luat Judea, uju hinarajahon ni si Herodes, ro ma angka parhapistaran sian purba tu huta Jerusalem,","2:2 angka ninna ma: Didia do Raja na imbaru tubu i? Naung huida hami do bintangna di tano habinsaran; ala ni i ro do hami sumomba Ibana!","2:3 Alai disi dibege raja Herodes hata i, tarsonggot ma ibana ro di sude pangisi ni huta Jerusalem.","2:4 Jadi dipapungu ma angka sintua ni malim ro di sibotosurat ni bangso i, dipamanat ma tu nasida huta hatubuan ni Kristus i.","2:5 Jadi didok nasida ma tu ibana: Huta Betlehem na di luat Judea do, ai songon on do pandok ni panurirang i:","2:6 \"Ia ho, huta Betlehem, apala tung na ummetmet ho di tongatonga ni angka huta na di luat Judea, ai ho do huta haroroan ni Raja i, na marmahan Israel, bangsongki!\"","2:7 Dung i marhusip ma si Herodes manjou angka parhapistaran i tu jolona disihirsihiri ma tu nasida lelengna, dung tarida bintang i.","2:8 Dung i disuru ma nasida tu huta Betlehem, ninna ma: Laho ma hamu, tangkas ma diori hamu Dakdanak i! Ia dung jumpang, paboa hamu ma tu ahu, asa dohot ahu ro marsomba tu Ibana.","2:9 Asa dung dibege nasida hata ni raja i, laho ma nasida. Anggo bintang i, naung niidanasida hian di tano habinsaran i, sai di ginjangnasida do muse, rasirasa sahat tingkos di ginjang ni inganan ni Dakdanak i.","2:10 Marnida bintang i, mansai las situtu ma rohanasida.","2:11 Laos dibongoti ma bagas i, gabe diida ma Dakdanak i dohot si Maria, inana i. Dung i manungkap ma nasida marsomba tu Dakdanak i, dirungkari ma artanasida: Sere, haminjon dohot angka na angur, parsombanasida tu Ibana.","2:12 Dung i ro ma tona ni Debata marhite sian nipinasida, unang pola mulak be tumopot si Herodes; jadi sian dalan na asing nama nasida mulak tu luatnasida.","2:13 Asa dung laho nasida, ro ma surusuruan ni Tuhan i, diida si Josep di nipina, na mandok tu ibana: Hehe ma ho, boan ma Dakdanak i rap dohot inana i, maporus ma hamu tu tano Misir; disi ma hamu jolo, paima ro muse hatangku, ai na naeng luluan ni si Herodes do Dakdanak i, asa bunuonna.","2:14 Jadi hehe ma ibana, diboan ma Dakdanak i rap dohot inana borngin i, maporus tu tano Misir.","2:15 Laos disi ma nasida, paima mate si Herodes, asa jumpang na nidok ni Tuhan i marhite sian panurirangna na mandok: \"Sian Misir do hujou Anakki!\"","2:16 Asa dung mamoto si Herodes, naung dipaotooto angka parhapistaran i ibana, tarrimas situtu ma ibana, disuru ma tu Betlehem dohot tu sandok luat na humaliang i angka na mamunui nasa dakdanak baoa, na marumur dua taon, ro di angka na ummetmet sian i, hombar tu tingki naung nirisihanna sian angka parhapistaran i.","2:17 Disi ma jumpang hata ni panurirang Jeremia na mandok:","2:18 \"Tarbege do di huta Rama soara partangison dohot angguk badar: Diangguhi si Rahel do ianakhonna i: Ndang olo be apulon, ai nunga sun siap nasida.\"","2:19 Alai dung mate si Herodes, diida si Josep ma di nipina surusuruan ni Tuhan i di tano Misir, na mandok tu ibana:","2:20 Hehe ma ho, boan ma Dakdanak i rap dohot inana mulak tu tano Israel, ai nunga mate angka na sumangkapi hosa ni dakdanak i.","2:21 Jadi hehe ma ibana, diboan ma Dakdanak i rap dohot inana mulak tu tano Israel.","2:22 Alai dung dibege ibana, si Arkilaus do hape raja di luat Judea manggonti amana si Herodes, biar do rohana, anggo tung laho tusi. Jala dung ro poda sian Debata tu ibana di nipina, gabe dompak luat Galilea nama ditondong.","2:23 Jadi ojak ma ibana maringanan di sada huta na margoar Nasaret, gabe jumpang ma hata ni panurirang na mandok: Goaron do Ibana si Nasarani!"," "],["3:1 Dung i di laonlaon ni ari hehe ma si Johannes pandidi marjamita di halongonan Judea,","3:2 ninna ma: Pauba hamu ma rohamuna, ai nunga songgop harajaon banua ginjang i!","3:3 Ibana do na pinaboa ni panurirang Jesaya, uju na nidokna: \"Soara ni na manjoujou di halongonan: Pature hamu ma dalan di Tuhan i; pahornop hamu ma sidalananna i!\"","3:4 Imbulu ni unto do ulos ni si Johannes, hulingkuling do hohosna: Angka sihapor dohot situak ni loba do sipanganonna.","3:5 Dung i laho ma pangisi ni Jerusalem manopot ibana, songon i dohot sude halak Judea ro di saluhut angka na maringanan di lambung ni Jordan i.","3:6 Jadi dipandidihon si Johannes ma nasida di aek Jordan i, dung ditopoti be dosanasida.","3:7 Alai di na niidana torop Parise dohot Saduse manopot pandidionna i, ninna ma mandok nasida: Hamu anak ni ulok! Ise do na mangajari hamu, pasidingkon rimas na ro sogot?","3:8 Parbuehon hamu ma na tama, paboa naung muba rohamuna!","3:9 Jala so tung didok hamu di bagasan rohamuna: Si Abraham do amanami! Ai hudok ma tu hamu: Tarjadihon Debata do anak di si Abraham sian angka batu on!","3:10 Ai nunga pola ampe tangke tu daling ni angka hau! Onpe, sitabaon ma nasa hau na so marparbuehon na denggan jala sidabuhononhon tu api!","3:11 Ia ahu, aek do hudidihon tu hamu mandokkon paubahon roha; alai andul gumogo do na ro sian pudingku, gari mamboan sipatuna hurang tama dope ahu. Didihonon ni I do tu hamu Tondi Parbadia dohot api!","3:12 Di tanganna do purpuran; paiasonna ma pardegeanna; papunguonna do emena tu sopona; alai tutungonna do anggo hurangkam i tu api na so ra mintop.","3:13 Uju i ma ro Jesus sian Galilea tu batang aek Jordan, laho padidihon Ibana tu si Johannes.","3:14 Alai manjua do si Johannes, didok ma: Ahu do nian patut didionmu, hape Ho ro mandapothon ahu!","3:15 Alai didok Jesus ma mandok ibana: Songon i ma jolo! Ai tama do tapajongjong nasa hatigoran! Dung i dioloi ma Ibana.","3:16 Asa dung tardidi Jesus, pintor hehe ma Ibana sian aek i, jala mungkap ma langit, jadi tarida ma mijur Tondi ni Debata songon darapati sumonggopi Ibana.","3:17 Laos mangkuling ma soara sian ginjang, didok ma: On do Anakku, Haholongan i; halomoan ni rohangku do Ibana!"," "],["4:1 Dung i ditogihon Tondi i ma Jesus tu halongonan, asa diunjuni sibolis i Ibana.","4:2 Jadi dung opatpulu ari, opatpulu borngin lelengna so mangan Ibana, male ma dihilala.","4:3 Dung i didapothon sipangunjuni i ma Ibana, ninna ma: Molo na tutu Ho Anak ni Debata, dokkon ma batu on gabe sipanganon!","4:4 Alai ninna ma mangalusi: Na didok Surat i do: \"Apala holan sipanganon hangoluan ni jolma; tung nasa hata ni Debata do, na ro sian Ibana!\"","4:5 Dung i ditogihon sibolis i ma Ibana tu huta na badia i, dipajongjong ma Ibana tu atas bagas joro i, dung i ninna ma mandok Ibana:","4:6 Molo Anak ni Debata Ho, timbungkon ma Dirim tu toru, ai didok Surat i do: \"Dohononna do angka surusuruanna manangannangan Ho, asa unang tartuktuk patmu tu batu!\"","4:7 Dung i ninna Jesus ma mandok ibana: Dohot do on didok Surat i: \"Ndang jadi unjunanmu Tuhan Debatam!\"","4:8 Dung i diulahi sibolis i ma manogihon Ibana tu punsu ni dolok na timbo situtu, dipatuduhon ma tu Ibana nasa harajaon na di portibi on ro di hasangaponna, dung i ninna ma mandok Ibana:","4:9 Saluhutna i lehononku do tu Ho, molo olo Ho marsomba tu ahu.","4:10 Dung i didok Jesus ma mandok ibana: Laho ma ne ho, bolis; ai didok Surat i do: \"Tuhan Debatam do sisombaonmu, Sasadasa do sioloanmu!\"","4:11 Dung i ditadingkon sibolis i ma Ibana; jadi ro ma angka pardisurgo marhobasi di Ibana.","4:12 Dung dibege Jesus, naung tarhurung si Johannes, laho ma Ibana tu Galilea.","4:13 Laos ditadingkon ma huta Nasaret, laho maringanan tu huta Kapernaum na di topi ni tao i, di luat Zebulon dohot Naptali.","4:14 Asa jumpang na nidok ni panurirang Jesaya na mandok:","4:15 \"Luat Zebulon dohot Naptali na di topi ni tao i, di ipar ni aek Jordan, luat Galilea, inganan ni angka sipelebegu:","4:16 Jolma angka na maringanan di na holom marnida Panondang na bolon; nunga binsar Panondang i di angka na manginganhon tano na nilinggoman ni hamatean\".","4:17 Jadi olat ni i mamungka ma Jesus marjamita; ia jamitana on do: Pauba hamu ma rohamuna, ai nunga songgop harajaon banua ginjang i!","4:18 Dung i di na mardalani Jesus di topi ni tao Galilea, diida ma disi dua halak na saama na sumampakkon jalanasida tu tao i, ai pardengke do nasida; i ma si Simon na margoar si Petrus dohot donganna saama si Andreas.","4:19 Dung i ninna ma mandok nasida: Ihuthon hamu ma Ahu; bahenonku do hamu gabe sijala jolma!","4:20 Dung i pintor ditadingkon nasida ma jalanasida i, laho mangihuthon Ibana.","4:21 Dung laho Ibana sian i, diida ma muse dua halak na asing na saama, i ma si Jakobus dohot anggina, si Johannes, anak ni si Sebedeus, angka na pauliuli jalanasida hundul di bagasan paraunasida rap dohot si Sebedeus, amanasida i. Jadi dijou ma nang nasida.","4:22 Dung i pintor ditadingkon nasida ma parau i dohot amanasida, laho mangihuthon Ibana.","4:23 Dung i didalani Ibana ma sandok luat Galilea laho mangajari di angka parguruan, mamaritahon Harajaon i huhut pamalum nasa sahit dohot na niae ni halak na disini.","4:24 Jadi tarbarita ma Ibana ro di liat tano Siria, pola dipamboan halak tu Jolona nasa na hansitan, angka parsahit na ragam dohot angka hasonggopan ni angka sibolis dohot angka na solpot bulan on ro di angka na sarion, gabe dipamalum ma nasida saluhutna.","4:25 Jadi mansai torop ma halak mangihuthon Ibana, angka na sian luat Galilea, sian Dekapolis (Sampulu huta), sian Jerusalem, sian Judea dohot sian luat na di bariba ni aek Jordan."," "],["5:1 Asa dung diida Jesus halak na sai torop i, nangkok ma Ibana tu sada tor jadi hundul ma disi; dung i didapothon angka siseanna ma Ibana.","5:2 Dung i marsoara ma Ibana mangajari nasida, ninna ma:","5:3 Martua ma na pogos tondi, ai di nasida do harajaon banua ginjang i!","5:4 Martua ma na marsak roha, ai siapulon do nasida!","5:5 Martua ma na lambok roha, ai teanonnasida do tano on!","5:6 Martua ma na mauas male mida hatigoran, ai sipabosuron do nasida!","5:7 Martua ma na asi roha, ai siasian do nasida!","5:8 Martua ma parroha na ias, ai idaonasida do Debata!","5:9 Martua ma sibahen dame, ai goaron do nasida anak ni Debata!","5:10 Martua ma na pinaburuburu ni halak ala ni hatigoran, ai di nasida do harajaon banua ginjang i!","5:11 Martua ma hamu, molo diinsahi halak hamu manang dipaburuburu manang dipatubutubu ragam ni hata na roa, na so tutu, dompak hamu ala ni Ahu!","5:12 Las ma rohamuna jala marolopolop, ai godang do umpamuna di banua ginjang i, ai songon i do dipaburuburu angka panurirang na jumolo sian hamu.","5:13 Hamu do sira ni tano on! Alai molo tung gabe hambar sira i, aha ma bahenon paansimhon? Nda tung na hasea be i; sibolongkononhon nama tu balian, asa didegei halak.","5:14 Hamu do panondang ni portibi on! Ndang tarbahen so sai patar huta na di atas dolok.","5:15 Ndang dihungkuphon halak ampang tu palito na ginalahanna; tu ginjang ni parpalitoan do dibahen, asa disondangi saluhut na di jabu i.","5:16 Naeng songon i ma marsinondang palitomuna di jolo ni halak, asa diida angka pambahenanmuna na denggan i, asa dipuji nasida Amamuna na di banua ginjang i.","5:17 Unang ma dirimpu rohamuna: Ahu ro mangarumpakkon patik i, manang hata ni angka panurirang i pe. Ndang ro Ahu mangarumpakkon; na pajongjongkon do Ahu!","5:18 Ai hata na sintong do na hudok on tu hamu: Rasirasa sega langit dohot tano on, na so tupa sega sian patik i nanggo sada sisiasia manang sanggurit pe, paima saut saluhutna i.","5:19 Asa manang ise na mangarumpakkon sada sian angka patik na ummetmet i jala dipodahon i tu jolma, i ma goaron na ummetmet di harajaon banua ginjang i; alai na mangulahon jala mangajarhonsa, i do goaron na balga di harajaon banua ginjang i.","5:20 Ai hudok ma tu hamu: Molo so andul dumenggan hatigoranmuna sian hatigoran ni angka sibotosurat dohot Parise, ndang habongotan hamu harajaon banua ginjang i.","5:21 Dibege hamu do hata na tu angka ompu na robi: \"Unang ho mambunu!\" Ia pamunu siuhumon do.","5:22 Alai Ahu do mandok tu hamu: Tu jolo ni paruhuman ma ganup na tarrimas tu donganna; jala tama hona uhum ni rapot godang do ganup na mandok tu donganna: Hurang ajar! Alai na pola mandok tu donganna: Pe ho sisoada!, tama dapot api na roko do i.","5:23 Asa molo diboan ho sipelehononmu tu langgatan, dung i tarsingot roham disi di sogo ni roha ni donganmu dompak ho,","5:24 tadingkon ma sipelehononmi di jolo ni langgatan i; laho ma ho jolo mardenggan dohot donganmi; dung pe i, asa ro ho pasahathon sipelehononmi!","5:25 Tung denggan ma roham maradophon alomi; alai tibu, binsan rap dope hamu di tongandalan! So tung sanga dipasahat alomi ho tu panguhum, gabe dipasahat panguhum i ho tu opasna, gabe dihurungkon ho maon.","5:26 Situtu do na hudok on tu ho: Na so tupa ho ruar sian i, anggo so sahat gararmi sude ro di na saduit!","5:27 Dibege hamu do hata na tu angka ompu na robi: \"Unang ho mangalangkup!\"","5:28 Alai Ahu mandok tu hamu: Manang ise na mamereng boruboru huhut marsangkap na roa, nunga saut dilangkup i di bagasan rohana.","5:29 Molo digasipi mata siamunmi ho, pulsikkon ma i jala bolongkon! Ai dengganan do mago dagingmu deba nuaeng, unang bolong dagingmi hibul sogot tu api na roko!","5:30 Jala molo digasipi tangan siamunmi ho, gotap ma i jala bolongkon! Ai dengganan mago ruas ni dagingmu sada nuaeng, unang bolong dagingmu hibul sogot tu api na roko!","5:31 Angkup ni i didok do: \"Manang ise na palahohon jolmana, ingkon dilehon do surat sirang tu ibana.\"","5:32 Alai Ahu mandok tu hamu: Ganup na palahohon na niolina, ia so ala ni na marmainan, na palangkuphonsa do! Pangalangkup do nang na mambuat na sirang i!","5:33 Angkup ni i, dibege hamu do hata na tu angka ompu na robi: \"Ndang jadi tolononmu na tutu! Naung saut diuarihon ho tu Debata, ingkon gararonmu do!\"","5:34 Alai Ahu mandok tu hamu: Sandok na so tupa hamu manolon nang maruari pe: Manang tu langit i, ai habangsa ni Debata do i;","5:35 manang tu tano on, ai sidegean ni patna do i; manang tu huta Jerusalem pe, ai huta ni Raja na bolon i do i.","5:36 Angkup ni i, ndang jadi ho manolon tu ulum; ai ndang marhuaso ho mambahen bontar manang birong obukmu nanggo sada.","5:37 Songon on ma hatamuna: Olo, anggo olo; ndang, ia ndang! Nasa na ganda sian i, sian na jahat do i!","5:38 Dibege hamu do hata na mandok: \"Mata do abul ni mata; ipon do abul ni ipon!\"","5:39 Alai Ahu mandok tu hamu: Unang alo hamu na jahat! Molo adong na mamastap hurum siamunmi, tarehon ma nang hurummu sihambirang!","5:40 Molo adong na naeng mambahen sindir tu ho, laho mambuat ulosmu, atena ma dohot bajubajum di ibana!","5:41 Molo adong manang ise na manggogoi ho mandongani ibana sapaal, oloi ma ibana dua!","5:42 Lehon na mangido tu ho! Unang tundali na naeng marsali tu ho!","5:43 Dibege hamu do hata na mandok: \"Holong ma roham di donganmi; hosom ma ia di musum!\"","5:44 Alai Ahu do mandok tu hamu: Holong ma rohamu di musumuna; tangiangkon hamu ma angka na paburuburu hamu.","5:45 Asa tung gabe anak ni Amamuna na di banua ginjang i hamu: Ai dipabinsar do mata ni arina tu angka parroha na jahat nang tu na bonar, diparo do udan tu parroha na tigor nang tu na geduk.","5:46 Ai molo holong rohamuna holan di angka na mangkaholongi hamu, dia ma upamuna? Gari angka sijalobeo, nda songon i do dibahen?","5:47 Dia do hasurunganmuna, molo denggan hatamuna holan tu angka donganmuna? Gari angka sipelebegu, nda songon i do dibahen?","5:48 Ipe, ingkon sun denggan do rohamuna songon Amamuna di banua ginjang na sun denggan roha i!"," "],["6:1 Jaga ma hamu, asa unang diulahon hamu hatigoranmuna di jolo ni halak, sitotondurannasida! Ai molo songon i, ndang marupa be hamu sian Amamuna na di banua ginjang i.","6:2 Antong, molo diulahon ho parasinirohaon, unang ma dokkon paluon tingting songon binahen ni halak pangansi di angka parguruan dohot alaman, asa dipuji halak nasida. Na tutu do na hudok on tu hamu: Nunga sahat dijalo nasida upanasida.","6:3 Asa jumpa dilehon ho asiasi, unang ma pola diboto tanganmu sihambirang na nilehon ni tanganmu siamun,","6:4 asa buni angka asi ni roham; jadi baloson ni Amangmu, na marnida di na buni, ma i tu ho!","6:5 Dung i, jumpa martangiang hamu, unang songon halak pangansi hamu, angka na mangkalomohon jongjong martangiang di angka parguruan dohot di dalan balobung, asa diida jolma i nasida. Na tutu do na hudok on tu hamuna: Nunga sahat dijalo nasida upanasida!","6:6 Alai ia martangiang ho, tu bilut ma ho laho; sordak ma pintu i! Dung i martangiang ma ho tu Amangmu na di na buni, gabe baloson ni Amangmu, na marnida di na buni, ma i tu ho!","6:7 Asa uju martangiang hamu, unang marnoninoni bahen hamu songon binahen ni sipelebegu; i dirimpu, tangihonon ni Debata nasida ala ni deak ni hatahatanasida.","6:8 Ipe, unang ma doshon nasida hamu! Ai diboto Amamuna do na ringkot di hamuna, andorang so mangido dope hamu.","6:9 Songon on ma tangiangmuna: Ale Amanami na di banua ginjang! Sai pinarbadia ma Goarmu!","6:10 Sai ro ma harajaonmu! Sai saut ma lomo ni roham di banua tonga on songon na di banua ginjang!","6:11 Lehon ma di hami sadari on hangoluan siap ari!","6:12 Sesa ma dosanami songon panesanami di dosa ni angka na mardosa tu hami!","6:13 Unang hami togihon tu pangunjunan! Palua ma hami sian na jahat! Ai Ho do nampuna harajaon dohot hagogoon dohot hasangapon ro di saleleng ni lelengna. Amen!","6:14 Ai ia disesa hamu sala ni halak na dompak hamu, sesaon ni Amamuna na di banua ginjang i do dohot dosamuna.","6:15 Alai anggo so disesa hamu sala ni halak na dompak hamu, ndang tagamon sesaon ni Amamuna nang dosamuna.","6:16 Uju marpuasa hamu, unang ma pola surbot panailimuna idaon songon di halak pangansi, ai dipasingki do bohinasida, asa haru tanda parpuasaonnasida diida halak Na tutu do na hudok on tu hamu: Nunga sahat dijalo nasida upanasida!","6:17 Alai jumpa marpuasa ho, pangir ma ulum, suapi bohim,","6:18 asa unang tanda parpuasaonmi di jolo ni halak, alai tanda di jolo ni Amangmu na di na buni, gabe baloson ni Amangmu, na marnida di na buni, ma i tu ho!","6:19 Unang papungupungu hamu arta di hamu di tano on, di na targagat tasik dohot ngitngit, di na tarhali jala tartangko panangko i!","6:20 Alai papungupungu hamu ma arta di hamu di banua ginjang, di na so targagat tasik manang ngitngit; di na so tarhali jala so tartangko panangko i!","6:21 Ai ia disi artam, disi do roham!","6:22 Palito ni daging do mata. Molo hisar matami, tiur ma sude dagingmu!","6:23 Alai molo roa matami, holom ma sude dagingmu. Holomna i antong, anggo mangkolom panondang na di bagasan ho!","6:24 Ndang haoloan sada halak dua induk! Sai hosomanna do na sada, haholonganna do na sada nari; hombaranna do na sada, toisanna do na sada nari. Ndang haoloan hamu Debata rap dohot Mammon!","6:25 Ala ni i do umbahen na hudok tu hamuna: Unang holsohon hamu hosamuna sumarihon sipanganon, manang dagingmuna pasarisari parabiton! Nda ummarga hosa sian sipanganon? Nda ummangat daging sian parabiton?","6:26 Bereng hamu ma pidong angka na martongatonga langit, angka na so manabur, na so manggotil, na so papunguhon tu sopo; tong do diparmudumudu Amamuna na di banua ginjang i nasida! Nda godang dope hasurunganmuna sian i!","6:27 Ise hamu marhuaso pagandahon ariarina nanggo saasta ganjangna, anggo tung sian pangkolsohon ni rohana?","6:28 Boasa antong holsohononmuna parabiton! Patangkas hamu ma partubu ni bungabunga na di ladang i, angka na so mangula jala na so mangganti!","6:29 Ahu mandok tu hamuna: Gari si Salomo, uju di bungaran ni hasangaponna i ibana, gari so mamangke songon bungabunga sada.","6:30 Asa molo songon i diparulosi Debata duhutduhut na di ladang i, na jongjong songon sadari on, na tupa dipuruni marsogotna i, lam hamu ma, lam so parulosanna! Oe hamu siotik haporseaon!","6:31 Antong unang ma holsoan rohamuna, mandok: Aha ma panganonnami? Aha ma inumonnami? Aha ma parabitonnami?","6:32 Angka sipelebegu do mangkaringkothon saluhutna sisongon i. Diboto Amamuna na di banua ginjang i do, naung ringkot angka i di hamu.","6:33 Sai jumolo ma lului hamu harajaon ni Debata dohot hatigoranna, dung i tambahononna do sude angka ondeng tu hamuna!","6:34 Antong, unang ma holsohon hamu ari marsogot, ai sarihonon ni ari marsogot do na ringkot disi. Sae do, molo masiporsan hasusaanna be angka ari."," "],["7:1 Unang hamu manguhumuhumi, asa unang hona uhum hamu,","7:2 ai panguhumonmuna i do siuhumhononhon tu hamu, parsuhatonmuna i do sisuhathononhon tu hamu.","7:3 Aha ma pola paberengberengonmu silbaksilbak na di mata ni donganmu; ia na satiang na di matami ndang diantoi ho!","7:4 Tung patut ma dohononmu tu donganmi: Ua, huumpat ma jolo silbaksilbak i sian matami! Hape na satiang do di matami!","7:5 E ho pangansi, jumolo ma umpat tiang i sian matami; dung pe i, asa pingkiranmu, manang beha pangumpatmu di silbaksilbak na di mata ni donganmi.","7:6 Unang lehon hamu arta na badia i tu angka jurangga, jala unang ma danggurhon hamu mutihamuna tu jolo ni angka babi, so tung dilotloti i dohot patna, laos humusor manaroso hamu!","7:7 Pangido hamu ma, sai na lehononna do tu hamu; lului hamu ma, sai na jumpangan do hamu; tuktuhi hamu ma, sai na ungkaponna do di hamu!","7:8 Ai sai na manjalo do nasa na mangido, sai na jumpangan do na mangalului; sai na ungkapon do di na manuktuhi!","7:9 Ai ise sian hamu jolma, na mangalehon batu tu anakna, molo indahan dipangido?","7:10 Manang na olo mangalehon ulok, molo dengke dipangido?","7:11 Gari hamu angka parjahat umboto mangalehon basabasa na denggan tu anakkonmuna, lam Amamuna na di banua ginjang i ma so lehononna arta na denggan di na mangido tu Ibana?","7:12 Saluhut na pinangido ni rohamu, sibahenon ni halak tu hamu, i ma bahen hamu tu nasida, ai i do pamusatan ni patik ro di hata ni angka panurirang.","7:13 Bongoti hamu ma harbangan na gogot i; ai ruak do harbangan jala lambas do dalan na tu hamagoan, jala torop do angka na bongot sian i.","7:14 Alai na hopit do ia harbangan jala gogot do dohot dalan na tu hangoluan, jala otik do halak na jumpangan i.","7:15 Jaga hamu ma angka panurirang pargapgap, ai na ro do nasida mandapothon hamu marrupahon birubiru, alai anggo rohana di bagasan, tung babiat panoro do!","7:16 Sian parbuena do tandaonmuna nasida. Tung dapot ma putikkononhon parbue ni hau anggur sian bulu duri, manang antajau sian rimbang?","7:17 Ai marparbuehon na denggan do nasa hau na denggan; alai matua roa do parbue ni hau na so hasea.","7:18 Ai anggo hau na denggan ndang tarparbuehonsa na roa, jala hau na roa ndada tarparbuehonsa na denggan.","7:19 Nasa hau na so marparbuehon na denggan, sitabaon do, gabe bolong nama tu api.","7:20 Asa sian angka parbuena do tandaonmuna nasida!","7:21 Ndada saluhut halak, na mandok Ahu Tuhanna, bongot sogot tu harajaon banua ginjang i, holan angka na mangulahon lomo ni roha ni Damang na di banua ginjang i do!","7:22 Ai torop do sogot di ari parpudi na mandok tu Ahu: Ale Tuhan! Ale Tuhan! Nda manurirangi hami nahinan mangasahon Goarmu? Nda hupabali hami najolo angka sibolis mangasahon Goarmu? Nda lan angka ulaon na balga huula hami mangasahon Goarmu?","7:23 Dung i dohononku ma tu nasida: Ndang dung hutanda hamu; laho ma hamu sian lambungkon, hamu angka na mambahen na so jadi!","7:24 Asa na umbege hatangki jala diulahon, sipatudoson ma i tu halak na marroha, na paulihon bagasna diatas batu mamak.","7:25 Ia ro pe udan potir, mangalantap pe tangkuju jala pur pe habahaba manondong bagas i, ndang na marumpak, ai batu mamak do haojahanna.","7:26 Alai na umbege hatangki, hape ndang diulahon, i ma sipatudoson tu halak na oto, na paulihon bagasna di atas rihit.","7:27 Dung i ro ma udan potir, mangalantap ma tangkuju, pur ma dohot habahaba manondong bagas i, gabe marumpak ma, pola tung marongso.","7:28 Jadi dung sidung dihatahon Jesus angka hata ondeng, tarhatotong ma natorop i umbege podana i.","7:29 Ai na marsahala do pangajarionna di nasida, ndada songon pamodaion ni angka sibotosurat."," "],["8:1 Jadi mijur ma Jesus sian dolok i, dung i mansai torop ma halak mangihuthon Ibana.","8:2 Dung i ro ma sada halak na huliton sumomba Ibana, huhut ma didok: Ale Tuhan, molo na olo Ho, tarpaias Ho do ahu!","8:3 Jadi disurdukkon Jesus ma tanganna, laos dijama ma, huhut ma didok: Na olo do Ahu; ias ma ho! Jadi pintor malum ma hulitna i.","8:4 Dung i didok Jesus ma mandok ibana: Manat ma ho; unang paboaboa manang tu ise; alai laho ma ho, patuduhon ma dirim tu malim; dung i pelehon ma na nidokkon ni si Musa sipelehononmu, gabe panindangion tu nasida.","8:5 Dung i bongot ma Jesus tu huta Kapernaum, jadi ro ma tu jolona sada induk ni soldadu mangelehelek Ibana, ninna ma:","8:6 Ale Tuhan, sai peak do naposongku di jabungku; na sarion do ibana, mansai bernit diahap.","8:7 Dung i ninna Jesus ma mandok ibana: Ro pe Ahu pamalum sahitna.","8:8 Dung i didok induk ni soldadu i ma mangalusi: Ale Tuhan, na hurang tama do ahu, tung degeonmu jabungku; dok ma hata sisandok, asa hipas naposongki!","8:9 Ai gari ahu, jolma na nirajaan, na mangarajai soldadu; molo hudok tu na sada: Tu sadu i ma ho!, laho do ibana; ia tu na sada: Tu on ma ho!, ba, ro do ibana; jala ia hudok tu naposongku: On ma bahen!, jadi i do dibahen.","8:10 Jadi longang ma roha ni Jesus umbegesa, gabe didok ma mandok angka na mangihuthon Ibana: Na tutu do na hudok on tu hamu: Gari di halak Israel, ndang jumpang Ahu haporseaon na songon i!","8:11 Alai hudok ma tu hamu: Torop do na ro sogot sian purba dohot sian pastima, gabe dongan sapanganan ni si Abraham dohot si Isak dohot si Jakkob di harajaon banua ginjang i.","8:12 Alai anggo angka anak ni Harajaon i hian, sipabalion do i sogot tu na holom marimpotimpot; disi ma masa angguhangguk dohot na patungoripon.","8:13 Laos didok Jesus ma mandok induk ni soldadu i: Laho ma ho, jumpang ho ma hombar tu haporseaonmi! Jadi hipas ma naposona i di na sangombas i.","8:14 Dung i ro ma Jesus tu bagas ni si Petrus, jadi peak ma diida simatua boru ni si Petrus i panepaneon.","8:15 Jadi dijama ma tanganna, dung i ditadingkon panepane i ma ibana; laos hehe do marhobasi di Ibana.","8:16 Alai dung bot arina i, dipamboan halak ma tu lambungna torop na sinonggopan ni angka sibolis. Hatana do dibahen pabalihon sibolis i jala dipamalum do saluhutna angka na marniae,","8:17 asa jumpang na nidok ni panurirang Jesaya: \"Ibana do mangusung pardangolanta jala angka sahitta diporsan.\"","8:18 Asa dung diida Jesus torop ni halak na mangkaliangi Ibana, didokkon ma taripar tu bariba an.","8:19 Jadi ro ma sada sibotosurat mandok tu Ibana: Ale Guru, sai naeng ihuthononku do Ho, manang tudia pe Ho laho!","8:20 Dung i didok Jesus ma mandok ibana: Na marliang do angka antuasu, na marasar do pidong angka na martongatonga langit; alai anggo di Anak ni jolma i ndang adong hapeahan ni uluna!","8:21 Jadi adong ma sahalak sian angka siseanna na mandok tu Ibana: Ale Tuhan; ua, loas ahu jolo mananom damang!","8:22 Alai ninna Jesus ma mandok Ibana: Ahu ma ihuthon! Angka na mate i ma pasombu mananom na matena!","8:23 Dung i bongot ma Ibana tu parau, jadi diihuthon angka siseanna ma Ibana.","8:24 Dung i ro ma habahaba siampalautus di tao i, pola dilungkupi angka galumbang i parau i; alai na tarpodom do anggo Ibana.","8:25 Jadi didapothon angka sisean i ma Ibana, disungguli ma, didok ma: Ale Tuhan, urupi ma; na mago ma hami!","8:26 Dung i ninna ma mandok nasida: Na mabiar do hamu hape, hamu parhaporseaon na metmet? Laos hehe ma Ibana, hona hata ma alogo dohot tao i dibahen, gabe menak situtu ma.","8:27 Alai tarhalomong ma roha ni jolma i, angka ninna ma: Halak dia do On? Guru dokna do hape alogo nang tao i!","8:28 Asa dung sahat Ibana ro di bariba i, tu luat ni halak Gadara, ro ma sian parbandaan dua halak na sinonggopan ni sibolis manjumpangkon Ibana. Mansai jorbut do nasida, pola so tarbolus manang ise dalan i.","8:29 Dung i joujou ma nasida, ninna ma: Oe, marhua Ho tu hami; Ho, Anak ni Debata! Na ro do Ho hape mangarsahi hami, di na so tingkina dope?","8:30 Alai tongon ma manjampali babi sapunguan bolon, ndang pola dao sian nasida.","8:31 Dung i dipangido angka sibolis i ma tu Ibana, ninna ma: Molo ingkon pabalionmu hami, suru ma hami mambongoti babi na sapunguan an!","8:32 Dung i didok ma mandok nasida: Antong, laho ma ne hamu! Dung i haruar ma nasida, laho songgop tu angka babi i. Dung i marbubur ma babi na sapunguan i sian tolping i tu tao, laos mate mogap di aek i.","8:33 Dung i maporus ma angka parmahan i, laho tu huta i, dipaboa ma saluhutna, nang taringot tu jolma na sinonggopan ni sibolis i hian.","8:34 Dung i ruar ma saluhut pangisi ni huta i mandapothon Jesus; jadi dung diida, dipangido ma tu Ibana, anggiat ditadingkon luatnasida."," "],["9:1 Dung i bongot ma Ibana tu parau, ditaripari ma tao i, jadi sahat ma Ibana tu hutana.","9:2 Dung i diboan na mamboan ma tu jolona sada halak na sarion, na peak di podomanna. Jadi disi diida Jesus haporseaonnasida, ninna ma mandok na sarion i: Pos ma roham, ale anaha; nunga sesa dosam!","9:3 Alai didok deba sian angka sibotosurat ma di bagasan rohanasida: Na mangaleai Debata do Halak on!","9:4 Diboto Jesus ma pingkiran ni rohanasida, jadi didok ma mandok nasida: Boasa tung dipingkiri hamu na jahat di bagasan rohamuna?","9:5 Dia do ummomo? Dohonon: Nunga sesa dosam, manang dohonon: Hehe ma ho mardalani?","9:6 Alai asa diboto hamu, marhuaso do Anak ni jolma i di tano on manesa dosa didompakkon ma na sarion i mandok: Hehe ma ho, boan ma podomanmi, laho ma muli!","9:7 Jadi hehe ma ibana tutu laho muli.","9:8 Marnida i natorop i, mabiar ma nasida jala dipuji ma Debata, na olo mangalehon huaso sisongon i tu angka jolma.","9:9 Dung i laho ma Jesus sian i, jadi diida ma sada halak na margoar si Mateus, hundul di parbeoan, gabe didok ma mandok ibana: Ihuthon ma Ahu! Jadi hehe do ibana mangihuthon Jesus.","9:10 Dung i uju hundul Ibana mangan di bagasna i, ro ma torop sijalobeo dohot pardosa mangangkupi Jesus dohot angka siseanna.","9:11 Marnida i angka Parise, ninna nasida ma mandok angka siseanna: Boasa tung mangan gurumuna rap dohot angka sijalobeo dohot pardosa?","9:12 Alai dibege Jesus do i, jadi ninna ma: Apala ringkot di angka na hisar pandaoni, di angka na marsahit do!","9:13 Alai laho ma hamu mangguruhon na nidok ni hata on: \"Asi ni roha do huhalomohon, ndada pelean!\" Ai ndada ro Ahu laho manjou angka partigor, asa dipauba rohana, angka pardosa do!","9:14 Dung salpu i, didapothon angka sisean ni si Johannes ma Ibana, didok nasida do: Boasa marpuasai hami dohot angka Parise; ia angka siseanmi ndang marpuasa?","9:15 Jadi didok Jesus ma mandok nasida: Tung tarbahen ma marsak roha ni pandongani ni pangoli, saleleng rap dope dohot nasida pangoli i? Alai na ro ma arina, buatonna ma disi Pangoli i sian lambungnasida; disi ma nasida marpuasa.","9:16 Angkup ni i: Ndang adong na mandungkaphon abit na imbaru tu abit naung mumut, ai ribakkonon ni na nidungkaphon i do dirina sian pandungkapanna i, jadi lam tu ruakna ma na maribak i.","9:17 Ndang dipainding jolma tuak anggur siraruan tu poting naung buruk, aik mapultak poting i gabe bolong tuak i, laos sega dohot ingananna; tu poting na imbaru do bahenon tuak siraruan i, jadi simpan be ma!","9:18 Uju dihatahon dope hata ondeng tu nasida, nunga ro sada halak na sangap marsomba tu Ibana, huhut ma didok: Ipe mate borungku; alai ro ma Ho mangampehon tanganmu tu ibana, asa sumuang mangolu!","9:19 Jadi hehe ma Jesus rap dohot siseanna, laho mangihuthon ibana.","9:20 Dung i tongon ma adong sada boruboru na tamaningon bulan on, leleng ni sampuludua taon, na ro sian pudina manjama rambu ni ulosna;","9:21 ai ninna rohana di bagasan: Nanggo pala ulosna hujama, mangolu ma ahu!","9:22 Dung i humusor ma Jesus, dibereng ma ibana, laos ninna ma: Pos ma roham, ale inang, haporseaonmi do na pangoluhon ho! Dung i hipas ma boruboru i olat ni na sangombas i.","9:23 Asa dung sahat Jesus ro di bagas ni na sangap i, diida ma angka pangondasi dohot natorop oruk.","9:24 Jadi didok ma: Laho ma hamu, ai ndada na mate si betet on; na modom do! Jadi diparengkeli nasida do Ibana.","9:25 Asa dung dipalaho natorop i, bongot ma Ibana, ditangkup ma tanganna, jadi mulak mangolu ma dakdanak i.","9:26 Dung i sar ma barita i tu na saluat i.","9:27 Dung i laho ma Jesus sian i, jadi adong ma dua halak na mapitung mangihutihut Ibana, huhut gogo manjoujou: Ale Anak ni si Daud! Asi ma roham di hami!","9:28 Jadi laho bongot tu jabu i Jesus, didapothon angka na mapitung ondeng ma Ibana, gabe didok ma mandok nasida: Ai dihaporseai hamu do Ahu margogo patupahon i? Jadi didok nasida ma mandok Ibana: I do, Tuhan!","9:29 Gabe dijama ma matanasida huhut ma didok: Marguru tu haporseaonmuna ma jumpang hamu!","9:30 Jadi saut ma buha matanasida. Dung i gogo ma dipopai Jesus nasida, didok ma: Jaga ma hamu! So tung adong manang ise na umbotosa!","9:31 Alai laho do nasida, dipanghatahatahon ma Ibana tu sude nasida na saluat i.","9:32 Laho tu balian dope nasida ondeng, nunga adong na mamboan tu jolona sada halak na ngungu, hasiaran ni sibolis.","9:33 Jadi dung bali sibolis i, mangkatai ma na ngungu i. Longang ma antong natorop i, angka ninna ma: Ndang dung tarida dope sisongon i di bangso Israel on!","9:34 Alai didok angka Parise ma: Dipabali Halak on do angka sibolis mangasahon sintua ni sibolis i!","9:35 Jadi sai mardalani do Jesus mangaliati angka huta ro di angka sosor, mangajari di angka parguruannasida, manurasihon barita na uli taringot tu Harajaon i; dipamalum do nasa sahit dohot tihasnasida.","9:36 Jadi mamereng natorop i, asi ma rohana, ai maheu jala marhinamago do nasida diida songon birubiru na so marparmahan.","9:37 Laos ninna ma mandok siseanna: Bidang do nian sisabion, alai otik do anggo angka pangula.","9:38 Onpe, elehelek hamu ma Nampuna sisabion i, anggiat dipaborhat angka pangula tu sisabionna i!"," "],["10:1 Jadi dijou Jesus ma siseanna na sampuludua i tu jolona, dilehon ma tu nasida sahala mangalo dompak angka tondi na hodar, laho pabalihonsa jala laho pamalum nasa sahit dohot tihas.","10:2 Ianggo goar ni apostel na sampuludua i, angka on do: Na parjolo si Simon, na ginoar huhut si Petrus, dohot donganna saama si Andreas; dung i si Jakobus dohot donganna saama si Johannes, i ma angka anak ni si Sebedeus;","10:3 dung i si Pilippus dohot si Bartolomeus; si Tomas dohot si Mateus, sijalobeo i; dung i si Jakobus, anak ni si Alpeus, dohot si Tadeus;","10:4 dung i si Simon, halak Kana, dohot si Judas Iskariot, parjehe i.","10:5 Na sampuludua ondeng ma disuru Jesus, dipatihi ma nasida, ninna ma: Unang tondong hamu dalan na tu halak sipelebegu, jala unang topot hamu tu huta ni halak Samaria!","10:6 Tu angka birubiru na mago na sian pinompar ni halak Israel sambing ma hamu laho!","10:7 Alai borhat ma hamu mamaritahon hata on: Nunga songgop harajaon banua ginjang i!","10:8 Pamalum hamu ma sahit ni na marsahit, pangolu hamu ma angka na mate, ias ma bahen hamu angka na huliton, pabali hamu ma angka sibolis! Sibasabasa do i tu hamu; antong, basabasahon hamu ma i!","10:9 Unang ma sarihon hamu hian sere, manang perak, manang hepeng tu hohosmuna,","10:10 manang singkop siboanon tu pardalanan, manang ulos dua, songon i nang sipatu manang tungkot pe; ai tama do dapotan bohalna pangula.","10:11 Alai laho mambongoti huta manang sosor pe, diori hamu ma disi halak na tama soranganmuna, jadi disi ma hamu manongtong, paima borhat muse.","10:12 Jala laho mambongoti jabu i, tabii hamu ma nasida!","10:13 Laos songgop ma damemuna tu isi ni jabu i, anggo na tama nasida manjalosa; alai molo so i, mulak ma tu hamuna damemuna i.","10:14 Jadi anggo so dijangkon nasida hamu manang so olo tumangihon hatamuna, tadingkon hamu ma bagas dohot hutanasida, laos pirpirhon hamu ma dompak nasida nang orbuk na lohot di patmuna!","10:15 Situtu do na hudok on tu hamu: Numeang do sitaonon ni luat Sodom dohot Gumora di ari uhum sogot, unang huta ondeng.","10:16 Husuru do hamu songon birubiru tu tongatonga ni angka babiat; dibahen i pantas ma hamu marroha songon ulok, huhut lidang ma rohamuna songon darapati!","10:17 Jaga ma hamu di angka jolma, ai pasahatonna do hamu tu angka paruhuman, jala linsinganna do hamu di angka parguruannasida.","10:18 Toguonnasida do hamu tu jolo ni angka panggomgomi dohot tu jolo ni angka raja ala ni Ahu, bahen panindangion tu nasida dohot tu angka sipelebegu.","10:19 Alai jumpa dipajongjong nasida hamu, unang ma holsoan rohamu di sidohononmuna i, ai di na sangombas i do lehononna tu hamu hata sidohononmuna i.","10:20 Ai apala hamu na mandok hata disi; Tondi ni Amamuna do marturasi di bagasan hamu.","10:21 Pasahaton ni hahana do anggina tu hamatean, jala pasahaton ni amaama do anakna; jala na hehe do angka anakkon dompak natorasna, laho pabunuhonsa.","10:22 Hosoman ni saluhut jolma do hamu ala ni Goarhu; alai nasa na manahan ro di ujungna, i do paluaonna!","10:23 Ia dilele nasida hamu sian huta na sada, maporus ma hamu tu huta na asing, ai na tutu do na hudok on tu hamu: Ndang sanga topotonmuna sude huta na di tano Israel, nunga ro Anak ni jolma i.","10:24 Apala sumurung anak sisean sian guruna, manang naposo sian indukna.","10:25 Nunga antong jadi di anak sisean i, molo songon na di guruna di ibana; nang di naposo, molo songon na di indukna di ibana. Molo digoar halak nampuna bagas si Belsebul, lam tu donganna sajabu ma, lam so dohononna sisongon i!","10:26 Unang ma habiari hamu nasida, ai ndang adong na holip, na so sipapataron sogot; jala ndang adong na buni, na so dapot botoon sogot.","10:27 Na hupaboa tu hamu di na holom, hatahon hamu ma i di na tiur; na huhusiphon tu pinggolmuna, baritahon hamu ma i di angka partungkoan!","10:28 Unang pola mabiar hamu mida angka na mambunu daging, angka na so tuk mambunu tondi; alai na marhuaso mangagohon daging dohot tondi tu na roko, i do sihabiaranmuna.","10:29 Nda digadis halak dua amporik arga sauang? Alai ndang madabu nanggo sada sisongon i tu tano, anggo so binoto ni Amamuna.","10:30 Ianggo di hamu, gari obuk saluhutna na di ulumuna i nunga dibilang.","10:31 Dibahen i unang ma hamu mabiar, ai ummangat dope hamu sian torop amporik!","10:32 Ai ganup na mangkatindangkon Ahu di jolo ni jolma, i do hatindangkononku di jolo ni Damang na di banua ginjang i;","10:33 alai ganup na mansoadahon Ahu di jolo ni jolma, laos soadahononku do i di jolo ni Damang na di banua ginjang i!","10:34 Unang ma dirimpu rohamuna, na mamboan dame Ahu, umbahen na ro tu tano on; ndada na ro Ahu mamboan dame, tung podang do!","10:35 Ai na ro do Ahu pabadahon anak tu amana, boru tu inana, parumaen tu simatuana boru;","10:36 jala tung donganna sajabu gabe musu ni jolma i.","10:37 Na humolong roha di amana manang di inana asa di Ahu, ndang tama i siseanku; jala na humolong roha di anakna dohot di boruna asa di Ahu, ndang tama i siseanku.","10:38 Jala na so mamorsan silang na tu ibana i, laho mangihuthon Ahu, ndang na tama i siseanku.","10:39 Ai na marhamaolhon ngoluna, ngolu ni i do na mago sogot; alai na sumeahon ngoluna ala ni Ahu, i do jumpangan ngolu sogot.","10:40 Na manjangkon hamu, Ahu do jinangkonna: Jala na manjangkon Ahu, Na marsuru Ahu do jinangkonna disi.","10:41 Na manjangkon panurirang, ala targoar panurirang, dapotan upa ni panurirang; na manjangkon partigor, ala targoar partigor, dapotan upa ni partigor.","10:42 Na painumhon aek tabar santahu tu sahalak sian angka na metmet on, ala targoar siseanku ibana: Na tutu situtu do na hudok on tu hamu, ndang na mago upana!"," "],["11:1 Jadi dung sun dipatihi Jesus siseanna na sampuludua i, hehe ma Ibana sian i, laho mangajari dohot marjamita di angka hutanasida.","11:2 Alai dibege si Johannes na tarhurung i do barita ni angka na binahen ni Kristus i, jadi disuru ma siseanna manungkun Ibana:","11:3 Ho do na naeng ro i, manang na asing dope sipaimaonnami?","11:4 Dung i didok Jesus ma mangalusi nasida: Mulak ma hamu, baritahon hamu ma tu si Johannes i angka na binege dohot na niidamuna on:","11:5 Na gabe marnida do angka na mapitung, na mardalani do angka na lumpuon, na gabe ias do angka na huliton, na marbinege do angka na nengel na mulak mangolu do angka na mate; tu angka na pogos do binoan barita na uli.","11:6 Jala martua do na so targasip di Ahu!","11:7 Jadi dung laho nasida, ditaringoti Jesus ma si Johannes tu natorop i: Aha do na naeng idaonmuna, umbahen na laho hamu tu halongonan? Arung na meoleol na niullus ni alogo do?","11:8 Manang na naeng idaonmuna do sahalak parabit na lamot? Di jabu ni angka na raja do anggo parabit na lamot.","11:9 Manang na naeng idaonmuna do tahe panurirang? Olo, hudok ma tu hamu: Sumurung do ibana sian panurirang.","11:10 Ibana do na nidok ni hata on: \"Ahu ma marsuru suruanki patujolom, sipature dalanmu di jolomi.\"","11:11 Na tutu do na hudok on tu hamu: Ndang adong na hehe sian jolma, na tinubuhon ni parompuan, na umbalga sian si Johannes pandidi; alai halak na ummetmet pe, naung di bagasan harajaon banua ginjang i, umbalga do i sian ibana.","11:12 Alai olat ni angka ari ni si Johannes pandidi tu jolo on sigogoan do harajaon banua ginjang i, jala angka sibahen gogo do mangaithonsa.","11:13 Ai intap si Johannes nama panurirangon ni sude angka panurirang dohot patik i.","11:14 Jadi molo tartangkup rohamuna i: Ibana do si Elia, na naeng ro i!","11:15 Hamu angka na marpinggol, pinggol hamu ma i!","11:16 Alai tu ise ma tahe patudosonku bangso on? Tudos ma nasida tu dakdanak na hundul di paronanan, angka na manjoujou di angka donganna dakdanak, mandok:","11:17 Hupalui hami suling di jolomu, so haru manortor hamu; andung hupatubegehon hami tu hamu, so saut hamu tangis!","11:18 Ai na ro do si Johannes, ndang parpapangan, ndang parminum, gabe dipandok: Sibolis do di ibana.","11:19 Ia ro Anak ni jolma i, na olo mangan jala minum, gabe didok: Ndi, Halak on, sipapangan mago jala sisobur tuak anggur, aleale ni sijalobeo dohot, pardosa! Gabe pintor do Hapistaran i dipintori angka pambahenanna i.","11:20 Dung i ditorui Jesus ma huta, angka naung gumodang marnida hagogoonna i, ala so muba rohanasida, ninna do:","11:21 Marjea ma ho, Korasin! Marjea ma ho, Betsaida! Ai aut di huta Tirus dohot Sidon dipamasa hagogoon angka na masa di hamu, ndang tarbahen so paubaonna rohana uju i, marabithon goni, hundul di orbuk!","11:22 Angkup ni i, hudok ma di hamu: Neang do sitaonon ni pangisi ni huta Tirus dohot Sidon di ari uhum i, martimbangkon sitaononmuna.","11:23 Ia ho Kapernaum! Nda na pinatimbo ho ro di langit an? Sidabuhononhon do ho sahat tu api na roko! Ai aut di huta Sodom dipamasa hagogoon angka na masa di bagasan ho, ndang tarbahen so hot dope huta i rasirasa sadari on!","11:24 Angkup ni i, hudok ma di hamu: Neang do sitaonon ni pangisi ni huta Sodom di ari uhum i, martimbangkon sitaononmuna!","11:25 Uju i ma didok Jesus hatana songon on: Hupuji Ho, Amang, Tuhan na manggomgomi banua ginjang dohot tano on, ala ditamondingkon Ho hata i sian jolo ni angka na pistar dohot na marroha, gabe dipapatar Ho i tu angka siondihononhon.","11:26 Olo, Amang, ai i do dihalomohon roham hian.","11:27 Saluhutna i, nunga dipasahat Damang tu Ahu; asa ndang adong na tumanda Anak i dungkon ni Ama i; Ama i pe, ndang adong na tumanda i, ia so holan Anak i, angkup ni na pinodaan ni Anak i, mangihuthon lomo ni rohana.","11:28 Ro ma hamu tu Ahu, hamu angka na loja jala na sorat, asa hupasonang hamu!","11:29 Jangkon hamu ma augangku, marguru ma hamu tu Ahu, ai na lambok do Ahu jala na serep marroha, asa dapotan hasonangan tondimuna.","11:30 Ai lambok do augangku jala neang do dohot na hupaporsanhon."," "],["12:1 Dung i mamolus ma Jesus sian tonga ni hauma, tongon di ari Sabbat i, jala digotili angka siseanna ma eme i, ala naung male dihilala, laos digugut.","12:2 Marnida i angka Parise, ninna nasida ma mandok Ibana: Bereng! Indi, siseanmi! Diulahon nasida do na so jadi di ari Sabbat!","12:3 Dung i ninna ma mandok nasida: Ndang dung dijaha hamu huroha na binahen ni si Daud, uju male ibana rap dohot angka donganna sauduran?","12:4 Ai dibongoti do joro ni Debata, gabe dipangan nasida do roti na marhadohoan, na so jadi panganonna manang panganon ni angka donganna pe, nda holan angka malim i do nian.","12:5 Manang na so dung ulaning dijaha hamu di buku patik i, na so sala hape angka malim jumpa ari Sabbat di bagasan joro i, nang pe dilaosi patik ari Sabbat i?","12:6 Alai hudok ma tu hamu: Na sumurung sian bagas joro i do On!","12:7 Alai ndang tagamon uhumonmuna nasida na so marsala i, aut na diboto hamu na nidok ni hata on: \"Asi ni roha do huhalomohon, ndada anggo pelean.\"","12:8 Ai guru di Anak ni jolma i do nang ari Sabbat i!","12:9 Jadi hehe ma Ibana sian i, dibongoti ma parguruannasida.","12:10 Jala adong ma disi sada halak naung mate tanganna sambariba, jala disungkun nasida ma Ibana: Ai na jadi do pamalumon sahit di ari Sabbat? Alai na naeng aluhononnasida do Ibana nian.","12:11 Alai ninna ma mandok nasida: Ise sian hamu na marbirubiru sada, na so laho manahopi i jala manaiti tu ginjang, ia tung targodung i di ari Sabbat?","12:12 Nda andul sumurung ma antong jolma sian birubiru! Asa na jadi do mambahen na denggan di ari Sabbat.","12:13 Dung i ninna ma mandok jolma i: Patoltol ma tanganmi! Jadi dipatoltol ma, gabe sumuang ma hisar songon tanganna na sada nari.","12:14 Jadi ruar ma angka Parise i martuptup i, manang beha bahenonnasida mambunu Ibana.","12:15 Dung diboto Jesus tahinasida, sumurut ma Ibana sian i. Anggo natorop i, diihuthon do Ibana, jadi dipamalum ma sahitnasida saluhutna.","12:16 Jala gomos ma nasida dipopai, asa unang dipaboaboa nasida Ibana.","12:17 Asa jumpang na nidok ni panurirang Jesaya:","12:18 \"Ida ma naposongku na hupillit i, haholonganku jala hasoloan ni rohangku do Ibana; ampehononku do Tondingku tu Ibana, jala lumbahononna ma uhum tu angka bangso.","12:19 Ndang olo Ibana mangkuling tomputompu, jala ndang dipagogo soarana; ndang tarbege Ibana di adaran na bidang.","12:20 Ndang ponggolhononna arung naung marosak, jala ndang na intopanna sumbu na marnehetnehet; ingkon sahat do pamonangonna uhum i.","12:21 Gabe tu Goarna ma marhaposan angka bangso!\"","12:22 Dung i tarboan ma tu jolona sada halak partondi na hodar, na mapitung jala na ngungu; jadi malum do ibana dibahen, gabe mangkatai ma ibana huhut marnida.","12:23 Jadi tarhalomong ma halak natorop i saluhutna, didok nasida ma: Nda tung On Anak ni si Daud ulaning?","12:24 Umbege i angka Parise, ninna nasida ma: Si Beelsebul, induk ni angka sibolis, do dipangasahon Ibana, laho pabalihon angka tondi na hodar.","12:25 Alai diboto Jesus do pingkiran ni rohanasida, jadi ninna ma mandok nasida: Pesan do ganup harajaon na marsalisi sama dirina, jala ndang na hot be manang huta manang bagas na marsalisi dohot dirina.","12:26 Asa molo dipabali sibolis i donganna sibolis, marsalisi nasida sama nasida.","12:27 Jala molo tung Ahu pabalihon angka sibolis mangasahon si Beelsebul, na mangasahon ise do huroha angka anakmuna laho pabalihonsa? Onpe, nasida do manguhumi hamu disi.","12:28 Alai anggo Ahu pabalihon angka sibolis i mangasahon Tondi ni Debata, naung songgop ma tahe harajaon ni Debata tu hamu!","12:29 Tung habongotan halak ma jabu ni ulubalang jala mangarampas ugasanna, anggo so jumolo diihoti ulubalang i? Nda dung pe i, asa tarbuatsa ugasanna?","12:30 Na so mandongani Ahu, alongku do i; jala na so donganku papunguhon, na paserakkon do i.","12:31 Dibahen i hudok ma tu hamu: Tarsesa do sogot nasa dosa ni halak ro di panginsahion, alai ndang sesaon anggo panginsahion dompak Tondi i.","12:32 Asa molo adong na mandok hatana mangalo Anak ni jolma i, hasesaan do i; alai molo adong na mandok hatana mangalo Tondi Parbadia i, ndang na sesa anggo i, manang di hasiangan on, nang di na ro sogot.","12:33 Molo hau na denggan sinuan, na denggan ma antong parbuena; molo hau na roa sinuan, gabe roa do parbuena, ai matua sian parbuena do tandaon hau.","12:34 E hamu anak ni ulok, tung tarbahen hamu angka na jahat i ma mangkatahon hata na denggan? Ai ia i na manggohi roha, matua i do hatahonon ni pamangan.","12:35 Dirungkari halak na denggan roha do angka hadengganon sian arta na denggan na pineopna i; jala anggo halak na jahat roha, angka hajahaton do rungkaranna sian na jat na pineopna hian.","12:36 Alai hudok ma tu hamuna: Ingkon maralus do jolma sogot di ari uhum i taringot tu nasa hata na so gabeak na hinatahonna i.","12:37 Ai marguru tu angka hatami do ho pintoranna manang uhumonna sogot.","12:38 Dung i ninna na deba sian angka Parise dohot sibotosurat ma mangalusi: Ale Guru, naeng idaonnami do sada tanda sipatupaonmu!","12:39 Alai ninna ma mangalusi nasida: Na mangido tanda do bangso na jahat jala na mangalangkup on; alai ndang lehonon tanda tu nasida, ia so holan tanda na masa tu panurirang si Jonas:","12:40 Ai songon si Jonas i tolu ari tolu borngin di bagasan butuha ni dengke na bolon, songon i ma muse Anak ni jolma i di bagasan tano, tolu ari tolu borngin lelengna.","12:41 Na hehe do sogot halak Ninive di paruhuman i dompak bangso na sansundut on, mangkonahon uhum tusi, ai dipauba do rohanasida, umbege jamita ni si Jonas. Jala ida ma, On do na sumurung sian si Jonas i!","12:42 Na hehe do sogot di paruhuman i raja boruboru na sian dangsina i dompak halak na sansundut on, mangkonahon uhum tusi, ai na ro do nasida sian luat na sai dao mananginangi hamaloon ni si Salamo. Ida ma, On do na sumurung sian si Salomo!","12:43 Alai dung bali tondi na hodar sian jolma, didalani ma angka inganan na hasang, mangalului paradianan, jala ndang jumpangsa.","12:44 Gabe didok ma: Mulak nama ahu tu ingananku na hutadingkon i! Jadi di na ro ibana, rumar ma i didapot, nunga disapu jala dipalehet.","12:45 Dung i borhat ma ibana mangarahon pitutondi na asing, angka na jumahat sian ibana, laos dibongoti ma laho maringanan tusi; jadi jumahat ma pangalaho ni jolma i di ujungna sian di mulana i. Songon i nama songgop tu bangso na jahat on!","12:46 Jadi di na mangkatai dope Ibana dohot natorop i, nunga jongjong di duru inana rap dohot angka anggina, naeng mangkatai dohot Ibana.","12:47 Dung i adong ma na paboahon: Di balian an do inangmu dohot angka anggim, naeng mangkatai dohot Ho!","12:48 Alai ninna ma mangalusi na paboahon i: Ise do goaron dainang, jala ise do dohonon anggingku?","12:49 Jadi dipaherbang ma tanganna tu ginjang ni angka siseanna, huhut ma didok: Angka on do dainang dohot anggingku!","12:50 Ai na mangulahon lomo ni roha ni Damang na di banua ginjang, i do anggingku, i do ibotongku, i do dainang!"," "],["13:1 Di na sadari ruar ma Jesus sian bagas i, laho hundul tu pasir ni tao.","13:2 Jadi marpungu ma torop halak tu jolona, gabe dipanaek Ibana ma sada parau laho hundul tusi, jala sude natorop i jongjong do di pasir i.","13:3 Dung i godang ma dihatahon tu nasida, huhut pangke umpama, ninna ma: Na laho tu balian do sahalak panabur laho manabur.","13:4 Jadi di na manabur i ibana, adong ma boni i deba na mamiltik tu dalan, dung i ro ma angka pidong mamarguti.","13:5 Alai anggo na deba, tu tano na batu on do madabu, di na so sadia hapal tano, jadi tibu ma tubu, dibahen na so bagas tano disi.","13:6 Alai di na lam timbo mata ni ari, rahar ma; gabe mate, ala so marurat.","13:7 Anggo na deba, tu parsihupian do madabu, laos tubu do angka sihupi i, gabe dipisati ma eme i.","13:8 Alai na deba nari, tu tano na denggan i do madabu, gabe saut ma marparbue, saratus lompit do na deba, onompulu lompit do na deba, jala tolupulu lompit do na deba.","13:9 Hamu angka na marpinggol, pinggol hamu ma i!","13:10 Dung i didapothon angka siseanna ma Ibana mandok: Boasa marumpama Ho marjamita tu nasida?","13:11 Alai ninna ma mangalusi nasida. Ala ni on do: Sibasabasa do i tu hamu, umbahen na ditanda hamu angka hasimoon ni harajaon banua ginjang i; alai ndang dibasabasahon i anggo tu nasida.","13:12 Ai tu ganup paradongan lehonon do jala pasuksuhon. Alai buaton ma sian na so paradongan na adong di ibana hian.","13:13 I do alana, umbahen na marumpama Ahu manjamitai nasida, ai marnida nasida, so haru diida, jala marbinege nasida, so haru dibege, jala ndang diantusi.","13:14 Asa naung jumpang ma di nasida na sinurirangkon ni si Jesaya na mandok: \"Begeon ni sipareonmuna do i nian, matua so antusanmuna; simalolongmuna do marnidasa nian, matua so tandaonmuna.","13:15 Naung tangkang do roha ni bangso on jala maingol do pinggolna, dipapitpit do matana, asa unang marnida simalolongna, unang marbinege sipareonna, jala unang mangantusi rohana, asa unang mulak jala unang malum nasida bahenonku.\"","13:16 Alai martua do simalolongmuna ala marnida, dohot sipareonmuna ala marbinege!","13:17 Ai na tutu do na hudok on tu hamu: Torop do angka panurirang dohot angka partigor, angka na masihol naeng idaonna nian naung niidamuna, hape ndang diida, jala naeng begeonna nian naung binegemuna, hape ndang dibege.","13:18 Onpe, tangihon hamu ma umpama taringot tu panabur i!","13:19 Tu ganup na umbege hata Harajaon i, anggo so diantusi, ro do parjahat i, mangarampasi na sinaburhon tu rohana i. I ma na sinaburhon tu dalan i.","13:20 Alai na sinaburhon tu na batu on, i ma na umbege hata i, gabe manigor las ma rohana manjangkon.","13:21 Alai ndang marurat di bagasan rohana; parsatongkinan do ibana, ai pintor targasip do rohana, di na songgop haporsuhon manang pangaleleon siala Hata i.","13:22 Alai anggo na sinaburhon tu parsihupian i, i ma na umbege hata i, gabe pangkolsohonna di angka na di hasiangan on dohot hamoraon sipangansi i do mamisati hata i, jadi ndang saut marparbue.","13:23 Alai anggo na sinaburhon tu tano na denggan, i do na umbege hata i jala diantusi, laos i do na saut marparbue. Ia parbuena: Saratus lompit do na deba, onompulu lompit do na deba, tolupulu lompit anggo na deba.","13:24 Dung i umpama na asing ma dipatubegehon tu nasida, ninna ma: Tudos do harajaon banua ginjang i tu sada halak na manaburhon boni na denggan tu haumana.","13:25 Alai di na modom halak, ro ma musuna, manaburhon simaremeeme, tu holangholang ni eme i, laos laho sian i.","13:26 Alai dung marbuhu tano jala martahi boltokon eme i, tanda ma dohot simaremeeme i.","13:27 Jala ditopot angka naposo ma parhauma i, ninna ma: Rajanami, nda boni na denggan do na disaburhon ho tu haumami? Sian dia do simaremeeme i?","13:28 Alai didok ma tu nasida: Musu i do mambahen i. Dung i didok angka naposo i ma tu ibana: Denggan do di roham, hami laho palunggukkon?","13:29 Dung i ninna ma: Ndangana, so tung dohot eme i dibutbuti hamu, laho palunggukkon simaremeeme i.","13:30 Pasombu hamu ma i rap magodang paima gotilon; dung i dohononku ma di masa ni gotilon i tu angka panabi: Jumolo ma palunggukkon hamu simaremeeme i, dung i rahuti hamu ma sasambobok asa tinutung; alai anggo eme i, papungu hamu ma tu sopongku!","13:31 Dung i didok ma umpama na asing tu nasida: Tudos do harajaon banua ginjang i tu batu ni siarum, na binuat ni sada halak laho manaburhon tu porlakna.","13:32 I do sada na ummetmet sian nasa ragam ni boni; alai dung tubu, gabe umbalga do i sian nasa ingkau rata, pola hira hau do, jala ro do angka pidong na martongatonga langit marasar tu rantingna.","13:33 Dung i umpama na asing muse dihatahon tu natorop: Tudos do harajaon banua ginjang i tu itak naung niasoman, na binuat ni sahalak inaina, laho pasaorhon tu itak tolu ampang, paima asom saluhutna.","13:34 Saluhutna i dihatahon Jesus marhite sian umpama tu natorop; ndang na mangkatai Ibana tu nasida, anggo so marhite sian umpama,","13:35 asa jumpang hinatahon ni panurirang i na mandok: \"Huungkap pe pamanganku mangkatahon umpama, hurungkari pe na buni sian mula ni portibi on.\"","13:36 Dung i dipamuli ma natorop i. Jala dung sahat Ibana tu jabu, didapothon angka siseanna ma Ibana mandok: Patorang ma tu hami umpama taringot tu simaremeeme na di hauma i!","13:37 Dung i ninna ma mangalusi nasida: Anak ni jolma i do manaburhon boni na denggan i.","13:38 Portibi on do ia panaburan i; ianggo boni na denggan, i do angka anak harajaon i; alai anggo simaremeeme, angka anak ni parjahat do i.","13:39 Sibolis i do musu i na manaburhonsa. Ajal ni hasiangan on do ia ari gotilon; angka surusuruan ni Debata do panggotil i.","13:40 Asa songon na pinalunggukna i simaremeeme i jala ditutung tu api, songon i do masa sogot di ajal ni hasiangan on:","13:41 Ai suruon ni Anak ni jolma i do angka surusuruanna papungupunguhon saluhut sipanggasipi dohot siulahon na so uhum sian harajaonna i.","13:42 Dung i dabuonnasida ma angka i tu liang pamurunan i; disi ma masa angguhangguk dohot na patungoripon.","13:43 Di ari i ma marsinondang angka partigor songon mata ni ari di harajaon ni Amanasida. Hamu angka na marpinggol, pinggol hamu ma i!","13:44 Tudos do harajaon banua ginjang i tu arta na buni di sada ladang, gabe adong ma sahalak na jumpangan i jala dibunihon ma. Dung i laho ma ibana di las ni rohana i manggadisi nasa na di ibana, laos dituhor ma ladang i.","13:45 Tudos do muse harajaon banua ginjang i tu sahalak partigatiga, na mangalului mutiha na arga.","13:46 Jadi dung jumpangsa sada mutiha na arga situtu, laho ma ibana manggadisi nasa na di ibana, laos dituhor ma i.","13:47 Tudos do muse harajaon banua ginjang i tu jala na sinampakkon tu laut, gabe marragamragam dapotsa.","13:48 Jadi dung gok, ditait ma tu darat, dung i hundul ma nasida mamilliti na denggan, mandabuhonsa tu ingananna; alai dipambolongkon do anggo na so hasea.","13:49 Songon i do masa sogot di ajal ni hasiangan on: Borhat do angka surusuruan i manirangkon angka parjahat sian tongatonga ni angka partigor.","13:50 Dung i dabuonna ma nasida tu liang pamurunan i; disi ma masa angguhangguk dohot na patungoripon.","13:51 Nunga diantusi hamu saluhutna i? Jadi didok nasida ma tu Ibana: Nunga.","13:52 Gabe didok ma tu nasida: Onpe, ganup sibotosurat, naung mangguruhon ruhut ni harajaon banua ginjang i, tudos ma i tu sada na mora, na mangarungkari arta na imbaru dohot naung leleng sian na pineopna i.","13:53 Jadi dung dipaujung Jesus angka umpama ondeng, laho ma Ibana sian i.","13:54 Jadi sahat ma Ibana tu huta hagodanganna, jala diajari ma nasida di parguruannasida, pola tarhalomong nasida, angka ninna ma: Sian dia ma dapot Halak on hapistaran dohot ulaon hagogoon sisongon i?","13:55 Nda Ibana anak ni tukang i? Nda si Maria do goar ni inana i, jala angka anggina do si Jakobus, Josep, Simon dohot Judas?","13:56 Nda di hita on sude angka ibotona i? Sian dia do dapot Ibana sudena i?","13:57 Jadi targasip ma nasida mida Ibana. Alai ninna Jesus ma mandok nasida: Tung na so adong do hasangapon ni panurirang anggo di huta hagodanganna dohot di jabuna.","13:58 Gabe ndang haru piga ulaon hagogoon diula disi, ala na so porsea i nasida."," "],["14:1 Sar ma uju i dibege si Herodes, raja na opat i, barita ni Jesus.","14:2 Gabe didok ma tu angka naposona: Ibana do si Johannes pandidi; naung hehe do i sian angka na mate, umbahen na tarpatupasa angka ulaon hagogoon.","14:3 Ai naung ditangkup si Herodes do si Johannes, diihoti jala dihurungkon siala si Herodias, dongan saripe ni anggina si Pilippus.","14:4 Ai didok si Johannes do tu ibana: Ndang tama di ho nasida!","14:5 Na naeng bunuonna do ibana nian, alai dihabiari do natorop, ai panurirang do ibana dirajumi rohanasida.","14:6 Alai di ari hatutubu ni si Herodes manortor ma boru ni si Herodias i di jolonasida, jadi solo ma roha ni si Herodes marnida,","14:7 pola maruari ibana, marbagabagahon mangalehon manang dia pe sipangidoonna.","14:8 Jadi ninna anak boru naung niajaran ni inana i ma: Lehon tu ahu dison di atas pinggan ulu ni si Johannes pandidi!","14:9 Gondok do nian roha ni raja i; alai ala ni uarina i dohot ala ni angka tamuena i, gabe didokkon ma na mangalehonsa.","14:10 Asa disuru nama na mamisikkon ulu ni si Johannes di hurungan i.","14:11 Saut ma diboan uluna di atas pinggan, dilehon ma tu anak boru i, gabe diboan tu inana i.","14:12 Dung i ro ma angka siseanna i, dialap ma bangkena, laos ditanom, dung i didapothon ma Jesus, laho paboahonsa.","14:13 Alai umbege i, borhat ma Jesus sian i marparau tu luat na lungun, punjung sasadasa. Jadi umbege i natorop, mardalan tur ma nasida sian angka huta i mandapothon Ibana.","14:14 Dung ro Jesus sian i, diida ma halak mansai torop, jadi asi ma rohana mida nasida, dipamalum ma angka na marsahit na di nasida.","14:15 Alai mareak bot ari didapothon siseanna ma Ibana, angka ninna ma: Halongonan do dison jala na bot ne ma ari; pamuli ma natorop i, asa laho nasida tu angka huta manuhor sipanganon!","14:16 Alai didok Jesus ma tu nasida: Ndang pola laho nasida, lehon hamu ma nasida mangan!","14:17 Dung i ro ma hatanasida: Holan lima roti dohot dua dengke sambing do hupeop hami dison.","14:18 Alai ninna ma: Boan hamu ma i tu Ahu!","14:19 Dung i didokkon ma natorop i hundul di duhutduhut, ditiop ma roti na lima dohot dengke na dua i, manaili ma Ibana tu ginjang laho mamasumasu, dibagi ma roti i, diparlehon ma tu angka siseanna, asa nasida mangalehon tu natorop i.","14:20 Jadi mangan ma saluhutna jadi bosur be ma; dung i dipapungu ma angka ebaeba na lobi i, gok sampuludua ampang.","14:21 Alai anggo torop ni baoa na mangan i arga limaribu do, so padohot angka parompuan dohot dakdanak.","14:22 Dung i didasdas Jesus ma angka siseanna marparau pajolohon tu bariba an, asa dipamuli jolo natorop i.","14:23 Jadi dung saut dipamuli, nangkok ma sasadasa tu dolok martangiang. Asa dung bot ari, holan sahalakna ma disi.","14:24 Alai anggo parau i nunga tarholang sian pasir, jala disosak galumbang i do nasida, ai alo do alogo i tu nasida.","14:25 Jadi martahi tahuak manuk, ro ma Jesus mandapothon nasida di sisik ni tao.","14:26 Jadi dung diida sisean i Ibana mardalan di sisik ni tao i, marlangan ma nasida, dirimpu tondi; pola mangangguhi be nasida sian biar ni rohanasida.","14:27 Alai pintor dipanghulingi Jesus ma nasida, ninna ma: Pos ma rohamuna, Ahu do! Unang hamu mabiar!","14:28 Dung i ninna si Petrus ma mangalusi Ibana: Ale Tuhan, anggo Ho do hape, dokkon ahu ro mandapothon Ho, mardalan sian aek i!","14:29 Gabe didok ma: Ro ma antong! Jadi mijur ma si Petrus sian parau i, mardalan sian aek i mandapothon Jesus.","14:30 Alai mamereng alogo na gogo i, mabiar ma ibana, jadi naeng lonong ma, gabe dijouhon: Tuhan, palua ahu!","14:31 Jadi pintor disurdukkon Jesus ma tanganna manangkup ibana, jala didok ma tu ibana: E ho, siotik haporseaon; aha ma pola ganggu roham?","14:32 Laos bongot ma nasida tu parau i, jadi so ma alogo i.","14:33 Jadi disomba halak na di parau i ma Ibana, angka ninna ma: Tutu do Ho Anak ni Debata!","14:34 Dung i laos marparau ma nasida sahat tu luat Genesaret.","14:35 Jadi dung ditanda halak isi ni luat i Ibana, disuru nasida ma paboahon tu sandok luat na humaliang i, dung i dipamboan ma tu Ibana nasa na hansitan.","14:36 Jadi dielehelek nasida ma Ibana, asa diloas jamaonnasida nanggo rambu ni ulosna; jadi malum do saluhut na manjamasa."," "],["15:1 Dung i ro ma angka sibotosurat dohot angka Parise sian huta Jerusalem mandapothon Jesus, ninna ma:","15:2 Boasa dilaosi angka siseanmi adat na sian angka natuatua? Ai ndang marburi nasida laho mangan.","15:3 Alai ninna ma mangalusi nasida: Ia hamu, boasa laosanmuna patik ni Debata, paingotingot adatmuna i?","15:4 Ai Debata do mamatikkon: \"Pasangap ma amangmu dohot inangmu! Ia na mamburai amana dohot inana, sipusaon do!\"","15:5 Alai hamu mamodahon: Ia adong na mandok tu amana tu inana: Pinelehon ma tagonan na patut hian pangurupingku di ho, ndang pola be halak i pasangaphon amana manang inana disi!","15:6 Gabe disegai hamu do patik ni Debata dibahen adatmuna i.","15:7 E hamu pangansi! Na sintong do dapot di hamu hata na sinurirangkon ni si Jesaya, di na nidokna i:","15:8 \"Dipasangap pamangan ni bangso on do Ahu; alai anggo rohanasida dao do sian Ahu.","15:9 Jala magopo do pambahennasida pasangaphon Ahu, ai poda ni jolma do dipodahon nasida.\"","15:10 Laos dijou ma natorop i tu jolona, didok ma tu nasida: Tangi jala parateatehon hamu ma!","15:11 Nda tung gabe ramun jolma hinorhon ni na bongot sian pamanganna; na ruar sian pamanganna, i do mangaramuni jolma.","15:12 Dung i didapothon angka siseanna ma Ibana, ninna ma: Diboto Ho do tahe, naung targasip angka Parise umbege hata ondeng?","15:13 Alai ninna ma mangalusi: Sibutbuton do nasa suansuanan na so sinuan ni Damang na di banua ginjang i.","15:14 Pasombu hamu ma nasida! Angka partogi na mapitung do nasida manogu na mapitung; alai molo na lonap manogu na mapitung, targodung do nasida duansa.","15:15 Dung i ninna si Petrus ma mandok Ibana: Patorang ma tu hami umpama ondeng!","15:16 Jadi didok Jesus ma: Tong dope so marroha nang hamu?","15:17 Ndang diantusi hamu: Na laho tu butuha do na bongot sian pamangan, dung i bolong tu hundulan na soding?","15:18 Alai angka na ruar sian pamangan, sian roha do i hehe, laos i do mangaramuni jolma i.","15:19 Ai sian roha do hehe angka pingkiran na jahat, pamunuon, pangalangkupon, harorangon, panangkoon, hata gapgap dohot panginsahion.","15:20 Angka i do na mangaramuni jolma; alai ndada ramun jolma, anggo mangan so marburi.","15:21 Dung i sumurut ma Jesus sian i tu luat Tirus dohot Sidon.","15:22 Jadi ro ma sada boru Kanaan sian luat i manjoujou: Asi ma roham mida ahu, Tuhan, Anak ni si Daud! Posi do diae borungku dipaporsukporsuk sibolis!","15:23 Alai ndang dialusi Jesus nasida. Jadi ro ma angka siseanna mangelehelek Ibana, ninna ma: Pamuli ma nasida, ai sai diihuthon do hita manjoujou.","15:24 Alai ninna Jesus ma mangalusi: Holan tu angka birubiru na mago na sian pinompar ni halak Israel do Ahu disuru.","15:25 Alai ro ma boruboru i, disomba ma Ibana huhut ma didok: Tuhan, tolong ahu!","15:26 Alai ninna ma mangalusi: Ndang tama buaton sipanganon ni angka dakdanak laho mandabuhon tu angka biang.","15:27 Alai didok boruboru i ma: I do nian, Tuhan; alai diallang biang i do angka na pisik na mardekdehan sian panganan ni ompuna.","15:28 Dung i ninna Jesus ma mangalusi nasida: Balga do haporseaonmi, inang! Saut ma na pinangidomi! Jadi hisar ma boruna i olat ni na sangombas i.","15:29 Dung i borhat ma Jesus sian i, jadi sahat ma tu tao Galilea. Jala nangkok ma Ibana tu dolok, laos hundul disi.","15:30 Dung i ro ma mansai torop halak, dipamboan do angka na sarion, na mapitung, na ngungu, na gurdung dohot lan dope na asing; dipampeakkon do angka i tu jolona, gabe saut ma nasida dipamalum.","15:31 Pola longang do natorop i, ala diida mangkuling na ngungu, malum na gurdung, mardalan na sarion jala marnida na mapitung; laos dipuji nasida ma Debata ni halak Israel.","15:32 Alai dijou Jesus ma angka siseanna tu jolona, didok ma: Malengleng ateatengku mida natorop on, ai nunga pola tolu ari diingani Ahu jala ndang adong balanjonasida. Ndang hum rohangku pamulihon nasida, so jolo nilehon mangan, so tung handorusan nasida maon di dalan i.","15:33 Dung i ninna angka siseanna i ma mandok Ibana: Sian dia ma dapot hita di halongonan roti na tuk pabosur halak na sai torop on?","15:34 Dung i didok Jesus ma tu nasida: Piga do roti dipeop hamu? Jadi didok nasida ma: Pitu do, angkup ni dengke otik.","15:35 Dung i didokkon ma natorop i hundul di tano i.","15:36 Jadi ditiop ma roti na pitu i nang angka dengke i, didok ma mauliate, diponggoli ma, diparlehon ma tu angka siseanna, jala siseanna ma mangalehon tu natorop.","15:37 Dung i mangan ma nasida saluhutna, pola bosur be; laos dipapungu nasida ma angka ponggolponggol na lobi i, gok pitu singkop.","15:38 Anggo torop ni na mangan i, opatribu baoa do, so padohot angka parompuan nang dakdanak.","15:39 Jadi dipamuli Jesus ma natorop i, dung i marparau ma Ibana sahat tu luat Magadan."," "],["16:1 Dung i ro ma angka Parise dohot Saduse mangunjuni Ibana, mangido tanda sian banua ginjang sipatuduhononna tu nasida.","16:2 Alai ninna ma mangalusi nasida: Jumpa botari somal didok hamu: Logo ma ari, ai manariur do langit.","16:3 Ia manogotnogot: Na ro ma ari sadari on, ai habut do langit jala halindo. Malo do hamu nian manjujur rupa ni langit; ia manjujur na tinudu ni na masa nuaeng, ndang diboto hamu?","16:4 Bangso parjahat jala pangalangkup mangido tanda; alai holan tanda ni si Jonas do sipamasaon tu nasida. Dung i laho ma Ibana, ditadingkon ma nasida.","16:5 Jadi dung sahat siseanna tu bariba, lupa do nasida hape mamboan roti.","16:6 Gabe didok Jesus ma tu nasida: Manat jala jaga ma hamu pasiding na niasoman na di angka Parise dohot Saduse!","16:7 Dung i masipandohan ma nasida: Dibahen na so mamboan roti do hita hape!","16:8 Jadi dung diboto Jesus i, didok ma: Boasa dipanghatahatahon hamu, na so mamboan roti hamu? Oe parhaporseaon na otik!","16:9 Ndang dope mangantusi rohamuna? Ndang diingot hamu na lima roti i, uju di na limaribu i, dohot godang ni ebaeba pinapungumuna i?","16:10 Manang na pitu roti i di na opatribu i ro di ebaeba pinapungumuna disi?","16:11 Beha, ndang diantusi hamu, na so taringot tu roti hatangki: Jaga ma hamu pasiding na niasoman na di angka Parise dohot Saduse?","16:12 Disi pe asa dapot rohanasida: Ndada na niudi na niasoman ni halak Parise dohot Saduse hape na nidokna i sijagaon, tung podanasida do.","16:13 Jadi sahat ma Jesus tu luat Kaesarea Pilippi, gabe disungkun ma angka siseanna: Ise do Anak ni jolma i, didok halak?","16:14 Jadi didok nasida ma: Na deba mandok: Si Johannes pandidi, anggo na deba: Si Elia, na asing muse: Si Jeremia manang sahalak sian angka panurirang i.","16:15 Dung i didok ma tu nasida: Ia hamu, ise do Ahu, didok hamu?","16:16 Jadi ninna si Simon Petrus ma: Kristus (Messias), Raja na pinarbagabaga i do Ho, Anak ni Debata na mangolu!","16:17 Dung i ninna Jesus ma mangalusi ibana: Martua do ho, Simon, anak ni si Jona, ai ndada daging dohot mudar papatarhon i tu ho, Damang na di banua ginjang i do.","16:18 Ahu pe, hudok ma tu ho: Si Petrus (Batu mamak) do ho, jala di atas batu mamak ondeng do paojahonku huriangku, jala na so tupa talu i bahenon ni angka harbangan ni banua toru.","16:19 Hulehon pe tu ho anak hinsu ni harajaon banua ginjang i: Nasa na niihotanmi di tano on, na tarihot ma i nang di banua ginjang; jala nasa na pinaluam i di tano on, malua ma i nang di banua ginjang.","16:20 Dung i diorai ma angka siseanna, unang dipaboa nasida tu halak, Ibana do Kristus i.","16:21 Olat ni i ma dipatorang Jesus tu angka siseanna, na ingkon laho do Ibana tu Jerusalem manaon na porsuk sian angka sintua ni natorop, sian sintua ni malim nang sian sibotosurat pe, pola ingkon mate Ibana bunuon, jala pangoluon di ari patoluhon.","16:22 Dung i diarahon si Petrus ma Ibana, disaritai ma, ninna do: Asi ma roha ni Debata di Ho, Tuhan! Unang ma songgop i tu Ho!","16:23 Alai humusor ma anggo Ibana mandok tu si Petrus: Laho ma ne ho, bolis! Gasip do ho di Ahu, ai ndang diparrohahon ho angka na di Debata, angka na di jolma do.","16:24 Dung i didok Jesus ma tu angka siseanna: Nasa na giot mangihuthon Ahu, disoadahon ma dirina, diporsan ma silang na tu ibana; diihuthon ma Ahu!","16:25 Ai na naeng paluahon hosana, mangagohonsa do; alai na agoan hosa ala ni Ahu, i do na jumpangan.","16:26 Ai aha ma antong gunana di jolma, nang liat portibi on diomo, anggo mago do tondina? Aha ma tarlehon jolma bahen tobus ni tondina?","16:27 Ai na ro ma sogot Anak ni jolma i di bagasan hasangapon ni Amana rap dohot angka surusuruanna; dung i balosonna ma tu ganup, hombar tu na niulana.","16:28 Na tutu do na hudok on tu hamu: Ndang na mangae hamatean anggo deba sian angka na jongjong dison, so jolo diida ro Anak ni jolma i di bagasan harajaonna."," "],["17:1 Dung i salpu onom ari, diarahon Jesus ma si Petrus, si Jakobus dohot anggina si Johannes, ditogihon ma nasida tu sada dolok na timbo, tu na suhi.","17:2 Dung i muba ma rupana diida nasida, gabe marsinondang ma bohina songon mata ni ari i, mamontar ma ulosna songon na tiur.","17:3 Jadi tarida ma di nasida si Musa dohot si Elia, na mangkatai dohot Ibana.","17:4 Jadi dipanghulingi si Petrus ma Jesus: Tuhan, sonangna i dison! Molo na une di roham, hupauli ma dison tolu inganan, sada di Ho, sada di si Musa, sada di si Elia.","17:5 Mandok i dope ibana, ro ma sada ombun na tiur mangalinggomi nasida jadi mangkuling ma soara sian bagasan ombun i: On do Anak haholonganku, lomo do rohangku mida Ibana; tangihon hamu ma Ibana!","17:6 Umbege i angka sisean i, manungkap ma nasida jala mabiar situtu.","17:7 Gabe didapothon Jesus ma nasida laos dijamai, huhut ma didok: Hehe ma hamu; unang ma mabiar!","17:8 Alai laho manaili tu ginjang, sasada Jesus nama dapot matanasida disi.","17:9 Jadi laho tuat sian dolok i, dipatihi Jesus ma nasida, na so jadi paboaon tu manang ise pe na niidanasida, saleleng so hehe dope Anak ni jolma i sian na mate.","17:10 Dung i disungkun angka siseanna ma Ibana: Beha do pandok ni angka sibotosurat: Ingkon jumolo ro si Elia?","17:11 Gabe dialusi Jesus ma nasida: Ro ma tutu si Elia pajongjongkon saluhutna.","17:12 Alai hudok ma tu hamu: Nunga sahat ro si Elia, alai ndang ditanda nasida ibana; roharohanasida do dibahen tu ibana. Laos songon i ma mangae Anak ni jolma i bahenonnasida.","17:13 Dung pe i asa diboto siseanna i, si Johannes pandidi na nidokna i disi.","17:14 Dung sahat nasida tu natorop i, ro ma sada halak sumomba Ibana huhut mandok:","17:15 Tuhan, sai asi ma roham di anakki; na solpoton do ibana, mansai bernit diae; jotjot ibana somsam tu api, jotjot tu aek.","17:16 Huboan do ibana nian tu angka siseanmi alai ndang tarpamalum nasida ibana.","17:17 Dung i ninna Jesus ma mangalusi: E bangso na so porsea jala na sumalin on! Sadia leleng on angkupanku hamu? Sadia leleng nari anjuonku hamu? Boan hamu ma ibana tuson!","17:18 Dung i disonggahi Jesus ma ibana, gabe ruar ma sibolis i sian ibana, jadi hisar ma dakdanak i olat ni na sangombas i.","17:19 Dung i pulik ma ditopot angka sisean i Jesus mandok: Boasa so tarpabali hami ibana?","17:20 Jadi didok Jesus ma tu nasida: Ala ni otik ni haporseaonmuna do! Ai situtu do na hudok on tu hamu: Nanggo na sabatu ni sabi haporseaonmuna, dohononmuna ma tu dolok on: Munsat ma ho sian on tusan!, saut do i munsat; gabe ndang adong na so tarpatupa hamu.","17:21 Alai anggo na samansam on, ndang olo bali, ia so marhite sian tangiang dohot parpuasaon.","17:22 Alai di na pungu i nasida di Galilea, didok Jesus ma tu nasida: Sipasahaton ma Anak ni jolma i tu tangan ni halak.","17:23 Pola do mate Ibana bunuonna, dung i pangoluon do Ibana di ari patoluhon. Jadi bobonosan situtu ma rohanasida.","17:24 Jadi dung sahat nasida tu huta Kapernaum, ro ma angka sijalo guguan tu si Petrus mandok: Beha, ndang digarar Gurumuna guguan i?","17:25 Digarar do, ninna. Jadi laho bongot tu jabu, manjoloani ma Jesus mandok: Beha di roham, Simon, sian ise do dijalo angka raja di tano on guguan manang beo? Sian anakna manang sian na leban?","17:26 Jadi didok si Petrus ma tu Ibana: Sian na leban i do! Gabe ninna Jesus ma: Antong, lias do ia angka anak!","17:27 Alai asa unang targasip nasida tabahen, laho ma ho tu tao, dabu ma hail i, dung i sintak ma dengke na parjolo manoro, bungka holaholana, jadi jumpang ho ma disi sada rupia; i ma buat, lehon ma i tu nasida bahen guguanta i."," "],["18:1 Uju i didapothon angka sisean i ma Jesus mandok: Ise ulaning na umbalga di harajaon banua ginjang?","18:2 Jadi dijou Jesus ma sada dakdanak, dipajongjong ma i tu tongatonganasida, dung i ninna ma:","18:3 Situtu do na hudok on tu hamu: Molo so mulak rohamu, gabe songon dakdanak, tung na so bongot hamu tu harajaon banua ginjang i.","18:4 Asa na paoru dirina songon dakdanak on, i do na umbalga di harajaon banua ginjang i.","18:5 Jala na manjangkon dakdanak na songon on marhitehite Goarhu, Ahu do na jinangkonna disi.","18:6 Alai na manggasipi sada sian na metmet on, angka na porsea di Ahu, dengganan ma ginantungkon losung batu tu rungkungna, laho mangalonongkon ibana tu laut na umbagas i.","18:7 Oe, jea ni portibi on, nialap ni gasip! Ndang tarbahen so ro nian gasip; alai marjea ma jolma na parohonsa!","18:8 Alai molo tung digasipi tanganmu manang patmu ho, gotap jala bolongkon, ai dumenggan mate bariba manang lumpuon ho bongot tu hangoluan, sian na mardua tangan dohot mardua pat, bolong tu api sisalelenglelengna.","18:9 Molo tung digasipi matami ho, pulsikkon jala bolongkon, ai dumenggan marmata sada ho, bongot tu hangoluan, sian na marmata dua, bolong tu api na roko.","18:10 Jaga ma hamu, so tung marhu ni roha hamu mida sada sian na metmet on, ai hudok ma tu hamu: Diida angka surusuruannasida na di banua ginjang i do tongtong bohi ni Damang na di banua ginjang i.","18:11 (Ai naung ro do Anak ni jolma i, paluahon na mago.)","18:12 Beha do rohamuna: Adong ma di sahalak saratus birubiru, gabe mago sada sian i; nda tadingkononna ma na siapulu sia i di tor, laho mangalului na mago i?","18:13 Na sintong ma na hudok tu hamu: Anggo dung jumpangsa, lasan ma rohana mida i, asa mida na siapulu sia na so mago i.","18:14 Suang songon i do roha ni Amamuna na di banua ginjang i, ai dipangido do, naeng unang mago agia sada sian na metmet on.","18:15 Alai molo mardosa donganmi, topot jala ajari ibana, holan hamu padua. Molo ditangihon ho, dapot ho do ibana gabe donganmu muse.","18:16 Alai anggo so ditangihon ho, arahon ma donganmu sada manang dua, asa hinatindangkon ni dua manang tolu halak nasa hata.","18:17 Alai molo so ditangihon nang nasida, paboa ma tu na sahuria i. Molo so ditangihon nang huria i, etong ma ibana songon parbegu jala sijalobeo.","18:18 Situtu do na hudok on tu hamu: Nasa na niihotanmuna di tano on, hot ma i tarihot nang di banua ginjang, jala nasa na pinaluanmuna di tano on, saut ma i malua nang di banua ginjang.","18:19 Angkup ni i hudok ma di hamu: Molo mardos ni roha manang dua sian hamu di tano on tumangiangkon manang hata dia pe, jaloonmuna do i sian Damang na di banua ginjang i.","18:20 Ai anggo pungu dua manang tolu pe marhitehite Goarhu, sai dongananku do nasida.","18:21 Dung i didok si Petrus ma mandok Ibana: Tuhan, sintap piga hali do sesaonku sala ni donganku na dompak ahu? Pola do pitu hali?","18:22 Gabe didok Jesus ma tu ibana: Ndada pitu hali dohononku tu ho, tung sintap pitupulu hali pitu do!","18:23 Onpe, tudos ma harajaon banua ginjang i tu sada raja, na laho mardabudabu dohot angka naposona.","18:24 Jadi di na manungka mangetong ibana, tarboan ma tu jolona sada halak, na marutang tu ibana saloksa talenta.","18:25 Jadi dibahen na so adong gararna, didokkon raja i ma gadison ibana dohot jolmana ro di anakkonna ro di saluhut na di ibana, asa adong gararna.","18:26 Jadi marsomba ujung ma naposo i tu adopanna, ninna ma: Palambas ma roham, hugarar pe tu ho saluhutna i!","18:27 Jadi asi do roha ni raja i di naposona, dipalua ma ibana, ba disesa ma utangna i.","18:28 Alai laho tu balian naposo ondeng, tongon ma dapotsa donganna naposo sahalak, na marutang tu ibana saratus hupang, gabe ditangkup ma i jala dipongkihi, ninna ma: Garar ma utangmi!","18:29 Dung i marsomba ujung ma i, sumomba donganna naposo mandok: Palambas ma roham mida ahu, hugarar pe tu ho saluhutna i!","18:30 Alai ndang olo, laho do ibana mangkurungkon donganna, paima digarar utangna i.","18:31 Jadi dung diida angka donganna naposo na masa i, marsak situtu ma rohanasida, jadi laho ma nasida tu raja i paboahon sude na masa i.","18:32 Gabe dijou raja i ma ibana, didok ma: Ho naposo na jahat, sude utangmi husalesehon, ala dielehelek ho ahu.","18:33 Nda ingkon songon i ma ho nian marasi ni roha di donganmu naposo, songon ahu na marasi ni roha di ho!","18:34 Jadi tarrimas ma raja i, dipasahat ma ibana tu pamongkihi, paima digarar sude utangna i.","18:35 Songon i do bahenon ni Damang na di banua ginjang i tu hamu, anggo so disesa hamu be sian rohamuna sala ni donganmuna!"," "],["19:1 Asa dung dipaujung Jesus pamodaionna ondeng, borhat ma Ibana sian Galilea, gabe sahat ma tu luat Judea na di ipar ni aek Jordan.","19:2 Jadi mansai torop halak mangihuthon Ibana, laos dipamalum ma nasida disi.","19:3 Dung i ro ma angka Parise mangunjuni Ibana, ninna do: Beha, na jadi do sirangkonon ni baoa jolmana, asal adong alana?","19:4 Alai ninna ma mangalusi nasida: Ndang dung dijaha hamu huroha: Sian mulana i do ditompa Panompa i nasida baoa dohot boruboru?","19:5 Ai didok do: \"Dibahen i tadingkonon ni baoa do amana dohot inana, laho patophon dirina tu dongan saripena, gabe sada daging do nasida na dua i.\"","19:6 Asa ndada dua be nasida, tung sada daging do. Onpe, naung pinadomu ni Debata, ndang jadi sirangon ni jolma.","19:7 Dung i didok nasida ma tu Ibana: Molo boti, boasa patikkonon ni si Musa, lehonon surat sirang laho paulakkon?","19:8 Gabe didok ma tu nasida: Ala ni tangkang ni rohamuna do, umbahen na diloas si Musa hamu paulakkon jolmamuna; alai nda tung i songon i sian mulana.","19:9 Alai hudok ma tu hamu: Pangalangkup do nasa na paulakkon jolmana, dung i dioli na asing, anggo so ala hata parmainanon.","19:10 Dung i ninna angka sisean i ma mandok Ibana: Molo songon i do hape ruhut pardongansaripeon, tagonan unang marnioli.","19:11 Alai didok ma tu nasida: Nda tung saluhut halak tarbahen manjalo hata on, holan angka hasahatanna hian do!","19:12 Ai adong do jolma na ias: Na deba na songon i hian sian hatutubuna; na deba nari na pinaias ni jolma; jala na deba muse na paias dirina ala ni harajaon banua ginjang i. Manang ise na tarbahen manjalo hata i, dijalo ma!","19:13 Dung i diboan na mamboan ma angka dakdanak tu Ibana, asa diampehon tanganna tu nasida laho tumangiangkonsa. Alai dirimasi angka sisean i ma nasida.","19:14 Alai ninna Jesus ma: Loas hamu ma ro angka dakdanak i, unang ambat hamu nasida ro tu Ahu; ai di angka sisongon i do harajaon banua ginjang i!","19:15 Jadi diampehon ma tanganna tu nasida, laos laho ma sian i.","19:16 Dung i didapothon sada halak ma ibana, didok ma: Gurunami, na denggan dia do patupaonku, asa dapot ahu hangoluan saleleng ni lelengna?","19:17 Alai didok ma tu ibana: Boasa Ahu sungkunonmu taringot tu na denggan? Holan Sada do parroha na denggan! Alai molo naeng ho bongot tu hangoluan, angka patik i ma radoti!","19:18 Jadi didok ma: Angka dia? Gabe didok Jesus ma: On do: \"Unang ho mambunu! Unang ho mangalangkup! Unang ho manangko! Unang ho mangkatindangkon gapgap!\"","19:19 \"Pasangap amangmu dohot inangmu! Jala: Haholongi ma donganmu songon dirim!\"","19:20 Dung i ninna dolidoli i ma mandok Ibana: Nunga huradoti sasudena i sian sietehetehonki. Aha dope hahuranganku?","19:21 Jadi ninna Jesus ma mandok ibana: Molo naeng sun denggan ho, laho ma ho manggadis artami, parlehon tu angka na pogos, asa mararta ho di banua ginjang; dung i ro ma ho mangihuthon Ahu!","19:22 Umbege i, mulak ma dolidoli i saor habot ni rohana, ai paradongan situtu do ibana.","19:23 Alai didok Jesus ma tu angka siseanna: Situtu do na hudok on tu hamu: Tung maol do habongotan halak na mora harajaon banua ginjang i.","19:24 Lam dohononku do tu hamuna: Gumabur do bongotan ni gaja pinggol ni jarum, unang halak na mora masuk tu harajaon banua ginjang i.","19:25 Umbege i angka sisean i, tarsonggot situtu ma nasida, angka ninna ma: Ise nama malua, molo boti?","19:26 Alai diberengi Jesus ma nasida, huhut ma didok: Sandok ndang tarpatupa jolma i, alai anggo Debata, saluhut do tarpatupasa.","19:27 Dung i ninna si Petrus ma mangalusi Ibana: Ia hami, saluhut do hutadingkon hami mangihuthon Ho. Aha ma balos ni i tu hami?","19:28 Jadi didok Jesus ma tu nasida: Na tutu do na hudok on tu hamuna: Di ari sogot, di haimbaruon i, di na hundul Anak ni jolma i di habangsa hasangaponna i, dohot ma hamu juguk disi di sampuludua habangsa, manguhumi halak Israel na sampuludua marga i.","19:29 Jala ganup na manadingkon hahaanggina, ibotona, amana, inana, anakkonna, haumana manang jabuna pe ala ni Goarhu, manjalo ma i marlompitlompit, angkup ni i teanonna hangoluan na saleleng ni lelengna i.","19:30 Alai lan do angka naung parjolo hian gabe parpudi, jala parpudi hian gabe parjolo."," "],["20:1 Ai tudos do harajaon banua ginjang i tu sada na mora, na laho sogot di torang ni ari mangarahon pangula tu porlak anggurna.","20:2 Jadi dung mardos ni roha ibana dohot angka pangulana taringot tu upanasida, i ma sahupang sadari, disuru ma nasida tu porlakna.","20:3 Dung i, laho tu balian di pungkul sia, diida ma halak na asing na ngongong di onan i.","20:4 Gabe didok ma tu nasida: Ua, dohot ma hamu tu porlakki! Hulehon pe tu hamu na tama. Jadi laho ma nasida.","20:5 Dung i laho muse ma ibana di pungkul sampuludua dohot di pungkul tolu, laos songon i do dibahen.","20:6 Dung i laho muse ma ibana di pungkul lima, jadi jumpangsa ma halak na asing jongjong boti disi, jadi didok ma tu nasida: Boasa ngongong sambing hamu manipat sadari on?","20:7 Jadi didok nasida ma tu ibana: Ndang adong na mangarahon hami. Dung i didok ma tu nasida: Dohot ma hamu laho tu porlakki!","20:8 Asa dung bot ari, didok parporlak anggur i ma mandok juaratulisna: Jou ma angka pangula i, parlehon ma upanasida, jojor sian na parpudi sahat ro di na parjolo i!","20:9 Jadi ro ma angka na masuk di pungkul lima, dijalo be ma sahupang.","20:10 Alai di na ro angka na parjolo i, hirim ma rohanasida, gumodang jaloonna; hape nang nasida, sahupang be do dijalo.","20:11 Alai manjalo i, marmungutmungut ma nasida dompak na mora i,","20:12 ninna ma: Ia halak an na parpudi masuk, holan sajom do i mulaulaon, gabe dos do dibahen ho nasida tu hami, angka na tumaon renge ni ulaon ro di mohop ni ari!","20:13 Dung i ninna ma mangalusi sada sian nasida: Ndang adong hubahen tu ho na so tigor, amang! Nda mardos ni roha hita di na sahupang i?","20:14 Jalo ma na tu ho i; dung i laho ma! Alai naeng do ahu mangalehon tu na parpudi on songon na tu ho.","20:15 Ai nda tama guru di ahu ugasanki? Somor do matam, ala basa ahu?","20:16 Songon i ma gabe parjolo angka na parpudi hian, jala angka na parjolo hian gabe parpudi. (Ai lan do na jinou; alai otik do na tarpillit.)","20:17 Dung i laho nangkok tu huta Jerusalem, pulik ma diarahon Jesus na sampuludua i, dipanghulingi ma nasida di tongandalan i:","20:18 Na nangkok ma hita tu Jerusalem, pasahatonna ma disi Anak ni jolma i tu angka sintua ni malim dohot tu sibotosurat, gabe uhumonnasida ma Ibana, ingkon marutang hosa.","20:19 Dung i pasahatonnasida ma Ibana tu parbegu, asa diinsahi, dilinsingi jala diparsilangkon. Dung i mulak mangolu ma Ibana di ari patoluhon.","20:20 Dung i didapothon ina ni anak ni si Sebedeus rap dohot angka anakna i ma Ibana, disomba ma, laho pasahathon pangidoanna.","20:21 Jadi ninna Jesus ma mandok ibana: Aha dipangido rohamu? Dung i didok ma tu Ibana: Loas ma hundul sogot anakku na dua on, na sada di siamunmu, na sada nari di hambirangmu, di harajaonmi!","20:22 Alai ninna Jesus ma mangalusi: Ndang diboto hamu na pinangidomuna. Tung tarinum hamu ma siinumon na naeng inumonku (jala tarparidi hamu ma paridion siparidionku)? Jadi didok nasida ma: Tarbahen hami do!","20:23 Dung i didok ma tu nasida: Tutu nian, inumonmuna do siinumonki; jala paridihononmuna do pandidion siparidihononki; alai ndang guru di Ahu na mambahen hundul di siamunhu dohot di hambirangku. Damang i do padirihon i tu angka panahatanna i.","20:24 Umbege i na sampulu i, sogo ma rohanasida mida donganna na dua i.","20:25 Alai dipapungu Jesus ma nasida, ninna ma: Dirajai angka sigomgomi bangso do anak buana, jala dipatunduk angka na sangapna do nasida; diboto hamu do i.","20:26 Unang ma songon i anggo di hamu! Manang ise hamu na naeng sangap, i ma gabe pangoloi di donganna.","20:27 Jadi manang ise hamu, na naeng parjolo, i ma gabe naposo ni donganna.","20:28 Songon Anak ni jolma i pe, ndada asa dioloi halak Ibana, umbahen na ro; Ibana balik pangoloi jala mangalehon hosana bahen tobus ni torop jolma.","20:29 Jadi laho ruar sian Jeriko, torop ma halak mangihuthon Ibana.","20:30 Jala hundulhundul ma dua halak na mapitung di pinggol ni dalan i; jadi dung dibege mamolus Jesus, joujou ma nasida, ninna ma: Asi ma roham di hami, Anak ni si Daud!","20:31 Alai dipinsang angka natorop i ma nasida, asa sip nian: Alai lam gogo ma nasida manjoujou: Asi ma roham di hami, Tuhan, Anak ni si Daud!","20:32 Jadi mangulon ma Jesus, dipanghulingi ma nasida: Aha dipangido rohamuna sibahenonku tu hamu?","20:33 Dung i didok nasida ma: Naeng ma mungkap matanami, Tuhan!","20:34 Gabe asi ma roha ni Jesus, dijama ma matanasida jadi pintor marnida ma. Jadi diihuthon nasida ma Ibana."," "],["21:1 Dung i laho mandapothon huta Jerusalem, sahat ma nasida tu sosor Betpage, mardonokkon dolok Jetun. Sian i ma disuru Jesus siseanna dua halak.","21:2 Ninna ma: Laho ma hamu tu sosor na di jolomuna an, mamintor jumpang hamu ma disi tambat halode sada rap dohot anakna; harhari jala togu hamu ma i tu Ahu!","21:3 Jadi molo tung adong na mandok hatana tu hamu, alusi hamu ma: Na ringkot do i di Tuhan i! Dung i pintor loasonna ma.","21:4 Alai masa pe sisongon i, asa jumpang na hinatahon ni panurirang i:","21:5 \"Paboa hamu ma tu boru Sion: Ida ma, na ro ma Rajami manopot ho, na lambok do rohana; halode do hundulanna dohot anak ni halode boban.\"","21:6 Dung i laho ma angka sisean i patupahon na nidokkon ni Jesus tu nasida.","21:7 Diboan nasida ma halode i dohot anakna, diampehon ma ulosnasida tu ginjangna, laos dipahundul ma Jesus tu atasna i.","21:8 Deba sian natorop i pahembangkon ulosnasida tu dalan i, na deba nari manalliki angka ranting ni hau jadi dipanserakkon tusi.","21:9 Alai sude natorop i, angka na di jolona nang na mangihut sian pudi pe, mangolopolophon: Hosianna di Anak ni raja Daud! Pinasupasu ma na ro marhitehite Goar ni Tuhan i! Hosianna ma di ginjang!","21:10 Jadi di na bongot i Ibana tu huta Jerusalem, gaor ma na sahuta i, angka ninna ma: Ise do halak i?","21:11 Jadi dipandok natorop i ma: Jesus, Panurirang i do i, na sian huta Nasaret, na di luat Galilea!","21:12 Dung i dibongoti Jesus ma bagas joro ni Debata, dipabali ma sian i saluhut angka na manggadisi dohot na manuhori disi, ditunggalingkon do meja ni angka situngkari hepeng ro di bangku ni angka sigadis darapati.","21:13 Laos didok ma tu nasida: \"Bagas partangiangan do goar ni bagashu\" ninna Surat i; alai gabe liang ni pandobo do i dibahen hamu!","21:14 Dung i didapothon angka na mapitung dohot na lumpuon ma Ibana tu bagas joro i, jadi dipamalum ma nasida.","21:15 Alai sogo situtu ma angka sintua ni malim dohot sibotosurat marnida halongangan na pinambahenna i, nang umbege dakdanak angka na manjoujou di bagas joro: Hosianna di Anak ni raja Daud!","21:16 Laos didok ma tu Ibana: Dibege Ho do hatanasida on? Jadi didok Jesus ma tu nasida: Hubege do! Ndang dung dijaha hamu huroha: \"Soara ni angka dakdanak dohot posoposo dipature Ho gabe pujipujian\"?","21:17 Dung i ditadingkon ma nasida, ruar ma Ibana sian huta i dompak Betania, laos disi ma marborngin.","21:18 Alai torang ni arina i, laho mulak tu huta i, male ma dihilala.","21:19 Dung i diida ma di dalan i hau ara sangkambona jadi didapothon ma, hape holan bulung sambing do jumpangsa disi, gabe didok ma tu hau i: Na so jadi be ho marparbue olat ni on! Jadi pintor rahar ma hau ara i.","21:20 Marnida i angka sisean i, tarhalomong ma rohanasida, angka ninna ma: Ndi, tompuna i rahar hau ara i!","21:21 Jadi dialusi Jesus ma nasida: Na tutu do na hudok on tu hamu: Aut na porsea hamu, so ganggu rohamu, ndada holan songon na tu hau ara ondeng patupaonmuna. Sandok gari tu dolok an dohononmuna: Munsat ma ho jala madabu tu laut, gari saut do!","21:22 Ai jaloonmuna do saluhut nasa na pinangidomuna di tangiangmuna, anggo na porsea hamu!","21:23 Jadi dung bongot Ibana tu bagas joro i, laho mangajari disi, didapothon angka sintua ni malim dohot sintua ni bangso i ma Ibana, angka ninna ma: Huaso dia dipangasahon Ho?","21:24 Dung i ninna Jesus ma mangalusi nasida: Ahu ma jolo manungkun hamu; dung pe dialusi hamu Ahu, asa paboaonku tu hamu, manang huaso dia hupangasahon di pambahenanki:","21:25 Ia pandidion ni si Johannes, sian dia do i? Sian banua ginjang do manang sian jolma manisia? Dung i marpingkir ma nasida sama nasida, songon on:","21:26 Ia ninta: Sian banua ginjang, dohononna ma: Boasa so dihaporseai hamu ibana? Anggo tadok annon: Sian jolma, sihabiaranta ma natorop i, ai panurirang do si Johannes di roha ni jolma saluhutna.","21:27 Gabe ninna nasida ma mangalusi Jesus: Ndang huboto hami i. Laos ro ma hatana tu nasida: Antong, Ahu pe, ndang paboaonku tu hamu, manang huaso dia hupangasahon patupahon ulaonki.","21:28 Alai beha do di rohamuna? Adong ma dua anak di na sahalak; jadi ditopot ma sihahaan, didok ma tu ibana: Laho ma ho, anaha, sadari on mangula tu porlakta!","21:29 Alai ro ma alusna: Ndang olo ahu! Hape disolsoli do rohana muse, gabe saut ma ibana laho.","21:30 Ia amaama i ditopot ma sianggian i, laos songon i do hatana, gabe didok i ma mangalusi: Olo, tuan! Hape, ndang saut laho.","21:31 Ise sian nasida na dua i mangulahon pinangido ni amanasida? Jadi didok nasida ma tu Ibana: Sihahaan i do! Dung i didok Jesus ma tu nasida: Situtu do na hudok on tu hamu: Tagonan do halak sijalobeo dohot boru na jahat bongot tu harajaon ni Debata, unang hamu!","21:32 Ai na ro do si Johannes tu hamu di dalan hatigoran, ndang dihaporseai hamu ibana; alai anggo angka sijalobeo dohot angka boru na jahat porsea do. Diida hamu do i nian; laos tong so disolsoli hamu rohamuna, laho mangkaporseai ibana.","21:33 Bege hamu ma sada umpana na asing: Adong ma sahalak na mora, na mamungka porlak anggurna, dihandangi, dihali ma pangilangan di bagasan, dipauli ma gudangna, dipasahat ma tu angka pangula, dung i marhutasada ma ibana.","21:34 Dung jumpang tingkina mambuat parbuena, disuru ma angka naposona manopot pangula i manjalo parbuena.","21:35 Jadi ditangkup angka pangula i ma naposona, na sada dilombuti, na sada dibunu, na sada didangguri dohot batu.","21:36 Dung i diulahi na mora i ma marsuru naposona angka na asing, tumorop sian na parjolo i; laos songon i do dipambahen pangula i tu nasida.","21:37 Parpudi ma disuru tu nasida anakna, ai ninna rohana: Ra biar ma rohanasida mida anakki!","21:38 Alai marnida anak i, didok angka pangula i ma sama nasida: On do sitean porlak i! Beta ma, tapusa ibana, asa di hita siteanonna i!","21:39 Jadi ditangkup nasida ma ibana, dionjar ma sian porlak i, laos dipusa.","21:40 Molo ro sogot parporlak i, aha ma bahenonna tu angka pangula i?","21:41 Gabe ninna nasida ma mandok Ibana: Tung jorbut do pamununa di angka parjahat i, jadi pasahatonna ma porlak anggurna tu pangula na asing, angka na mangalehon parbuena di tingkina i.","21:42 Dung i didok Jesus ma tu nasida: Beha, ndang dung dijaha hamu di Surat i: \"Ia batu na binolongkon ni angka pande bagas i, apala i do gabe batu parsuhisuhi (partunggul). Pinamasa ni Tuhan do i, jala halongangan do i diida matanta\"?","21:43 Dibahen i ma umbahen na hudok tu hamu: Buaton do harajaon ni Debata sian hamu jala lehonon ma tu bangso na olo mamboan parbuena.","21:44 Marosak ma ganup na tinggang tu batu on, jala magopu ma ganup na tiningganganna.","21:45 Jadi dung dibege angka sintua ni malim dohot Parise umpamana i, dianto ma, nasida do hinatahonna disi.","21:46 Jadi dilului nasida ma dalan manangkup Ibana; alai mabiar do nasida mida natorop i, ai panurirang do Ibana di rohanasida."," "],["22:1 Dung i diulahi Jesus ma marumpama tu nasida songon on:","22:2 Tarpatudos do harajaon banua ginjang i tu sada raja na mamestahon anakna na mangoli.","22:3 Jadi disuru ma angka naposona, manjou angka na ginokkonna hian tu pestana i, hape ndang olo nasida ro.","22:4 Dung i diulahi ma, disuru ma naposo na asing, ninna ma: Paboa hamu ma tu angka naung ginokkon: Nunga huparade panganon pesta i, nunga hupotong angka horbo dohot lombu; nunga rade saluhutna. Ipe, ro ma hamu tu pesta i!","22:5 Alai na laho be do nasida di tois ni rohanasida: Na sada tu haumana, na sada tu partigatigaonna.","22:6 Alai ditangkup na deba angka naposona, dipasipalsipal jala dipusa.","22:7 Jadi tarrimas ma raja i, disuru ma soldaduna mangalengsehon angka pamunu i jala manurbu hutanasida.","22:8 Dung i ninna ma mandok angka naposona: Nunga rade nian na hasea tu pesta i, alai ndang tau angka na pinio i.","22:9 Onpe, laho ma hamu tu angka dalan balobung, arahon hamu ma tu haroan on nasa na dapot hamu!","22:10 Jadi saut ma laho angka naposo i tu angka dalan, ditogihon ma saluhut na jumpang nasida, angka na jahat dohot na denggan, gabe gok tamue ma parpestaan i.","22:11 Alai laho bongot raja i mamereng angka tamuena, dapot matana ma disi sada halak na so marpangkean pesta.","22:12 Jadi didok ma tu ibana: Na beha do parmasukmu tuson, amang, ai ndang marpangkean pesta ho? Gabe mangkohom ma ibana.","22:13 Dung i didok raja i ma tu angka naposona: Tali hamu ma patna dohot tanganna, laos pabali hamu ma ibana tu na holom marimpotimpot; disi ma masa angguhangguk dohot na patungoripon.","22:14 Ai lan do na jinou; alai otik do na tarpillit.","22:15 Dung i laho ma angka Parise martuptup sama nasida, manang na beha bahenonnasida padapothon Ibana di hatana.","22:16 Jadi disuru nasida ma angka siseannasida rap dohot angka naposo ni si Herodes tu Ibana, angka ninna ma: Gurunami, huboto hami, na tigor Ho; ai sintongsintong dipodahon Ho dalan ni Debata jala ndang dihabiari Ho manang ise, ai so siida bohi ni jolma Ho!","22:17 Ipe, paboa ma tu hami: Beha didok roham: Na jadi do lehonon guguan (belasting) tu Kesar i, manang na so jadi tahe?","22:18 Alai diboto Jesus do jahat ni rohanasida, jadi didok ma: E hamu pangansi! Boasa unjunanmuna Ahu?","22:19 Patuduhon hamu ma hepeng guguan i tu Ahu! Gabe diboan nasida ma sada hupang tu Ibana.","22:20 Dung i didok Jesus ma tu nasida: Gombaran dohot surat ni ise do dison?","22:21 Jadi dialusi nasida ma: Gombaran ni Kesar i do. Jadi didok ma tu nasida: Antong, lehon hamu tu Kesar, na sian Kesar i; jala lehon hamu ma tu Debata, na sian Debata!","22:22 Gabe longang ma rohanasida umbegesa; laos laho ma nasida, ditadingkon ma Ibana.","22:23 Di na sadari i ro ma angka Saduse, na so marhatutuhon adong haheheon sian na mate, jadi disungkun nasida ma Ibana:","22:24 Gurunami, didok si Musa: Molo adong na mate, so martinading, pareahon ni anggina ma jolmana i, pajongjongkon pomparan di hahana.","22:25 Jadi adong ma di hami pitu halak na marhahamaranggi; mangoli ma sihahaan, dung i mate ma ibana so martinading, ditinggalhon ma jolmana i di tinodohonna.","22:26 Songon i do paidua dohot paitolu ro di paipitu.","22:27 Umpudi sian nasida sasudena i mate dohot boruboru i.","22:28 Antong di ari haheheon i, ise do sian nasida na pitu i nampuna parompuan i, ai sude do nasida marniolihonsa?","22:29 Alai ninna Jesus ma mangalusi nasida: Nalilu do hamu, siala ndang diboto hamu Surat i nang hagogoon ni Debata!","22:30 Ai anggo ruhut ni angka naung mulak mangolu: Ndang mangoli, ndang muli; songon surusuruan ni Debata do nasida di banua ginjang i.","22:31 Alai anggo taringot tu haheheon ni angka naung mate, ndang dung dijaha hamu ulaning na nidok ni Debata tu hamu di hatana on:","22:32 \"Ahu do Debata ni si Abraham, Debata ni si Isak jala Debata ni si Jakkob!\" Apala Debata ni angka na mate Ibana, Debata ni angka na mangolu do!","22:33 Jadi tarhalomong ma halak natorop i umbege pamodaionna i.","22:34 Alai marpungu ma angka Parise i, dung dibege, naung dipajut Jesus angka Saduse i.","22:35 Dung i diunjuni sahalak sibotopatik sian nasida ma Ibana, disungkun ma:","22:36 Gurunami, dia do patik raja sian angka patik i?","22:37 Jadi didok Jesus ma: Sihaholonganmu do Tuhan Debatam sian nasa ateatem, sian nasa hosam dohot sian nasa roham!","22:38 I do patik raja jala parjolo.","22:39 Alai dos do arga ni na paduahon on: Sihaholonganmu do donganmi doshon dirim!","22:40 Patik na dua on do mangkangkam nasa patik dohot hata ni panurirang.","22:41 Alai di na pungu i angka Parise, disungkun Jesus ma nasida, ninna ma:","22:42 Na beha do rohamu taringot tu Kristus i? Anak ni ise do Ibana? Jadi dialusi nasida ma Ibana: Anak ni si Daud do!","22:43 Alai didok ma tu nasida: Alai digoar si Daud do Ibana \"Tuhan\", diajari Tondi i, ai didok do:","22:44 \"Ninna Tuhan i do mandok Tuhanku: Hundul ma Ho tu Siamunhon, paima hupeakhon angka musum bahen sidegedegean ni patmu!\"","22:45 Antong, anggo digoar si Daud do Ibana \"Tuhan\", beha ma Ibana Anakna?","22:46 Jadi ndang adong manang ise na tarbahen mangalusi Ibana; jala olat ni na sadari i ndang adong na hum roha manungkun Ibana."," "],["23:1 Dung i dipanghulingi Jesus ma halak natorop dohot angka siseanna,","23:2 ninna ma: Dihunduli angka sibotosurat dohot angka Parise do habangsa ni si Musa.","23:3 Onpe, ula jala radoti hamu ma sasude na pinodahonnasida tu hamu; alai unang ma tiru hamu ia pambahenannasida! Ai na ripe mamodai do nasida, so adong diulahon.","23:4 Boban angka na dokdok do dirahuti nasida jala diampehon tu abara ni jolma i, alai ndang olo nasida manjamasa, nanggo dohot sada jarijarina.","23:5 Nasa pambahenannasida, asa dipaberengbereng halak, umbahen na diula, ai dipabidang do tali partangiangannasida, laos dipaganjang do rambuna.","23:6 Sai hundulan na sumangap do ditodo, uju di parpestaan, songon i bangku jolojolo di angka parguruan.","23:7 Dipangido, naeng tabion nasida di onan jala naeng goaron ni jolma i nasida guru.","23:8 Alai anggo hamu, unang ma margoar guru, ai Sada do Gurumuna; saluhutna hamu marhahamaranggi.","23:9 Ndang jadi goaronmuna manang ise sian hamu \"Ama\" di tano on, ai Sada do Amamuna, i ma na di banua ginjang i!","23:10 Jala ndang jadi goaron hamu Partogi, ai Sada do Partogimuna, i ma Kristus i!","23:11 Alai na sumangap sian hamu, i ma gabe songon naposomuna!","23:12 Ai sipaoruon do ganup na patimbo dirina; alai sipatimboon do na paoru dirina.","23:13 Marjea ma hamu sibotosurat dohot Parise, hamu pangansi! Ai disordak hamu do harajaon banua ginjang i di jolo ni jolma i. Ndang masuk hamu; angka na giot bongot pe, ndang diloas hamu masuk.","23:14 Marjea ma hamu sibotosurat dohot Parise, hamu pangansi! Ai dipolgak hamu do jabu ni boruboru na mabalu jala tangiang na ganjang dibahen hamu mangkuphupisa. Uhum na lobi dokdok do jaloonmuna ala ni i.","23:15 Marjea ma hamu sibotosurat dohot Parise, hamu pangansi! Ai diliati hamu do laut dohot tano manaiti tu agamamuna nanggo sada halak. Jadi dung saut ibana masuk, gabe anak ni roko ibana dibahen hamu, silompit sian hamu!","23:16 Marjea ma hamu partogi na mapitung, angka na mandok: Na manolon tu bagas joro, ndang marguna; alai na manolon tu sere na di bagas joro, i do na marguna.","23:17 E hamu na oto jala na mapitung! Ai dia do na ummangat, sere i manang bagas joro i, na pabadiahon sere i?","23:18 Angkup ni i didok hamu: Na manolon tu langgatan, ndang marguna; alai na manolon tu pelean na di atas langgatan i, i do na marguna.","23:19 E hamu na mapitung! Ai dia do na ummangat, pelean i manang langgatan i, na pabadiahon pelean i?","23:20 Nda songon on: Na manolon tu langgatan i, manolon tusi do, padohot tu saluhut na diatasna.","23:21 Jala na manolon tu bagas joro, manolon tusi do, nang tu Ibana na manginganhonsa.","23:22 Na manolon tu banua ginjang, manolon tu habangsa ni Debata do, nang tu Ibana na mangkundulisa.","23:23 Marjea ma hamu sibotosurat dohot Parise, hamu pangansi! Ai diparsampulu hamu do angka suansuanan na metmet, alai tading do angka patik na ummaol dibahen hamu, songon hatigoran, parasinirohaon dohot haburjuon. Siulaon do na sada on, alai unang ma tading na sada an!","23:24 Hamu partogi na mapitung! Dipasisi hamu do rongit; alai ia gaja dibondut hamu do!","23:25 Marjea ma hamu sibotosurat dohot Parise, hamu pangansi! Ai dipaias hamu do panginuman dohot mangkuk sian duru, hape marisi pandoboon do dohot pargadombuson.","23:26 E ho, Parise na mapitung! Parbagasan ni panginuman i ma jolo paias, asa gabe ias nang duruna!","23:27 Marjea ma hamu sibotosurat dohot Parise, hamu pangansi! Ai suman do hamu tu tanoman na hinapur, angka na denggan berengon sian duru, hape marisi holiholi ni na mate do dohot nasa na rotak!","23:28 Tongon songon i hamu: Tigor hamu nian idaon ni halak sian duru, alai anggo di bagasan, gok pangansion do hamu dohot na so uhum.","23:29 Marjea ma hamu sibotosurat dohot Parise, hamu pangansi! Ai dipauli hamu do tanoman ni angka panurirang, jala dipalehet hamu tambak ni angka partigor.","23:30 Pola didok hamu: Aut hami uju di ngolu ni angka ompu, ndang tagamon dohot hami parsala di mudar ni angka panurirang i!","23:31 Asa dihatindangkon hamu do hape, anak ni sibunu panurirang i do hamu!","23:32 Onpe, haru gohi hamu ma suhatsuhat ni ompumuna!","23:33 Hamu angka ulok jala anak ni ulok dari, tung beha ma bahenonmuna maporus pasidingkon uhuman na roko?","23:34 Dibahen i, ida ma, Ahu marsuru tu hamu angka panurirang dohot parroha dohot sibotosurat: Bunuonmuna jala parsilangkononmuna ma deba sian nasida, na deba linsinganmuna do di parguruanmuna jala leleanmuna sian huta tu huta.","23:35 Asa mandatang tu hamu mudar ni saluhut angka partigor na so marpipot, na use di tano on olat ni mudar ni si Abel na tigor i ro di mudar ni si Sakarias, anak ni si Berekia, na pinusamuna di holangholang ni bagas joro dohot langgatan i.","23:36 Situtu do na hudok on tu hamu: Sasudena i mandatang sogot tu bangso on!","23:37 Jerusalem! Jerusalem! Dibunu ho do angka panurirang jala didangguri ho do angka na sinuru manopot ho. Nunga piga hali naeng papunguonku do nian angka anakmi, sobokkon pidong na papunguhon anakna tu toru ni habonghabongna; alai ndang dung olo hamu!","23:38 Ida ma, ingkon tarulang do sogot bagasmuna!","23:39 Ai hudok ma tu hamu: Na so idaonmuna be Ahu olat ni on, paima dohononmuna: Pinasupasu ma na ro marhitehite Goar ni Tuhan i!"," "],["24:1 Dung i borhat ma Jesus, laho ruar sian bagas joro i. Jadi didapothon angka siseanna i ma Ibana, dipatuduhon ma tu Ibana angka bagas ni joro i.","24:2 Alai didok Jesus ma tu nasida: Diida hamu sasudena i? Situtu do na hudok on tu hamu: Ndang pasombuonna sogot disi dua batu martinditindi na so gargaronna.","24:3 Dung i uju hundul Ibana di dolok Jetun i, pulik ma didapothon angka siseanna Ibana, mandok: Paboa ma tu hami: Andigan masa i, jala dia ma tanda ni harorom dohot ajal ni hasiangan on?","24:4 Gabe dialusi Jesus ma nasida: Jaga ma hamu, so tung dililuhon halak hamu!","24:5 Ai lan do na ro sogot manoluk Goarhu, angka na mandok: Ahu do Kristus i, gabe torop ma lilu bahenonnasida.","24:6 Alai begeonmuna ma barita ni angka hamusuon dohot soara ni na marmusu. Manat ma hamu, unang hamu tarsonggot; ndang tarbahen so masa angka i, alai ndang i dope ujungna.","24:7 Ai na hehe do sogot bangso maralohon bangso, harajaon maralohon harajaon; masa ma nang haleon dohot lalo marluatluat.","24:8 Sasudena i, parmulaan ni pambebeonna i dope.","24:9 Dung i pasahatonna ma hamu tu haporsuhon, pola pusaonna do hamu, gabe hosoman ni bangso saluhutna hamu ala Goarhu.","24:10 Jadi torop ma targasip di tingki i, gabe masijehean jala masihosoman ma!","24:11 Dung i hehe ma lan panurirang pargapgap, mangaliluhon torop jolma.","24:12 Jadi ala na lam rarat na so uhum, lam tu ngalina ma haholongon ni roha di jolma godangan.","24:13 Alai na manahan ro di ujung, i do paluaonna.","24:14 Laos baritahononhon do barita na uli on na taringot tu Harajaon i di liat portibi on, laho mangkatindangkonsa tu saluhutna bangso; dung pe i, asa ro ujungna.","24:15 Antong, molo diida hamu di inganan na badia i hagagaor na so uhum i, na nilumbahon ni panurirang Daniel (diparateatehon na manjaha on ma i!):","24:16 Disi ma maporus hamu na di Judea tu dolok!","24:17 Na di bilut parginjang ni jabuna, unang ma dialap angka ugasan na di jabu i, di na mijur.","24:18 Na di ladang, unang ma pola humusor mambuat ulosna!","24:19 Alai marjea ma angka na gabegabean dohot angka panarusan di angka ari i!","24:20 Alai martangiang ma hamu, asa unang pola maporus hamu di partaonan ngali manang jumpa ari Sabbat.","24:21 Ai mansai balga do haporsuhon i; sian mula ni hasiangan on rasirasa nuaeng ndang adong dope masa na songon i, tu jolo on pe ndang masa be.","24:22 Jala aut unang diorui angka ari i, ndang tagamon malua agia sada jolma; alai ala ni angka na pinillit i do umbahen na diorui.","24:23 Molo dipandok disi tu hamu: Ida ma, disi, disan do Kristus i, unang porsea hamu!","24:24 Ai na hehe do sogot angka Kristus pargapgap dohot angka panurirang pargapgap, patupahon tanda na balga dohot halongangan, laho mangaliluhon nang angka na pinillit, ia na tarbahen.","24:25 Jaga ma hamu! Nunga hupalumba hamu hian.","24:26 Antong, anggo didok nasida tu hamu: Di halongonan an do Ibana, unang hamu laho tusi; ia didok: Di bilut do Ibana, unang haporseai!","24:27 Ai songon hilap na mullop di habinsaran marnalanala ro di hasundutan, songon i do sogot haroro ni Anak ni jolma i.","24:28 Ai ia disi bangke, tusi do marumbal angka lali.","24:29 Alai dung salpu haporsuhon ondeng, pintor mangkolom ma mata ni ari i, ndang marsinondang be bulan i, mardabuan ma angka bintang sian langit, jadi humuntal ma angka hagogoon ni parlangitan.","24:30 Di tingki i ma binsar di langit i tanda ni Anak ni jolma i, gabe mangangguhi ma sude bangso na di tano on, ai idaonnasida ma Anak ni jolma i ro di atas ombun ni langit, mantat hagogoon dohot hasangapon godang.","24:31 Jadi suruonna ma angka surusuruan na marsarune mansai gogo, jadi sian desa na ualu i ma papunguonnasida angka na pinillitna, sian suhi ni langit na sada ro di na sada nari i.","24:32 Alai sian hau ara i ma guruhon hamu tudosanna: Molo martunasi punsuna jala rungkar angka bulungna, botoonmuna ma, naung jonok partaonan las.","24:33 Suang le songon i, jumpa diida hamu masa angka ondeng, botoonmuna ma, naung jonok hasosonggopna.","24:34 Situtu do na hudok on tu hamu: Na so tupa salpu bangso on, so jolo songgop sasudena i.","24:35 Ai laho salpu pe sogot langit dohot tano on, anggo angka hatangki ndang na olo salpu!","24:36 Alai anggo arina dohot sadiharina, ndang adong na umbotosa, nang surusuruan na di banua ginjang, nang Anak i; nda holan Ama i!","24:37 Alai songon uju di ngolu ni si Noak i, songon i do sogot haroro ni Anak ni jolma i!","24:38 Ai tagan so ro aek na sumar i, marmangani nasida jala minumminum, mangoli dohot pabolihonsa, paima dapot ari habobongot ni si Noak tubagasan parau i.","24:39 Laos so mamoto nasida, paima ro aek na sumar i mangaupi nasida saluhutna. Suman tusi do sogot haroro ni Anak ni jolma i!","24:40 Rap ma disi dua halak di ladang; na sada do dijangkon, na sada dibolongkon.","24:41 Rap ma disi dua panduda; na sada do dijangkon, na sada dibolongkon.","24:42 Onpe, dungo ma hamu; ai ndang diboto hamu ari haroro ni Tuhanmuna!","24:43 Alai ingot hamu ma on: Aut na diboto na mora i tingki haroro ni panangko, ndang tagamon so dungo ibana, asa unang disursari ugasanna na di bagasna i.","24:44 Dibahen i sai tagam ma hamu, ai na ro ma Anak ni jolma i di na so pangkirimon ni rohamu!","24:45 Asa didia do naposo haposan jala na marroha, na pinabangkit ni indukna mangalehon angka naposona mangan di tingkina?","24:46 Martua do naposo i, na mangulahon songon i didapot indukna di harorona i!","24:47 Situtu do na hudok on tu hamu: Pabangkitonna do ibana mangaramoti saluhutna na di ibana.","24:48 Alai ia na jahat naposo i, dohononna ma di bagasan rohana: Leleng dope asa ro indukhi!","24:49 Gabe tole ma ibana mangalinsingi angka donganna naposo; mangan minum do anggo ibana, mangangkupi angka siparmabuk.","24:50 Dung i ro ma induk ni naposo ondeng di ari na so panagamanna jala di sadihari na so pamotoanna.","24:51 Jadi agoonna ma ibana, laos lehononna ma tu ibana tohap ni angka pangansi. Disi ma masa angguhangguk dohot na patungoripon!"," "],["25:1 Disi ma tarpatudos harajaon banua ginjang i tu sampulu anak boru, angka na borhat manomunomu pangoli i, masiboan parpalitoanna be.","25:2 Alai na oto do na lima sian nasida, na pantas marroha do na lima.","25:3 Ianggo angka na oto i, diboan do nian parpalitoanna, alai ndang mantat miak nasida.","25:4 Alai anggo na pantas marroha i, diboan do miak di ingananna i rap dohot parpalitoannasida.","25:5 Alai di na leleng so ro pangoli i, mondokondok ma nasida sasude, laos tarpodom ma.","25:6 Alai tonga borngin i, adong ma na joujou: Na ro ma pangoli i; hehe ma hamu manomunomu!","25:7 Jadi hehe ma angka anak boru i saluhutna, dipature be ma parpalitoanna.","25:8 Dung i didok angka na oto i ma tu angka na pantas marroha: Lehon hamu ma tu hami deba sian miakmuna, ai na mintop ma palitonami.","25:9 Alai dialusi angka na pantas marroha i ma: Ndang sae maon di hami dohot di hamu; tu angka panggadis ma hamu laho tagonan, manuhor di hamu!","25:10 Alai di tongandalan i dope nasida laho manuhor, nunga ro pangoli i; jadi bongot ma angka naung hobas hian rap dohot ibana tu hasampuran rea i, dung i tarsordak ma pintu i.","25:11 Alai ro ma sian pudi anak boru na lima nari, angka ninna ma: Tuannami, ungkap ma di hami!","25:12 Alai ninna ma mangalusi: Situtu do na hudok on tu hamu: Ndang na hutanda hamu!","25:13 Antong, jaga ma hamu, ai ndang diboto hamu arina manang sadiharina!","25:14 Umpamana: Adong ma sada halak na naeng marhutasada, jadi dijou ma angka naposona, laho palumehon artana tu nasida.","25:15 Jadi dilehon ma tu na sada lima bagian, tu na asing dua, tu na asing muse sada dilehon, ganup marguru tu gogona; dung i borhat ma ibana.","25:16 Mamintor ma laho na manjalo na lima bagian i, ditigatigahon ma i, jadi diomo ma lima bagian nari.","25:17 Na manjalo na dua bagian i pe, tong songon i do; dohot do ibana mangomo dua nari.","25:18 Alai anggo na manjalo na sada i, dihali ma tano mambunihon hepeng ni indukna i tusi.","25:19 Alai dung leleng, mulak ma induk ni angka naposo ondeng, jadi mardabudabu ma ibana dohot nasida.","25:20 Jadi ro ma na manjalo na lima bagian i, diboan ma na lima bagian nari, ninna ma: Tuannami, lima bagian pinasahatmi tu ahu; ida ndi on, lima bagian nari huomo.","25:21 Dung i didok indukna i ma tu ibana: Taho ma i, ale naposo na denggan roha jala haposan! Haposan do ho di na otik, pasahatonku ma tu ho godang. Bongot ma ho tu halasan ni roha ni tuanmu!","25:22 Dung i ro ma na manjalo na dua bagian i, didok ma: Tuannami, dua bagian pinasahatmi tu ahu; ida ndi on, dua bagian nari huomo.","25:23 Dung i didok indukna i ma tu ibana: Taho ma i, ale naposo na denggan roha jala haposan; haposan do ho di na otik, pasahatonku ma tu ho godang. Bongot ma ho tu halasan ni roha ni tuanmu!","25:24 Jadi ro ma nang na manjalo na sada bagian i, ninna ma: Tuannami, nunga huboto hian, ho parroha na pir, na manggotil di na so panuananmu, jala na papunguhon di na so panaburanmu.","25:25 Jadi ala na mabiar ahu, laho do ahu mambunihon bagianki tubagasan tano; na, ndi on, ugasanmon!","25:26 Alai ninna indukna i ma mangalusi ibana: Oe, ho naposo na jahat roha jala na losok! Diboto ho do hape, ahu manggotil di na so panuananku jala papunguhon di na so panaburanku!","25:27 Antong, nda tama ma nian boanonmu hepengki tu sianahi hepeng, gabe jaloonku ma di ahu rap dohot bungana di harorongkon?","25:28 Onpe, buat hamu ma bagianna i; lehon hamu ma i tu na mameop na sampulu bagian i!","25:29 Ai di ganup paradongan lehonon do, asa marlobilobi ibana. Alai sibuaton do sian na so paradongan nang na di ibana hian.","25:30 Laos pabali hamu ma naposo na so hasea i tu na holom marimpotimpot! Disi ma masa angguhangguk dohot na patungoripon.","25:31 Alai dung ro sogot Anak ni jolma i marhasangapon rap dohot saluhut surusuruanna, hundulanna ma disi habangsa hasangaponna i.","25:32 Dung i marluhut ma tu jolona nasa bangso, jadi sirangonna ma nasida songon binahen ni parmahan na manirang birubiru boruboru sian birubiru tunggal.","25:33 Jadi pajongjongonna ma boruboru i tu siamunna, alai anggo tunggal i tu hambirangna.","25:34 Dung i dohonon ni Raja i ma tu angka na di siamunna i: Ro ma hamu, angka na pinasupasu ni Damang, tean hamu ma harajaon i, na pinature di hamu sian haoojak ni tano on!","25:35 Ai na male do Ahu, dilehon hamu do Ahu mangan; na mauas do Ahu, dilehon hamu do Ahu minum; na buro do Ahu, gabe dijangkon hamu do Ahu.","25:36 Na marsangkotbulung do Ahu, jadi diparulosi hamu do ahu; na hansitan do Ahu, jala ditingkir hamu do Ahu; na tarhurung do Ahu jadi ro hamu mandulo Ahu.","25:37 Dung i dohonon ni angka partigor i ma mangalusi: Tuhan, nandigan huida hami Ho male, gabe hulehon hami Ho mangan; manang mauas, gabe hulehon hami Ho minum?","25:38 Nandigan huida hami Ho na buro, gabe hujangkon hami Ho; manang marsangkotbulung, gabe huparulosi hami Ho?","25:39 Nandigan huida hami Ho marsahit manang tarhurung, gabe hudulo hami Ho?","25:40 Dung i alusan ni Raja i ma nasida: Situtu do na hudok on tu hamu; Nasa na binahenmuna tu sada sian anggingku angka na metmet on, na tu Ahu do i dibahen hamu!","25:41 Dung i dohononna ma tu angka na di hambirangna: Laho ma hamu sian jolongkon, hamu angka na binuraan tu api sisalelenglelengna, na pinature di sibolis i dohot di angka surusuruanna!","25:42 Ai na male do Ahu, ndang dilehon hamu Ahu mangan; na mauas do Ahu, ndang dilehon hamu Ahu minum.","25:43 Na buro do Ahu, ndang dijangkon hamu Ahu; na marsangkotbulung do Ahu, ndang diparulosi hamu Ahu; na marsahit do Ahu, na tarhurung do Ahu, ndang didulo hamu Ahu.","25:44 Dung i dohononnasida ma mangalusi Ibana: Tuhan, nandigan huida hami Ho male, manang mauas, manang na buro, manang marsangkotbulung, manang marsahit, manang tarhurung, so hupatureture hami Ho?","25:45 Dung i dohononna ma mangalusi nasida: Situtu do na hudok on tu hamu: Di na so niantoanmuna sahalak sian angka na metmet on, sandok Ahu do na so niantoanmuna disi.","25:46 Dung i laho ma nasida tu na bernit salelenglelengna; alai anggo partigor i tu hangoluan sisalelenglelengna do."," "],["26:1 Asa dung sahat dihatahon Jesus sude angka jamita ondeng, ninna ma mandok angka siseanna:","26:2 Diboto hamu do, haduan ma dapot pesta Paska; disi ma pasahatonna Anak ni jolma i, asa diparsilangkon.","26:3 Marpungu ma uju i angka sintua ni malim dohot angka sintua ni bangso i tu godung ni sintua ni malim na margoar si Kayapas,","26:4 laho martuptup, manang bisuk dia bahenonna manangkup Jesus dohot mamusa Ibana.","26:5 Alai didok nasida ma: Unang ma di pesta i, so tung guntur natorop i.","26:6 Alai uju di Betania Jesus di bagas ni si Simon na huliton i,","26:7 didapothon sada parompuan ma Ibana, mantat guriguri na marisi miak na arga situtu, i ma diusehon tu Uluna, tagan mangan nasida.","26:8 Marnida i angka siseanna, sogo ma rohanasida, angka ninna ma: Magoponai, antong!","26:9 Aut ginadis i nian arga jala nilehon tu na pogos!","26:10 Umboto i Jesus, ninna ma mandok nasida: Boasa arsahanmuna parompuan i? Ai na uli do na binahenna i tu Ahu.","26:11 Ai tongtong do adong na pogos di tongatongamuna, alai anggo Ahu ndang manongtong di hamuna.","26:12 Ai diusehon pe miak i tu Dagingki, hira na mambahen adat pananomon do nasida disi tu Ahu.","26:13 Situtu do na hudok on tu hamu: Manang didia di liat portibi on dijamitahon sogot barita na uli on, hatahononna do nang na binahenna ondeng gabe baritana.","26:14 Dung i laho ma sada sian na sampuludua i, na margoar Judas Iskariot, manopot angka sintua ni malim,","26:15 mandok: Sadia ma lehononmuna tu ahu, asa hupasahat Ibana tu hamu? Gabe tolupulu rupia ma dibilang nasida tu jolona.","26:16 Olat ni i ma dilului rohana tingki halehetanna laho pasahathon.","26:17 Alai di ari parhobasan parjolo ni pesta Paska i didapothon siseanna ma Jesus, angka ninna ma: Tudia ma patureonnami di Ho panganon Paska i, dipangido roham?","26:18 Gabe didok ma: Laho ma hamu tu huta i, manopot si anu, dok hamu ma tu ibana: Tona ni Guru i: Na dapot ne ma tingkingku, di ho ma Ahu sorang, laho mangan Paska i rap dohot siseanku.","26:19 Dung i dibahen angka sisean i ma songon na nidokkon ni Jesus tu nasida, jadi dihobasi ma panganon Paska i.","26:20 Adong dung bot ari, mangan ma Ibana rap dohot siseanna na sampuludua i.","26:21 Jadi di na mangan i nasida, ninna ma: Situtu do na hudok on di hamu: Sada sian hamu naeng pasahathon Ahu!","26:22 Dung i marsak situtu ma rohanasida, gabe dipandok be ma tu Ibana: Nda tung ahu i, Tuhan?","26:23 Alai ninna ma mangalusi: Ia i na rap dohot Ahu manurdukkon tanganna tu paringkauan, i do na pasahathon Ahu!","26:24 Tong do nian ujung ni Anak ni jolma i, songon na tarsurat hian; alai marjea do halak na pasahathon Anak ni jolma i? Tagonan unang ma sanga tubu ibana tu hasiangan on!","26:25 Dung i ro ma si Judas, parjehe i, didok ma: Nda tung ahu i, Guru? Jadi didok Jesus ma tu ibana: Ho do tutu!","26:26 Jadi di na mangan i nasida, dihindat Jesus ma roti, dipasupasu ma, diponggoli jala diparlehon ma tu angka siseanna, huhut ma didok: Jalo hamu ma, pangan hamu; Dagingku do on!","26:27 Dung i dihindat ma panginuman, didok ma mauliate, dilehon ma tu nasida, huhut ma didok: Sude ma hamu manginum sian i!","26:28 Ai Mudarhu do on, mudar parpadanan i, na niusehon humongkop torop, bahen hasesaan ni dosa.","26:29 Alai hudok ma tu hamu: Na so tupa be inumonku olat ni on sian parbue ni hau anggur i sahat ro di ari sogot; disi ma inumonku na imbaru rap dohot hamu di harajaon ni Damang.","26:30 Jadi dung diendehon nasida ende pujipujian i, ruar ma nasida laho tu dolok Jetun.","26:31 Disi ma didok Jesus tu nasida: Saluhut do hamu naeng targasip mida Ahu di na saborngin on, ai na tarsurat do: \"Lombutanku ma parmahan i, gabe marserak ma birubiru na sapunguan i.\"","26:32 Alai dung hehe Ahu sian na mate, joloananku ma hamu tu Galilea.","26:33 Alai ninna si Petrus ma mangalusi Ibana: Agia sude nasida targasip mida Ho, anggo ahu, na so tupa targasip.","26:34 Dung i didok Jesus ma mandok ibana: Situtu do na hudok on tu ho: Tolu hali do soadahononmu Ahu di na saborngin on, tagan so martahuak dope manuk.","26:35 Dung i didok si Petrus ma tu Ibana: Nang mate pe ahu rap dohot Ho, ndang soadahononku Ho. Laos songon i do hata ni saluhut sisean i.","26:36 Dung i sahat ma Jesus rap dohot nasida tu porlak sada na margoar Getsemane. Jadi didok ma tu angka sisean i: Hundul ma hamu jolo dison, saleleng disan Ahu martangiang.","26:37 Dung i ditogihon ma si Petrus dohot anak ni si Sebedeus na dua i, dung i gabe marsak situtu ma Ibana jala bobonosan.","26:38 Jala didok ma tu nasida: Mansai marsak situtu do rohangku, hira na mate do. Dison ma hamu, dungo rap dohot Ahu!","26:39 Dung i laho ma Ibana saotik tujolo, dipatungkap ma bohina tu tano martangiang, ninna ma: Ale Amang, namun na tarbahen, salpuhon ma siinumon on sian Ahu! Alai tahe, unang marguru tu rohangku; roham do!","26:40 Dung i mulak ma Ibana tu angka siseanna, jala tarpodom do nasida didapot, jadi didok ma tu si Petrus: Ndang margogo hamu hape dungo rap dohot Ahu nanggo sangombas?","26:41 Dungo ma hamu jala martangiang, asa unang hamu bongot tu pangunjunan, ai na girgir do nian tondi i, alai gale do ia daging!","26:42 Dung i laho ma Ibana paduahalihon martangiang, ninna ma: Ale Amang, molo so tarbahen salpu on, nda ingkon huinum, sai saut ma lomo ni Roham!","26:43 Dung i di na ro i Ibana, tarpodom muse ma nasida didapot, ai mansai dokdok do salibonnasida.","26:44 Jadi ditadingkon ma nasida, diulakkon ma laho martangiang patoluhalihon, mandok hata ondeng.","26:45 Dung i didapothon ma muse angka siseanna jadi didok ma tu nasida: Datdatanmuna dope modom dohot maradian? Nunga dapot tingkina nuaeng, sahat ma Anak ni jolma i tu tangan ni pardosa.","26:46 Hehe ma hamu, laho ma hita! Ndi, nunga, ro na pasahathon Ahu!","26:47 Mangkatahon i dope Ibana, nunga ro si Judas, sada sian na sampuludua i, rap dohot torop halak, angka na marpodang jala marlombutlombut, sinuru ni angka sintua ni malim dohot sintua ni bangso i.","26:48 Alai nunga dipabotohon parjehe i hian partinandaan tu nasida, ai didok do: Ia i na huumma, Ibana ma i; i ma tangkup hamu!","26:49 Asa pintor didapothon ma Jesus, didok ma: Tabi di Ho, Guru! Laos diumma.","26:50 Alai ninna Jesus ma mandok ibana: Marhua ho tuson, anggia? Dung i ro ma nasida, dilaluhon ma tangannasida tu Jesus manangkup Ibana.","26:51 Dung i adong ma sada sian angka dongan ni Jesus mangalaluhon tanganna, disintak ma podangna, ditampulhon ma tu naposo ni sintua ni malim sahalak, dipisikkon ma pinggolna.","26:52 Jadi didok Jesus ma tu ibana: Pasarung podangmi, ai na manintak podang, mago ma bahenon ni podang!","26:53 Ai na so tarbahen Ahu do di roham mangido sian Damang, asa dipadiri di Ahu saonari lobi sian sampuludua loksa surusuruan?","26:54 Alai songon dia ma disi saut hata ni Surat i na mandok: Ingkon masa do na songon i?","26:55 Uju i ma didok Jesus tu angka natorop i: Hira na dompak panamun do hamu hehe, marpodang jala marlombutlombut manangkup Ahu. Ariari do Ahu nian hundul mangajari di bagas joro, so adong ditangkup hamu Ahu.","26:56 Alai na masa do sudena on, asa jumpang hata ni angka panurirang i. Dung i ditadingkon saluhut sisean i ma Ibana laho maporus.","26:57 Asa dung ditangkup nasida Jesus, ditogihon ma Ibana tujolo ni sintua ni malim si Kayapas, ai nunga pungu disi angka sibotosurat ro di pangituai.","26:58 Alai sai mangihut do si Petrus mandaodao sahat ro di alaman ni sintua ni malim i. Laos bongot ma ibana tubagasan, laho hundul tusi rap dohot angka naposo marnida ujungna.","26:59 Alai anggo angka sintua ni malim ro di sandok rapot godang mangalului panindangion gapgap dompak Jesus, na tuk mambahen Ibana marutang hosa.","26:60 Alai nang pe hehe torop sitindangi gapgap, ndang adong jumpangsa.","26:61 Alai parpudi ro ma dua halak, ninna ma: Didok Halak on: Tarbahen Ahu do mangalohai joro ni Debata jala pajongjong i sumuang di bagasan tolu ari.","26:62 Dung i hehe ma sintua ni malim i, mandok tu Ibana: Ndang alusanmu na hinatindangkonnasida dompak Ho?","26:63 Alai sai hohom do anggo Jesus. Dung i dipanghulingi sintua ni malim i ma Ibana: Hupatolon ma Ho tu Debata Siparngolu i, asa dipaboa Ho tu hami, manang na tutu Ho Kristus, Anak ni Debata!","26:64 Dung i didok Jesus ma tu ibana: Songon na nidokmi ma tutu! Alai hudok ma tu hamu: Olat ni on ma idaonmuna Anak ni jolma i, hundul di siamun ni Hagogoon jala ro di atas ombun ni langit.","26:65 Gabe diribakkon sintua ni malim ma pangkeanna mandok: Na mangaleai Debata do Ibana! Pola luluan dope sitindangi? Nunga dibege hamu pangaleaina i!","26:66 Beha do di rohamu? Dung i ninna nasida ma mangalusi: Marutang hosa ma Ibana!","26:67 Jadi ditijuri nasida ma bohina, na deba manompuk, na deba mangalinsingi,","26:68 huhut mandok: Surirangi hami, Kristus, ise do na mambunu Ho?","26:69 Alai na hundul do anggo si Petrus di alaman i, jadi didapothon sada parompuan ma ibana mandok: Dohot do ho dongan ni Jesus, na sian Galilea i!","26:70 Jadi disoadahon ma di jolonasida saluhutna, ninna ma: Ndang huboto na nidokmi!","26:71 Dung i di na naeng haruar ibana, diida parompuan na asing ma ibana, didok ma tu angka na disini: On do sada dongan ni Jesus na sian Nasaret!","26:72 Jadi diulahi ma mansoadahon, pola manolon: Tung na so hutanda do Halak i!","26:73 Alai dung satongkin nari, didapothon angka na jongjong disi ma si Petrus mandok: Sintong tahe, dohot do ho sada sian nasida, ai pangkulingmi do patandahon ho!","26:74 Dung i dipambuburahon ma dirina huhut manolonnolon: Tung na so hutanda do Halak i, ninna. Jadi pintor martahuak ma manuk.","26:75 Jadi diingot si Petrus ma na hinatahon ni Jesus tu ibana: Tolu hali soadahononmu Ahu, tagan so martahuak dope manuk. Dung i laho ma si Petrus tu balian tumatangis situtu."," "],["27:1 Torang ni arina i martuptup ma sude angka sintua ni malim dohot sintua ni bangso i dompak Jesus, laho mamusa Ibana.","27:2 Ditali jala ditogu nasida ma Ibana laho pasahathon tu panguhum si Latus.","27:3 Jadi dung diida si Judas, parjehe i, na naeng hona uhum nama Ibana, disolsoli ma rohana, dipaulak ma na tolupulu rupia i tu angka sintua ni malim dohot tu sintua ni bangso i;","27:4 ninna ma: Sala do ahu! Hujehehon do hape na so marpipot! Alai didok nasida ma: Ndang ro di hami i! Ho do na sari disi!","27:5 Jadi ditimpalhon ma perak i tu bagasan joro i, laos sumurut sian i laho maningkot.","27:6 Alai dibuat angka sintua ni malim ma hepeng i, ninna ma: Ndang jadi padomuon i tu arta ni joro, ai tuhor ni mudar do i!","27:7 Jala mardos ni roha nasida manuhorhonsa tu ladang ni pande hudon, bahen parbandaan ni halak dagang.","27:8 Ala ni i do umbahen na margoar i ladang mudar ro di sadari on.","27:9 Disi ma jumpang hata ni panurirang Jeremia na mandok: \"Dibuat nasida do na tolupulu rupia i, asam ni na niasam, diasam deba anak Israel.","27:10 Dung i dilehon ma i manuhor ladang ni pande hudon, songon na nidokkon ni Tuhan i tu ahu.\"","27:11 Asa dipajongjong do Jesus tujolo ni panguhum i. Jadi disungkun panguhum i ma Ibana, ninna ma: Atehe, Ho do raja ni halak Jahudi? Alus ni Jesus: Songon na nidokmi ma tutu!","27:12 Dung i dialuhon angka sintua ni malim dohot sintua ni bangso i ma Ibana; alai ndang dialusi manang aha.","27:13 Jadi didok si Latus ma tu Ibana: Ndang dibege Ho godang ni na hinatindangkonnasida dompak Ho?","27:14 Alai ndang dialusi Ibana nanggo sada hata, pola longang situtu roha ni panguhum i.","27:15 Alai peam do dipalua panguhum i di pesta i sada halak na tarhurung, marguru tu na tinodo ni natorop.","27:16 Alai adong ma tarhurung uju i sada parjahat na sumalin, na margoar si Barabas.","27:17 Jadi di na pungu i nasida, didok si Latus ma tu nasida: Ise do dipangido hamu paluaonku, si Barabas manang Jesus na targoar Kristus?","27:18 Ai diboto do, late ni rohanasida do umbahen na dipasahat nasida Ibana.","27:19 Alai di na hundul i ibana di habangsa paruhuman i, ditonahon jolmana ma tu ibana: So tung dihahua ho halak na tigor i, ai susa situtu do ahu naborngin di nipingku ala Ibana.","27:20 Alai sai disosoi angka sintua ni malim rap dohot sintua ni bangso i natorop, asa dipangido nasida, malua si Barabas, alai pusaon do anggo Jesus.","27:21 Dung i ninna panguhum i ma mandok nasida: Ise sian na dua i dipangido hamu paluaonku? Jadi didok nasida ma: Si Barabas!","27:22 Dung i didok si Latus ma tu nasida: Antong, aha ma bahenonku tu Jesus, na targoar Kristus? Gabe saluhut nasida, mandok: Parsilangkon ma!","27:23 Alai ninna panguhum i ma: Ai aha na jahat dibahen? Jadi lam gogo ma dipanjoujouhon: Parsilangkon ma!","27:24 Asa dung diida si Latus, na so marguna hatana, lam ganda tabe gaorna, dibuat ma aek mamburi tanganna di jolo ni natorop i, huhut mandok: Lias do ahu sian mudar ni On! Hamu do na sari disi!","27:25 Dung i ninna sude natorop i ma: Marsapata tu hami dohot tu ianakhonnami ma mudarna i!","27:26 Dung i saut ma dipalua si Barabas; alai anggo Jesus dilinsingi, dung i dipasahat ma, asa diparsilangkon.","27:27 Jadi diboan angka soldadu ni panguhum i ma Jesus tu bagas paruhuman, diarahon ma sude dongannasida manahopi Ibana.","27:28 Ditanggal ma abitna, disolukkon ma tu Ibana baju dapdap.","27:29 Didandani nasida ma sungsang duri bahen tumpalna, diampehon ma i tu uluna; dilehon ma tolong tu tanganna siamun, dung i marsomba ma nasida tu jolona mangaleai Ibana, angka ninna ma: Tabi ma di Ho, ale Raja ni Jahudi!","27:30 Huhut ditijuri nasida Ibana, dibuat ma tolong i sian tanganna, dilotakkon tu uluna.","27:31 Jadi dung sun dileai nasida Ibana, ditanggal ma sian Ibana baju dapdap i, disolukkon ma muse tu dagingna abitna hian, dung i ditogihon ma Ibana, asa diparsilangkon.","27:32 Alai laho tu balian jumpang nasida ma sahalak Kirene na margoar si Simon; i nama digogoi nasida mamorsan hau na pinarsilang i.","27:33 Jadi sahat ma nasida tu inganan na margoar Golgata (lapatanna: Partangkurahan).","27:34 Disi ma dipainum nasida tu Ibana tuak anggur na marsaor pogu; jadi dung didai, ndang olo Ibana manginum.","27:35 Alai dung diparsilangkon nasida Ibana, martondung ma nasida taringot tu angka abitna.","27:36 Jadi hundul ma nasida disi jumaga Ibana.","27:37 Jadi dilohothon nasida ma tu ginjang ni uluna surat paboa salana, hatana: Jesus do On, Raja ni Jahudi!","27:38 Rap dohot Ibana diparsilangkon nasida dua halak panamun; sada di siamunna, sada di hambirangna.","27:39 Alai dilealeai angka na mamolus i Ibana, angka dipaelengeleng uluna mandok:","27:40 E Ho, na mangalohai joro i jala na pajongjongkonsa di bagasan tolu ari! Palua dirim, molo na tutu Ho Anak ni Debata; mijur ma Ho sian hau pinarsilang i!","27:41 Suman tusi do pangaleai ni angka sintua ni malim sibotosurat dohot sintua ni bangso i, ai didok be:","27:42 Ia na asing dipalua, dirina so tarpaluasa. Raja ni Israel do Ibana! Antong, mijur ma Ibana sian hau pinarsilang i, asa porsea hami di Ibana!","27:43 Naung dihaposi Debata; antong, I ma paluahon Ibana nuaeng, molo na lomo rohana, ai ninna do: Anak ni Debata do Ahu!","27:44 Laos songon i do pangaleai ni panamun i, na rap diparsilangkon dohot Ibana.","27:45 Alai olat ni hos ni ari ro di pungkul tolu holom ma sandok tano i.","27:46 Alai tar di pungkul tolu dipangiar Jesus ma soarana, dianggukhon ma: Ale Debatangku, Debatangku, boasa tung tadingkononmu Ahu (Eli, Eli, lama sabachtani)?","27:47 Alai umbege i, ninna na deba sian angka na jongjong disi: Na manjou si Elia do","27:48 Dung i pintor marlojong ma sada sian nasida mangalap limut, dibutongi ma i tu na asom, dipalohot ma tu tolong painumhon Ibana.","27:49 Alai na deba nari mandok: Pasombu jolo: Taida ma, manang na olo ro si Elia paluahon Ibana!","27:50 Alai diulahi Jesus ma marsoara na gogo; dung i tos ma hosana.","27:51 Laos di na satongkin i maribak ma hirehire na di bagasjoro sian ginjang ro di toru. Dung i humuntal ma tano i, marigat ma dohot angka batu mamak.","27:52 Mungkap ma angka tanoman, dung i hehe ma daging ni torop na badia angka na modom disi,","27:53 gabe ruar ma nasida sian angka tanoman i; jadi dung hehe Jesus, ro do nasida tu huta na badia i, pataridahon nasida tu torop halak.","27:54 Alai dung diida induk ni soldadu i rap dohot angka donganna, na jumaga Jesus, lalo i ro di angka na masa i, mabiar situtu ma nasida, ninna ma: Tutu do On Anak ni Debata!","27:55 Alai adong ma disi torop boruboru, na manatapnatap mandaodao, i ma angka naung mangihuthon Jesus sian Galilea, patureturehon Ibana.","27:56 Si Maria Magdalena ma sada sian nasida dohot si Maria, ina ni Jakobus dohot Josep, dohot ina ni angka anak ni si Sebedeus.","27:57 Alai dung bot ari, ro ma sada halak na mora, na margoar si Josep, na sian huta Arimatea, naung gabe sisean ni Jesus.","27:58 Ibana ma laho tu si Latus mangido bangke ni Jesus. Jadi didokkon si Latus ma na pasahathonsa tu ibana.","27:59 Dung i dijalo si Josep ma bangke i, dibaluti ma tu dagangan na ias.","27:60 Dung i dipeakkon ma tu bagasan tanomanna na imbaru dope, na tinuhil tu bagasan batu, digulang ma batu na bolon tu baba ni tanoman i; dung i laho ma ibana.","27:61 Alai hundulhundul do disi tondongkon tanoman i si Maria Magdalena dohot si Maria na sada.","27:62 Alai torang ni arina i, na mangihut tu ari parhobasan i, marluhut ma angka sintua ni malim ro di Parise.","27:63 Huingot hami, Tuannami, naung didok Pangansi i, di na mangolu dope Ibana: \"Na hehe ma Ahu di ari patoluhon!\"","27:64 Antong, dokkon ma na manjaga tanoman i sahat ro di ari patoluhon, asa unang ro angka siseanna manangko Ibana, jadi dohononnasida ma tu natorop: Naung hehe Ibana sian na mate; gabe rumoa maon sipaotooto parpudi sian na parjolo i.","27:65 Jadi didok si Latus ma tu nasida: Togihon hamu ma parjaga i! Laho ma hamu mangaramotisa sian nasa rohamuna!","27:66 Dung i laho ma nasida mangaramoti tanoman i, dipajagahon, huhut ma disahapi batu i."," "],["28:1 Alai di buhabuha ijuk, di ari parjolo dung salpu Sabbat i, ro ma si Maria Magdalena dohot si Maria na sada maningkir tanoman i.","28:2 Alai nunga masa lalo na gogo. Ai tuat do surusuruan ni Tuhan sian banua ginjang; jala dung sahat, digulang ma batu i, laos hundul diatasna.","28:3 Alai songon hilap do rupana idaon, saksak do ulosna songon hapur.","28:4 Jadi angka dotdot ma parjaga i dibahen biar ni rohanasida, hira na mate do.","28:5 Alai ninna surusuruan i ma mandok parompuan i: Unang hamu mabiar, ai huboto, dilului hamu do Jesus, naung diparsilangkon.","28:6 Ndang dison Ibana. Ai nunga hehe Ibana, songon na nidokna hian. Pajonok hamu ma; ida hamu ma inganan hapeahanna i!","28:7 Hatop ma hamu laho tu angka siseanna i paboahon, naung hehe Ibana sian na mate, jadi joloananna do hamu tu Galilea, disi ma idaonmuna Ibana; nunga hupaboa i tu hamu.","28:8 Dung i hatop ma nasida laho sian tanoman i, mabiar huhut las situtu rohanasida; marlojong do nasida laho mamaritahonsa tu angka siseanna.","28:9 Disi ma ro Jesus mandapothon nasida, ninna ma: Dame ma di hamu! Dung i dipajonok nasida ma, dihaol ma patna, huhut manungkap tu jolona.","28:10 Jadi didok Jesus ma tu nasida: Unang hamu mabiar, laho ma hamu mandokkon angka anggingku tu Galilea, disi ma idaonnasida Ahu!","28:11 Alai di na laho i nasida, nunga sahat deba sian angka parjaga i tu huta, dibaritahon ma saluhut na masa i tu angka sintua ni malim.","28:12 Jadi marluhut ma nasida rap dohot angka sintua ni bangso i martahi, dilehon ma hepeng na nia tu soldadu i;","28:13 laos ninna ma: Dok hamu ma: Tagan tarpodom hami, ro do angka siseanna bornginna i, manangko Ibana.","28:14 Jadi molo tung tarbege i tu panguhum, hami pe mandamedamei ibana huhut sumarihon, unang susa hamu.","28:15 Dung i dijalo nasida ma hepeng i, dibahen ma songon na pinodahonna tu nasida, gabe mehet ma hata ondeng di halak Jahudi ro di sadari on.","28:16 Alai na laho do anggo siseanna na sampulusada i tu sada dolok na di luat Galilea, songon naung tinonahon ni Jesus tu nasida.","28:17 Jadi dung diida nasida Ibana, disomba ma Ibana; alai na ganggu do roha ni na deba.","28:18 Dung i didapothon Jesus ma nasida, didok ma: Nunga sahat tu Ahu nasa huaso na di banua ginjang dohot na di tano on.","28:19 Laho ma hamu, podai hamu ma saluhut bangso, didi hamu ma nasida tubagasan Goar ni Ama. Anak dohot Tondi Parbadia!","28:20 Laos ajari hamu ma nasida mangaradoti nasa hata naung hupatikkon tu hamu. Ai ida ma, sai na dongananku do hamu ganup ari, rasirasa ro ajal ni hasiangan on!"," "]]
