[["1:1 Nunga na nia nian manguji manurathon jojor barita ni naung tangkas masa di tongatonganami,","1:2 mangihuthon pamaritahon ni angka sitindangi sian mulana i tu hami, i ma angka naung gabe parhalado di hata i.","1:3 Jadi dohot ma ahu pasadahon rohangku manurathonsa jojorjojor di ho, ale Teopilus na pinarsangapan, dung jolo hupamanat sude sian mulana i,","1:4 asa ditanda ho hasintongan ni hata, naung dipodahon tu ho.","1:5 Uju Herodes raja di tano Judea, adong ma sada malim na margoar Sakarias na sian horong ni si Abia; boru Aron do dongan saripena, si Elisabet do goarna.","1:6 Bonar do nasida duansa maradophon Debata, diparangehon do nasa patik dohot aturan ni Tuhan i, so hasurahan.","1:7 Ndang adong anakkonnasida, ai na hol do si Elisabet; jala nunga ganjang umurnasida be.","1:8 Jala jumpang ma di anggap ni horongna i mangulahon hamalimon ibana di adopan ni Debata.","1:9 Mangihuthon na hinasomalhon ni malim marsijomput na sinurat nasida, gabe ibana ma mambongoti joro ni Tuhan i manutung daupa.","1:10 Di ruar do anggo halak natorop sudena martangiang di tingki manutung daupa i.","1:11 Gabe diida ibana ma surusuruan ni Tuhan i, jongjong di siamun ni langgatan pardaupaan i.","1:12 Tarsonggot ma si Sakarias marnidasa jala laos hatahutan ma.","1:13 Didok surusuruan i ma tu ibana: Unang ho mabiar, Sakarias; ai nunga ditangihon pangidoanmi: Tubuhonon di donganmu saripe ma anak di ho; si Johannes ma bahenonmu goarna.","1:14 Marlas ni roha jala mariaia ma ho, jala torop do mangkalashon hatotopakna i.","1:15 Ai balga ma ibana di adopan ni Tuhan i; na so tupa inumonna tuak anggur ro di nasa siinumon na pang, jala gok Tondi Parbadia ma ibana sian bortian dope.","1:16 Torop ma anak Israel pasuangonna tu Tuhan Debatanasida.","1:17 Patujolona ma ibana di bagasan tondi dohot hagogoon ni si Elia, pasuangonna ma roha ni angka ama tu anakkonna jala angka na tois marroha gabe parroha na bonar, laho padirihon di Tuhan i bangso naung ture.","1:18 Gabe didok si Sakarias ma tu surusuruan i: Sian dia ma tandaonku i? Ai ahu nunga matua, dongan saripengku pe nunga ganjang umurna.","1:19 Dialusi surusuruan i ma ibana: Gabariel do ahu, na jongjong di jolo ni Debata; disuru do ahu mangkatai dohot ho, mamboan barita las ni roha on tu ho.","1:20 Alai gabe ngungu ma ho, ndang botoonmu mangkuling sahat ro di ari hamamasana, ala so dihaporseai ho hatangki, na naeng tulus di tingkina i.","1:21 Ia natorop i, sai maimaima do di si Sakarias; longang do rohanasida, ala songon i gele ibana di joro i.","1:22 Jadi laho ruar, ndang diboto mamangkulingi nasida, gabe manganto ma nasida, naung adong niidana di joro i. Mangkilapi nama ibana tu nasida, laos tong ngungu.","1:23 Asa dung sae tingkina marhalado, mulak ma ibana tu jabuna.","1:24 Ndang piga ari nari gabegabean ma si Elisabet, dongan saripena i, jadi martabunitabuni ma ibana lima bulan lelengna.","1:25 Ninna ma: Pambahen ni Tuhan i do i di ahu di tingki on, ai lomo do rohana mambuat haurahonki di jolo ni halak.","1:26 Salpu onom bulan disuru Debata ma pardisurgo Gabariel tu Nasaret, i ma sada huta di luat Galilea,","1:27 manopot sada anak boru, oroan ni sada baoa na margoar Josep, na sian pomparan ni si Daud; si Maria do goarna.","1:28 Laho mamasuhi jabuna i, ninna ma: Tabi di ho, na niasian! Didongani Tuhan i ma ho!","1:29 Alai tarsongot do nasida umbege hata i, ninna rohana do, parsantabian dia do i ulaning?","1:30 Jala didok surusuruan i ma tu nasida: Unang ho mabiar, ale Maria; ai dapotan asi ni roha do ho di Debata!","1:31 Gabegabean ma ho, tubuan anak ma ho; Jesus ma bahenonmu Goarna!","1:32 Balga ma Ibana muse, goaron do Ibana Anak ni Natumimbul i; lehonon ni Tuhan Debata do tu Ibana habangsa ni si Daud, amana i.","1:33 Rajaanna do pomparan ni si Jakkob salelenglelengna, jala ndang marhaujungan harajaonna i.","1:34 Didok si Maria ma mandok surusuruan i: Songon dia ma pangalaho ni i, ai so adong hutanda baoa.","1:35 Jadi dialusi surusuruan i ma nasida: Songgopan ni Tondi Parbadia ma ho jala linggoman ni hagogoon ni Natumimbul i do ho; ala ni i na badia do dohonon na tubu i, Anak ni Debata.","1:36 Ia si Elisabet, sisolhotmi na sai tua i, naung digoar na hol, marhangoluan anak do; paonombulanhon ma nuaeng.","1:37 Ai ndang adong na so tarpatupa Debata.","1:38 Gabe didok si Maria ma: Naposo ni Tuhan i do ahu. Sai saut ma tu ahu songon na nidokmi! Dung i ditadingkon surusuruan i ma nasida.","1:39 Di tingki i ma borhat si Maria dipahatop ma laho tu dolok, tu huta Juda.","1:40 Bagas ni si Sakarias do dibongoti, ditabi ma si Elisabet.","1:41 Umbege tabi ni si Maria i si Elisabet manggunjal ma posoposo di bagasan bortianna, jadi gok Tondi Parbadia ma si Elisabet.","1:42 Laos marsoara na gogo ma ibana, dijouhon ma: Dapotan pasupasu do ho di tongatonga ni angka ina; dapotan pasupasu do na pinarorotmi!","1:43 Marhua ma pola ro ina ni Tuhanki manopot ahu on!","1:44 Ai disi dapot pinggolhu soara ni tabimi, manggunjal do posoposo i di siubeonku, sian las ni rohana.","1:45 Martua ma ho, ala dihaporseai ho, ingkon tulus na tinonahon ni Tuhan i tu ho!","1:46 Gabe didok si Maria ma: Dipatimbul rohangku do Tuhan i.","1:47 Mariaia do tondingku mida Debata, Sipalua ahu.","1:48 Ai ditatap do haetehon ni naposona on. Parhatuaon ma ahu olat ni on marsundutsundut.","1:49 Ai habalgaon do dibahen Pargogo i tu ahu. Na badia do Goarna i.","1:50 Ai marsundutsundut do asi ni rohana mida angka na mangkabiari Ibana.","1:51 Hagogoon do diula tanganna i, dipanserakkon do angka na ginjang marroha.","1:52 Angka na gogo i dipaijur do sian habangsanasida, dipabangkit do angka na metmet.","1:53 Na denggan dipasuksuk Ibana tu angka na male, jala angka na lobian hian rumar do dipalaho.","1:54 Dipainuinu do Israel naposona i, marningot asi ni rohana i,","1:55 mangihuthon bagabagana na tu angka ompunta, tu si Abraham dohot tu pomparanna salelenglelengna.","1:56 Laos mian ma si Maria i disi arga tolu bulan jala mulak muse tu jabuna i.","1:57 Jadi gok ma tingki ni hangoluan ni si Elisabet; anak ma ditubuhon.","1:58 Marlas ni roha ma rap dohot ibana angka hombar bagasna dohot sisolhotna, umbege naung marasi ni roha godang Tuhan i di ibana.","1:59 Di ari paualuhon i ro ma nasida, laho manunat posoposo i; jala dibahen ma goarna Sakarias, mangihuthon goar ni amana.","1:60 Alai mangkuling ma inana i, didok ma: Nda tung; si Johannes do goarna bahenon!","1:61 Gabe didok nasida ma mangalusi ibana: So adong agia ise di angka sisolhotmi na margoar songon i!","1:62 Dihilapi nasida ma amana, manang ise goarna bahenon dipangido rohana.","1:63 Gabe dipangido ibana ma panuratan, disurathon ma: Si Johannes do goarna! Jadi tarhalomong ma nasida sude.","1:64 Alai di na satongkin i mungkap ma pamanganna, sumuang ma pangkataionna, marsoara ma ibana mamudii Debata.","1:65 Gabe hatahutan ma sude hombar hundulnasida, jala di sandok dolok Judea dipanghatahatahon do sasude na masa i.","1:66 Jala saluhut na umbegesa, diparateatehon be do barita i, ninna ma: Na gabe aha ma ulaning dakdanak on? Ai tung didongani tangan ni Tuhan i do ibana.","1:67 Gok Tondi Parbadia ma si Sakarias, amana i, gabe manurirangi ma:","1:68 Pinuji ma Tuhan i, Debata ni Israel, ala ditopot bangsona jala dipatupa haluaonna.","1:69 Dipatindang do di hita tanduk haluaon, di bagas ni si Daud naposona i,","1:70 hombar tu na hinatahonna marhite sian soara ni angka panurirangna na badia i sian na robi:","1:71 Haluaon sian angka musunta dohot sian tangan ni angka na mangkosomi hita,","1:72 laho mangasii angka amanta marningot padanna na badia i,","1:73 i ma uarina na niuarihonna di si Abraham amanta i,","1:74 paboa lehononna tu hita, asa hita marhalado di adopanna i, so pola marhabiaran be, dung malua hita sian tangan ni angka musu,","1:75 marhabadiaon jala marhatigoran di adopanna i, saleleng hita mangolu.","1:76 Ia ho, anaha, targoar ma panurirang ni Natumimbul, ai patujolo ni Bohi ni Tuhan i do ho, paturehon angka dalanna,","1:77 laho patandahon tu bangsona haluaon marhite sian hasesaan ni dosanasida,","1:78 hinorhon ni pangasii ni Debatanta; ai binahen ni i do ro na binsar sian ginjang i manopot hita,","1:79 laho sumondangi angka na hundul di bagasan haholomon, angka na nilinggoman ni hamatean, patongonhon langkanta tu dalan hadameon.","1:80 Ianggo dakdanak i, lam magodang do, lam togu marroha jala di halongonan do mian, paima papataronna dirina tu bangso Israel."," "],["2:1 Dung i ro ma uju i parenta sian Kesar Augustus, ingkon suratan nasa jolma di gomgomanna.","2:2 Pamilangon parjolo ma i, uju digomgomi si Kirenius tano Siria.","2:3 Jadi borhat ma sasude, asa disurati, ganup tu bona ni pinasana.","2:4 Borhat ma nang si Josep, na sian Galilea, sian Nasaret, nangkok tu luat Judea, tu huta ni si Daud, na margoar Betlehem, ala sian pomparan jala marga ni si Daud ibana,","2:5 pasurathon dirina rap dohot si Maria, oroanna i, naung gabegabean.","2:6 Jadi di na disini nasida, gok ma ari ni hangoluanna.","2:7 Ditubuhon ma anak buhabajuna, diborhos ma, dipeakkon ma tu bagasan panggagatan, ala so adong inganan na asing di parmianannasida.","2:8 Jadi adong ma marborngin di ladang na disini angka parmahan, mangingani pinahannasida.","2:9 Jadi didapothon sada surusuruan ma nasida, jala marsinondang ma sangap ni Tuhan i humaliang nasida, gabe mabiar situtu ma.","2:10 Alai didok surusuruan i ma tu nasida: Unang mabiar hamu; ai barita halalas ni roha godang do huboan tu hamuna, parsaulian ni sandok bangso i.","2:11 Ai naung tubu do di hamu saborngin on, di huta ni si Daud, Sipalua i, i ma Kristus, Tuhan i!","2:12 On ma partinandaan di hamu: Posoposo do dapotonmuna, na binorhos peak di panggagatan.","2:13 Jala tompu ma adong dongan ni surusuruan i torop angka parangan parbanua ginjang, dipuji nasida do Debata, mandok:","2:14 Hasangapon ma di Debata di ginjang, dame ma di tano on, di angka jolma halomoan i.","2:15 Jala di na laho i angka surusuruan i sian nasida dompak ginjang, masipandohan ma angka parmahan i: Beta ma hita tu Betlehem, taida ma na masa on, na pinabotohon ni Tuhan i tu hita!","2:16 Jadi hatop ma nasida laho tusi, gabe jumpangsa si Maria dohot si Josep dohot Posoposo i, na peak di panggagatan i.","2:17 Asa dung diida, dibaritahon nasida ma boaboa, naung dihatahon tu nasida taringot tu Dakdanak i.","2:18 Jadi sude na umbegesa, longang be do siala na hinatahon ni angka parmahan i tu nasida.","2:19 Ia si Maria, dipeop do hata i sudena jala dipahusorhusor di bagasan rohana.","2:20 Mulak do angka parmahan i, dipasangap jala dipapujipuji do Debata ala ni sasude na binege jala na niidanasida, songon naung dihatahon i tu nasida.","2:21 Jadi dung dapot ari paualuhon i, asa tarsunat Ibana, gabe dibahen ma Goarna Jesus, naung digoar pardisurgo i hian, andorang so di bortian dope.","2:22 Asa dung gok angka ari pangiasannasida mangihuthon patik ni si Musa, diboan nasida ma Ibana tu huta Jerusalem, pasahathon Ibana tu Tuhan i,","2:23 songon na tarsurat di bagasan patik ni Tuhan i: \"Nasa baoa, buhabaju ni inana, hadohoan ni Tuhan i do goaron!\"","2:24 Huhut mamelehon pelean, songon na niaturhon di bagasan patik ni Tuhan i: Dua anduhur tabu manang dua anak ni darapati.","2:25 Jala adong ma sada halak di Jerusalem, na margoar si Simeon, halak na bonar jala daulat, na maimaima di pangapul na tu Israel; na niinganan ni Tondi Parbadia do ibana.","2:26 Jala nunga dipabotohon Tondi Parbadia i tu ibana, na so idaonna hamatean, ia so jolo diida Kristus ni Tuhan i.","2:27 Gabe ro ibana tu joro i didasdas Tondi i; tongon ma diboan natorasna Jesus, Posoposo i, tu bagasan, laho mambahen tu Ibana mangihuthon adat na niaturhon ni patik i.","2:28 Jadi diabing si Simeon ma Posoposo i, dipuji ma Debata, ninna ma:","2:29 Paluaonmu ma nuaeng, ale Raja, naposomon di bagasan dame, songon na nidokmi;","2:30 ai nunga diida matangku haluaon na sian Ho i,","2:31 na pinaradem di jolo ni bangso sudena,","2:32 bahen panondang sumondangi angka parbegu, bahen hasangapon ni Israel, bangsomi!","2:33 Jadi longang ma roha ni amana dohot inana umbege hatana i, na taringot tu Posoposo i.","2:34 Jala dipasupasu si Simeon ma nasida, laos ninna ma mandok si Maria, inana i: Na pinajongjong do on, bahen partinggangan dohot parhehean di torop sian Israel jala bahen tanda na hona gaga,","2:35 (ho pe, podang do manorushon roham muse), asa gabe patar pingkiran ni roha ni torop halak.","2:36 Jala adong do boruboru panurirang sada na margoar si Hanna, boru ni si Panuel, sian marga Aser. Nunga na tuatua nasida, na marsinonduk mangan najolo pitu taon lelengna, dung marhamulian.","2:37 Na mabalu do nasida, marumur ualupulu opat taon. Ndang meret nasida sian joro i, sai marpuasa jala martangiang mangoloi Debata, arian dohot borngin.","2:38 Dohot do nasida ro di na sangombas i mamuji Debata jala dibaritahon do Ibana tu saluhut na mangkasiholi haluaon ni Jerusalem.","2:39 Asa, dung dipasidung nasida saluhutna i hombar tu na pinatikkon ni Tuhan i, mulak ma nasida tu Galilea, tu Nasaret, hutanasida i.","2:40 Ia Dakdanak i, lam magodang do, lam margogo huhut marroha situtu, laos didongani asi ni roha ni Debata Ibana.","2:41 Jala ganup taon laho do natorasna tu Jerusalem marariraya Paska.","2:42 Jadi dung marumur Ibana sampuludua taon, rap nangkok do nasida, songon na somal di pesta i.","2:43 Asa dung diradoti nasida angka ari raya i, di na laho mulak i nasida, tinggal ma Jesus, Dakdanak i, di Jerusalem, so pamotoan ni natorasna.","2:44 Dirimpu nasida, naung rap dohot dongan sauduran Ibana, jadi didalani nasida ma parsadarian mangalului Ibana di tongatonga ni angka tondong dohot dongan.","2:45 Dung so jumpang nasida Ibana, mulak ma nasida tu Jerusalem, laho mangalului Ibana.","2:46 Salpu tolu ari, dapot nasida ma Ibana di joro i hundulhundul di tongatonga ni angka guru tumangihon hatanasida huhut manungkunnungkun.","2:47 Tarhalomong be do nasida umbege hatana, dibahen torus ni rohana dohot angka alusna.","2:48 Marnida Ibana, songgot do rohanasida jala dipanghulingi inana i ma Ibana: Boasa dibahen Ho songon i tu hami, anaha? Bernit do huahap hami dohot amangmu mangalului Ho.","2:49 Gabe didok ma tu nasida: Boasa pola luluanmuna Ahu? Ndang diboto hamu, na patut Ahu di bagasan bagas ni Damang?","2:50 Alai ndang diantusi nasida hata na nidokna i tu nasida.","2:51 Laos tuat do Ibana rap dohot nasida sahat tu Nasaret, jala pangoloi do Ibana di nasida. Alai dipeop inana i do sude na masa i di bagasan rohana.","2:52 Jadi lam ganda ma torus ni roha ni Jesus nang dagingna, lam dihalomohon Debata nang jolma Ibana."," "],["3:1 Pasampululimataonhon hinarajahon ni Kesar Tiberius, uju Pontius Latus manggomgomi luat Judea, di tingki ni angka raja na opat on: Si Herodes di luat Galilea, si Pilippus, donganna saama, di luat Iturea dohot Trakonitis, si Lisanias di luat Abilene,","3:2 uju si Hannas dohot Kayapas sintua ni malim, ro ma hata ni Debata tu si Johannes, anak ni si Sakarias, di halongonan.","3:3 Gabe ditopot ibana ma sandok luat humaliang batang aek Jordan, dijamitahon ma pandidion hamubaon ni roha, laho pasesahon dosa.","3:4 Hombar tu na tarsurat di buku parjamitaon ni panurirang Jesaya: \"Soara ni na manjoujou di halongonan! Pature hamu ma dalan di Tuhan i, pahornop hamu ma sidalananna!\"","3:5 \"Ingkon gohan do nasa rura jala siparejeton do nasa dolok dohot buntulbuntul, sipatigoron do na bengkuk jala sipadosdoson na marbungkibungki.\"","3:6 \"Jala idaon ni nasa daging do haluaon na sian Debata!\"","3:7 Asa didok ma tu natorop na ro padidihon dirina tu ibana: Hamu, anak ni ulok! Ise do na mangajari hamu pasidingkon rimas na ro sogot?","3:8 Parbuehon hamu ma na tama, paboa naung muba rohamuna! Jala so tung didok hamu di bagasan rohamuna: Si Abraham do amanami! Ai hudok ma tu hamu: Tarjadihon Debata do anak di si Abraham sian angka batu on.","3:9 Ai nunga pola ampe tangke tu daling ni angka hau. Onpe, sitabaon do nasa hau na so marparbuehon na denggan jala sidabuhononhon do tu api!","3:10 Gabe disungkun natorop i ma ibana: Dia nama bahenonnami?","3:11 Jadi dialusi ma nasida: Na marduabaju dilehon ma tu na so adong bajuna, jala na umpeop sipanganon, songon i ma dibahen!","3:12 Ro do nang angka sijalo beo padidihon dirina, angka didok ma: Guru, dia sibahenonnami?","3:13 Gabe didok ma tu nasida: Unang ma buat hamu lobi sian na niaturhon tu hamu!","3:14 Dohot ma angka soldadu manungkun ibana: Ia hami, dia ma sibahenonnami? Jadi dialusi ma: Unang ma susai, unang ma dobo hamu halak! Hasabamhon hamu ma gajimuna!","3:15 Managamnagam do bangso i, dirimpu be di bagasan rohana taringot tu si Johannes, atik beha Kristus i ibana.","3:16 Gabe dialusi si Johannes ma nasida saluhutna: Ahu do tutu mandidihon hamu dohot aek; alai na ro ma na gumogo sian ahu; na hurang tama do ahu mangkarhari tali ni sipatuna. Didihonon ni I do tu hamu Tondi Parbadia dohot api.","3:17 Di tanganna do purpuran, paiasonna ma pardegeanna: Papunguonna do emena tu sopona, alai tutungonna do hurangkam i tu api na so ra mintop.","3:18 Lan dope na asing dipasingothon tu bangso i, laho mamaritahon barita na uli tu nasida.","3:19 Alai hona hata do si Herodes, raja na opat i, dibahen si Johannes, siala si Herodias, pardihuta ni anggina, dohot siala sude ulaon na jahat ni si Herodes i.","3:20 Alai tamba ni sasudena i: Didabu ma si Johannes tu hurungan.","3:21 Alai uju tardidi natorop i saluhutna, gabe dohot ma Jesus tardidi; jala di na martangiang Ibana, mungkap ma langit.","3:22 Jala mijur ma Tondi Parbadia tu atasna marrupa songon darapati, jala masa ma soara sian ginjang, songon on: Ho do Anakku, haholongan i; lomo do rohangku di Ho!","3:23 Anggo Jesus hirahira tolupulu taon do umurna di parhehena i; jala di roha ni halak, Ibana anak ni si Josep, i ma anak ni si Eli;","3:24 i ma anak ni si Mattat, anak ni si Lepi, anak ni si Malki, anak ni si Jannai anak ni si Josep;","3:25 anak ni si Mattatis, anak ni si Amos, anak ni si Nahum, anak ni si Esli, anak ni si Naggai;","3:26 anak ni si Maat, anak ni si Mattatis, anak ni si Semein, anak ni si Josek, anak ni si Joda;","3:27 anak ni si Joanan, anak ni si Resa, anak ni si Serubabel, anak ni si Sealtiel, anak ni si Neri;","3:28 anak ni si Malki, anak ni si Addi, anak ni si Kosam, anak ni si Elmadam, anak ni si Er;","3:29 anak ni si Josua, anak ni si Elieser, anak ni si Jorim, anak ni si Mattat, anak ni si Lepi;","3:30 anak ni si Simeon, anak ni si Juda, anak ni si Josep, anak ni si Jonam, anak ni si Eliakim;","3:31 anak ni si Melea, anak ni si Mina, anak ni si Mattata, anak ni si Natan, anak ni si Daud;","3:32 anak ni si Isai, anak ni si Obed, anak ni si Boas, anak ni si Salmon, anak ni si Nahason;","3:33 anak ni si Amminadab, anak ni si Admin, anak ni si Arni, anak ni si Hesron, anak ni si Peres, anak ni si Juda;","3:34 anak ni si Jakkob, anak ni si Isak, anak ni si Abraham, anak ni si Tera, anak ni si Nahor;","3:35 anak ni si Serug, anak ni si Reu, anak ni si Peleg, anak ni si Heber, anak ni si Sela;","3:36 anak ni si Kenan, anak ni si Arpaksad, anak ni si Sem, anak ni si Noak, anak ni si Lamek;","3:37 anak ni si Metusalah, anak ni si Henok, anak ni si Jared, anak ni si Mahalaleel, anak ni si Kenan;","3:38 anak ni si Enos, anak ni si Set, anak ni si Adam; na sian Debata do anggo i."," "],["4:1 Gok Tondi Parbadia ma Jesus mulak sian aek Jordan, gabe diliathon Tondi i Ibana di halongonan.","4:2 Opatpulu ari lelengna diunjuni sibolis i Ibana. Sandok ndang mangan Ibana manipat angka ari i; jadi dung marujung i, male ma dihilala.","4:3 Gabe didok sibolis i ma tu Ibana: Anggo na tutu Ho Anak ni Debata, dokkon ma batu on gabe roti.","4:4 Dialusi Jesus ma ibana: Tarsurat do: \"Apala holan sipanganon hangoluan ni jolma; nasa hata ni Debata do.\"","4:5 Dung i ditogihon ma Ibana tu na huminsat, dipatuduhon ma tu Ibana sude harajaon na di tano on di bagasan sanghidop mata.","4:6 Laos didok sibolis ma tu Ibana: Tu Ho ma lehononku sasudena on gomgomanmu ro di hasangaponna i, ai tu ahu dipasahat i, jala hulehon i tu silomo ni rohangku.","4:7 Di Ho ma i saluhut, anggo olo Ho marsomba tu ahu.","4:8 Jadi dialusi Jesus ma ibana: Tarsurat do: \"Tuhan Debatam do sombaonmu, sasada Ibana do sioloanmu!\"","4:9 Gabe ditogihon do Ibana tu Jerusalem, dipajongjong ma Ibana tu palaspalas ni bagas joro, laos didok ma tu Ibana: Anggo Anak ni Debata Ho, dabuhon ma dirim sian on tu toru.","4:10 Ai na tarsurat do: \"Dohononna do angka surusuruanna taringot tu ho, asa diramoti ho,\"","4:11 \"jadi tangantanganonnasida do ho, asa unang tartuktuk patmu tu batu.\"","4:12 Alai dialusi Jesus ibana muse: Didok do: \"Ndang jadi unjunanmu Tuhan Debatam!\"","4:13 Jadi dung dipaujung sibolis i sude pangunjunan i, ditadingkon ma Ibana, paima ro tingkina muse.","4:14 Margogohon Tondi i ro Jesus muse tu Galilea, jadi sar ma baritana tu sude luat humaliang i.","4:15 Mangajari do Ibana di angka parguruannasida, jala saluhut do mamuji Ibana.","4:16 Jadi ro ma Ibana tu Nasaret, tu huta hagodanganna. Mangihuthon hasomalanna laho do Ibana tu parguruan i jumpa ari Sabbat; jadi jongjong ma Ibana, naeng manjaha.","4:17 Gabe dilehon ma tu Ibana pustaha ni panurirang si Jesaya, diungkap ma i jadi dapot matana ma na tarsurat songon on:","4:18 \"Songgop do tu ahu Tondi ni Tuhan i, ai dimiahi do ahu, mamboan barita na uli tu angka na pogos.","4:19 Disuru do ahu, mamaritahon tu angka na tarhurung asa malua, tu angka na mapitung asa marnida, paluahon angka na ginosagosa, mamaritahon taon parasinirohaon ni Tuhan i.\"","4:20 Ditutup ma pustaha i, dipaulak ma tu parhobas; laos hundul ma, gabe nolnol ma dompak Ibana mata ni sude na di parguruan i.","4:21 Jala dihatahon ma tu nasida: Sadari on do jumpang na tarsurat ondeng, di na binegemuna i.","4:22 Sasude do manohoi Ibana jala longang be do, umbege hata na tabo na hinatahonna, gabe ninna ma: Nda anak ni si Josep Ibana?","4:23 Jala didok Ibana ma tu nasida: Dohononmuna do nian tu Ahu hata ni umpama on: Pamalum ma dirim, ale datu! Angka na hubege hami na binahenmi di Kapernaum, laos bahen ma i dison, di huta hagodanganmon!","4:24 Jadi didok ma: Situtu do hatangkon tu hamu: Tung na so marsangap do panurirang anggo di luat hagodanganna.","4:25 Sintong do na hudok on tu hamu: Lan do nian boruboru na mabalu di bangso Israel di tingki ni si Elia di na manintak langit tolu taon onom bulan lelengna, uju masa haleon potir di sandok tano on.","4:26 Alai ndang tu manang ise nasida disuru si Elia, tung tu Sarpat do, na di luat Sidon, tu sada boruboru na mabalu.","4:27 Lan do nian na huliton di bangso Israel, di tingki ni panurirang si Elisa; alai ndang adong agia ise nasida dipamalum, holan si Naaman halak Siria i do.","4:28 Jadi gok rimas ma nasida sude na di parguruan i umbegesa.","4:29 Hehe do nasida, dipabali Ibana sian huta i, ditogu ma Ibana tu tolping ni dolok, ojahan ni hutanasida i, laho manggulangkon Ibana sian i.","4:30 Alai mamolus do Ibana sian tongatonganasida, laos laho sian i.","4:31 Jadi tuat ma Ibana tu huta Kapernaum, na di Galilea; diajari ma nasida jumpa ari Sabbat.","4:32 Gabe longang do rohanasida umbege podana, ai marsahala do jamitana i.","4:33 Jala adong ma di parguruan i sada halak partondi na hodar; marsoara na gogo ma dianggukhon:","4:34 Oe Jesus na sian Nasaret, marhua Ho tu hami! Na ro do Ho hape mangago hami! Hutanda do Ho; na badia ni Debata do Ho!","4:35 Alai disonggahi Jesus do ibana, didok ma: Sip ho! Ruar ma ho sian ibana! Jala tu tongatonga i ma disampathon tondi na hodar i ibana, laho ruar; ndang mahua ibana dibahen.","4:36 Jadi longang ma rohanasida saluhutna, gabe masipandohan ma nasida: Na boha do on? Mardongan huaso dohot gogo dipaksa angka tondi na hodar, gabe ruar do.","4:37 Jala sar ma baritana tu nasa inganan humaliang.","4:38 Borhat ma Ibana sian parguruan i, gabe masuk ma tu jabu ni si Simon. Ia simatua boru ni si Simon, posa do panepanena, jala ditaringothon ma nasida tu Ibana.","4:39 Jadi dijonohi ma nasida, disonggahi ma panepane i, gabe laho ma i. Jala manigor hehe ma inaina i marhobasi di nasida.","4:40 Dung sundut mata ni ari, dipamboan be ma tu Ibana na marsahitna, na marragamragam niaena. Jala tu nasida sadasada diampehon Ibana tanganna, laho pamalum nasida!","4:41 Sian torop nasida marruaran angka sibolis na manampiar, mandok: Anak ni Debata do Ho; gabe disonggahi do nasida, ndang diloas nasida paboahon, naung diboto, Kristus i Ibana.","4:42 Alai di torang ni arina i borhat Ibana laho tu halongonan. Ia natorop i dilului jala didapothon ma Ibana, laho mangambat Ibana nian, unang laho sian nasida.","4:43 Alai didok ma tu nasida: Ingkon dohot do tu angka huta na asing hubaritahon harajaon ni Debata, ai ala ni i do Ahu disuru.","4:44 Jala marjamitai do Ibana di angka parguruan na di luat Galilea."," "],["5:1 Jongjong di topi tao Genesaret do Ibana sahali, di na nirongoman ni natorop Ibana, laho umbege hata ni Debata.","5:2 Jadi tongon ma diida dua parau di topi pasir; ia pardengke i nunga ruar mamburi jalanasida.","5:3 Gabe dibongoti Ibana ma parau na sada na di si Simon i, jala dipangido tu ibana, asa dipaholang parau i saotik sian pasir i. Hundul do anggo Ibana mamodai natorop i sian parau i.","5:4 Asa dung mansohot Ibana marjamita, ninna ma mandok si Simon: Lugai ma tu na umbagas jala sampakkon hamu ma jalamuna, asa dapotan.","5:5 Gabe ninna si Simon ma mangalusi: Guru! Manipat saborngin on do huhalojahon hami, so adong dapot; alai mangasahon hatami olo do ahu sumampakkon.","5:6 Dipasaut nasida ma i, gabe dapot nasida ma dengke mansai godang, pola maribak jala i.","5:7 Jala dihilap nasida ma dongannasida na di parau na sada, asa ro mandongani nasida mambuatsa. Ro do nasida, gabe digohi ma parau i duansa maradu lonong.","5:8 Marnida i si Simon Petrus, marsomba ma ibana tu jolo ni Jesus, huhut ma didok: Laho ma Ho sian ahu, Tuhan, ai halak pardosa do ahu!","5:9 Ai tarhalomong do ibana ro di sude donganna siala dengke na binuatnasida i.","5:10 Songon i do nang angka dongan ni si Simon i, si Jakobus dohot si Johannes, angka anak ni si Sebedeus. Jala ninna Jesus ma mandok si Simon: Unang ho mabiar: Olat ni on ma ho gabe sijala jolma!","5:11 Dipadarat nasida ma angka parau i, ditadingkon ma saluhutna i mangihuthon Ibana.","5:12 Jala tagan di sada huta Ibana, adong ma sada halak na huliton. Marnida Jesus i, manungkap ma ibana mandok: O Tuhan, molo na olo Ho, tarpaias Ho do ahu!","5:13 Jadi disurdukkon Jesus ma tanganna, laos dijama ma ibana, huhut ma didok: Na olo do Ahu, ias ma ho! Jadi pintor longkang ma hulit i sian ibana.","5:14 Jala diorai Ibana ma, asa unang dipaboa i tu halak; alai laho ma ho, ninna, patuduhon ma dirim tu malim; dung i pelehon ma na pinatikkon ni si Musa, ala naung ias ho, bahen panindangion tu nasida.","5:15 Alai lam sar do baritana jadi torop halak marpungu, laho tumangihon hatana jala pamalumhon sahitnasida.","5:16 Alai manginsurut tu halongonan do anggo Ibana, laho martangiang.","5:17 Dung i di na sadari mangajari Ibana, jadi hundul ma disi angka Parise ro di guru, angka na ro sian nasa huta na di Galilea dohot Judea, nang sian Jerusalem. Mangimpas do gogo ni Tuhan i di Ibana, pamalum angka sahit.","5:18 Jala diboan na mamboan ma sada halak na sarion, na peak di podomanna, dilului do dalan pabongothon ibana, laho mameakkonsa tujolo ni Jesus.","5:19 Alai ndang tarpabongot nasida ibana dibahen ponjotna i, gabe dipanaek nasida ma tarup i; diungkapi ma butar i, ditantan ma ibana di atas podomanna tongon tu jolo ni Jesus.","5:20 Marnida haporseaonnasida i Jesus, ninna ma: Nunga sesa angka dosami, anaha!","5:21 Gabe marhusari ma angka sibotosurat ro di Parise i; Ise do On, na mangaleai Debata? Holan sasada Debata do na tuk manesa dosa!","5:22 Alai ditanda Jesus do parhusarion ni rohanasida, jadi dialusi ma nasida: Aha dipingkiri hamu di bagasan rohamuna?","5:23 Dia do ummomo? Dohonon; nunga sesa angka dosami! Manang dohonon: Hehe ma ho mardalani?","5:24 Alai asa diboto hamu, marhuaso do Anak ni jolma i di tano on manesa angka dosa (didok ma tu na sarion i), Ahu mandok tu ho: Hehe ma ho, boan ma podomanmi; laho ma ho muli!","5:25 Manigor hehe ma ibana dipanotnoti nasida, dihindat ma podoman hapeahanna i laho muli, huhut dipuji Debata.","5:26 Tarhalomong nasida sude, dipuji ma Debata, laos gok biar nasida mandok: Na so dung masa do huida hami sadari on!","5:27 Dung salpu i, mardalani ma Ibana, gabe diida ma sada halak sijalo beo, na margoar si Lepi, hundul di parbeoan, jadi didok ma tu ibana: Ihuthon Ahu!","5:28 Jadi hehe ma i, ditadingkon saluhutna mangihuthon Ibana.","5:29 Dihobasi si Lepi ma di Ibana sipanganon ujuan di jabuna i. Jala torop angka sijalo beo dohot jolma na asing rap hundul marsipanganon.","5:30 Marmungutmungut ma angka Parise dohot sibotosuratnasida dompak angka siseanna i, mandok: Boasa mangan minum hamu rap dohot angka sijalo beo dohot sipardosa?","5:31 Gabe dialusi Jesus ma nasida: Apala ringkot pandaoni di angka na hisar, di angka na marsahit do!","5:32 Ndang na ro Ahu manjou angka partigor, asa dipauba rohana, angka pardosa, i do!","5:33 Alai didok nasida ma tu Ibana: Marpuasai jala martangiangi do angka sisean ni si Johannes, songon i angka sisean ni Parise i; alai mangan minum do anggo siseanmi.","5:34 Gabe ninna Jesus ma mandok nasida: Ai tarsuru hamu do pandongani ni pangoli marpuasa, saleleng rap dohot nasida pangoli i?","5:35 Alai na ro ma arina, buatonna ma disi Pangoli i sian nasida; disi ma nasida marpuasa.","5:36 Dihatahon ma huhut umpama on tu nasida: Ndang adong na olo mangaribahi abit na imbaru laho mandungkaphonsa tu abit naung buruk; ai molo boti, sega ma abit na imbaru i, laos so tangkup pandungkap na imbaru tu na buruk i.","5:37 Ndang dipainding jolma tuak anggur siraruan tu inganan na basebasean; ai molo boti, puntason ni tuak anggur siraruan i do ingananna i, gabe ambolong tuak anggur i, ingananna pe sega do.","5:38 Tu poting na imbaru do paindingon tuak anggur siraruan i!","5:39 Jala naung somal manginum tuak anggur naung leleng, ndang dipangido na imbaru, ai ninna do: Lambok do naung leleng i."," "],["6:1 Jadi jumpa ari Sabbat mamolus ma Ibana sian tonga ni hauma jala digotili siseanna i ma angka biur, laos diguguti, dung dirurusi dohot tangannasida.","6:2 Gabe ninna deba sian angka Parise ma: Boasa ulaonmuna na so jadi jumpa ari Sabbat?","6:3 Jadi dialusi Jesus ma nasida: Asa ndang dijaha hamu huroha pambahenan ni si Daud, uju na male ibana rap dohot donganna sauduran?","6:4 Ai dibongoti do bagas ni Debata jala dibuat roti na marhadohoan, gabe dipangan ma sian i, dilehon deba tu donganna; na so jadi panganon ni manang ise i nian, dungkon ni angka malim.","6:5 Laos didok ma tu nasida: Guru di Anak ni jolma i do nang ari Sabbat!","6:6 Jumpa ari Sabbat na asing dibongoti Ibana ma parguruan i laho mangajari, jadi adong ma disi sahalak naung mate tanganna siamun.","6:7 Mangonggop do angka sibotosurat ro di angka Parise, manang na olo Ibana pamalum sahit di ari Sabbat, asa taraluhon nasida Ibana.","6:8 Alai diboto Ibana do pingkirannasida, jadi ninna ma mandok partangan na mate i: Hehe ma ho tu tongatonga on! Jala hehe ma i jongjong tusi.","6:9 Dung i ninna Jesus ma mandok nasida: Husungkun ma hamu: Dia do na patut ulaon di ari Sabbat: Mambahen na denggan manang na jahat, pangoluhon hosa manang mangagohonsa?","6:10 Jala dibereng ma nasida tuk humaliang, laos ninna ma tu halak i: Patoltol tanganmi! Diula ma i, gabe malum tanganna i.","6:11 Songon na ritoritoon do anggo nasida, laos martuptup ma di sibahenonnasida tu Jesus.","6:12 Di angka ari i ma nangkok Ibana tu dolok martangiang, jala manipat na saborngin i ma didatdati martangiang tu Debata.","6:13 Jadi dung torang ari, dijou ma tu jolona angka siseanna, sampuludua do dipillit sian nasida; digoar do nasida apostel.","6:14 Si Simon, na ginoaranna Petrus, dohot si Andreas, donganna saama; si Jakobus dohot Johannes; si Pilippus dohot Bartolomeus;","6:15 si Mateus dohot si Tomas; si Jakobus ni si Alpeus dohot si Simon, na margoar si Silotes;","6:16 si Judas ni si Jakobus dohot si Judas Iskariot, na gabe siparjehe muse.","6:17 Tuat ma Ibana rap dohot nasida tu sada inganan na hornop; adong ma disi torop angka siseanna dohot mansai godang halak natorop sian sandok Judea dohot Jerusalem, nang sian topi laut ni Tirus dohot Sidon. Na ro do nasida, umbege hatana huhut pamalumhon sahitnasida tu Ibana.","6:18 Nang angka na sinahitan ni tondi na hodar gabe malum.","6:19 Jadi sude natorop i mangiraira manjama Ibana, ai ruar do gogo sian Ibana, dipamalum do saluhutna.","6:20 Dung i dibereng ma angka siseanna, huhut ma didok: Martua ma hamu angka na pogos, ai di hamu do harajaon ni Debata!","6:21 Martua ma hamu angka na male nuaeng, ai sipabosuron do hamu! Martua ma hamu angka na tangis nuaeng, ai mengkel ma hamu muse.","6:22 Martua ma hamu, anggo dihosomi jala dipilpilhon halak hamu, anggo diinsahi jala dibolongkon goarmuna songon parjahat ala ni Anak ni jolma i.","6:23 Las ma rohamuna jala mariaia di hamamasana i, ai balga do upamuna di banua ginjang i, ai songon i do dibahen angka amanasida tu angka panurirang i.","6:24 Alai marjea ma hamu na mora, ai nunga sahat dijalo hamu apulapul na tu hamu.","6:25 Marjea ma hamu na bosuran nuaeng, ai rapar hamu muse! Marjea ma hamu, na mengkel nuaeng, ai na mangandung jala tumatangis hamu muse!","6:26 Marjea ma hamu, anggo saluhut jolma mamujimuji hamu; ai songon i do dibahen amanasida tu angka panurirang pargapgap i.","6:27 Alai hudok ma tu hamuna na manangi: Haholongi hamu ma musumuna; na denggan ma bahen hamu tu na mangkosomi hamu.","6:28 Pasupasu hamu ma angka na mamburai hamu, tangiangkon hamu ma angka na mangasupi hamu.","6:29 Anggo dipastap hurummi, tarehon nang na sambariba i; jala anggo dibuat ulosmu, unang jua nang bajubajum.","6:30 Nasa na mangido tu ho, lehon; jala unang tunggu halak, naung mambuat ugasanmi.","6:31 Ia i na pinangidomuna, naeng bahenon ni halak tu hamu, i ma bahen hamu tu nasida!","6:32 Ai molo dihaholongi hamu na marholong ni roha di hamu, parulian dia ma i di hamu? Ai nang angka parjahat dihaholongi do na marholong ni roha di nasida.","6:33 Jala anggo dibahen hamu na denggan tu angka sibahen na denggan tu hamu, parulian dia ma i di hamu? Nang angka parjahat i, songon i do pambahenna.","6:34 Jala molo mangkirim hamu mambuatsa muse, laho pasali dongan, parulian dia ma i di hamu? Ai dipasali parjahat do donganna parjahat, asa dijalo muse hepengna.","6:35 On ma tahe: Haholongi hamu ma musumuna bahen hamu ma na denggan jala pasali hamu ma, di na so hirim rohamuna di balosna; balga ma upamuna, gabe angka anak ni Natumimbul i ma hamu, ai basa do Ibana di na tois marroha jala di na jahat.","6:36 Gabe parasiroha ma hamu, songon Amamuna, Parasiroha i!","6:37 Unang ma hamu manguhumuhumi, gabe ndang uhumanna hamu! Unang hamu manorui, gabe ndang toruanna hamu! Palua hamu, gabe paluaonna hamu!","6:38 Lehon hamu ma, gabe lehononna ma di hamu! Parsuhatan na denggan, na nionjat, na hinuturhutur jala na pinasuksuk lehononna tu ampuanmuna, ai parsuhatan na sinuhathonmuna do suhathononna tu hamu.","6:39 Jala dihatahon do nang umpama on tu nasida: Tung tartogu na mapitung ma donganna na mapitung di dalan? Nda rap targodung ma nasida duansa?","6:40 Ndada sumurung sisean sian guruna. Naung sun denggan do ganup, molo doshon guruna.","6:41 Aha ma pola paberengberengonmu silbaksilbak na di mata ni donganmu; ia na satiang na di matami ndang diantoi ho!","6:42 Tung dohononmu ma tu donganmi: Ua, huumpat ma jolo silbaksilbak na di matami, anggia; hape na satiang na di matami ndang diida ho! E ho pangansi, jumolo ma umpat tiang i sian matami: Dung pe i, asa pingkironmu, manang beha pangumpatmu di silbaksilbak na di mata ni donganmu.","6:43 Ai ndang adong hau na denggan, na marparbuehon na roa, manang hau na roa na marparbuehon na denggan.","6:44 Ai sian parbuena i do tartanda nasa hau. Ai ndang tarputikkon antajau sian tadatada, jala ndang tarbuat parbue ni hau anggur sian rimbang.","6:45 Angka hadengganon do dirungkari halak na denggan roha sian pangkal na denggan na di bagasan rohana, jala na jahat do dirungkari halak na jahat roha sian na jat na pineopna hian. Ai ia i na manggohi roha, matua i do dihatahon pamangan.","6:46 Boasa antong goaronmuna Ahu: Tuhan, Tuhan!, hape ndang diula hamu na hudok.","6:47 Nasa na ro tu Ahu, anggo dibege angka hatangku jala diulahon, tudos ma i tu na hupatuduhon on:","6:48 Songon halak na pajongjong jabu, na mangkali bagas laho paojakkonsa tu batu mamak. Asa di na magodang aek, ditondong batang aek ma bagas i; alai ndang na tarhutiksa, ala togap dipauli.","6:49 Anggo na umbegesa, alai ndang diulahon, tudos ma i tu halak sipajongjong jabu di tano, so marhaojahan tu batu; ditondong batang aek ma i, jadi manigor marumpak ma, pola tung marongso."," "],["7:1 Asa dung sun dihatahon Ibana sasude hatana ondeng tu pinggol ni natorop, dibongoti ma huta Kapernaum.","7:2 Jadi hansitan ma naposo ni sada letnan, na pinarhamaol ni tuanna, pola matemate ne.","7:3 Dung dibege ibana barita ni Jesus, disuru ma angka sintua ni halak Jahudi manopot Ibana mangelehelek, asa ro pamalum naposona i.","7:4 Sahat ma nasida tu Jesus jala gomos ma Ibana diapoi, ninna ma: Patut do oloanmu ibana.","7:5 Ai holong do rohana di bangsonta; tung ibana do pajongjong parguruanta.","7:6 Jadi rap laho ma Jesus dohot nasida. Alai ndang apala dao be Ibana sian jabu i, nunga disuru letnan i angka donganna mandok tu Ibana: Tuhan, unang loja Ho! Ai na hurang tama do ahu, tung bongotanmu jabungku.","7:7 Laos ala ni i do ndang tau huetong diringku manopot Ho. Alai dok ma hata sisandok, asa malum naposongki.","7:8 Ai halak, na ginomgoman ni na marhuaso do ahu, na mangarajai soldadu; molo hudok tu na sada: Tusadui ma ho?, laho do ibana; ia tu na sada: Tu on ma ho! -- Ro do ibana; jala ia tu naposongku: On ma bahen!, jadi i do dibahen.","7:9 Umbege i, longang ma Jesus, laos humusor ma Ibana mandok tu natorop na mangihuthon Ibana: Hudok ma tu hamu: Gari di halak Israel, gari ndang jumpang Ahu haporseaon na songon i!","7:10 Jadi muli ma angka na sinuru i tu jabu, laos malum do didapot nasida anak somang i.","7:11 Marsogotna i laho ma Ibana tu sada huta na margoar Nain; siseanna i do donganna sauduran, songon i do natorop godang.","7:12 Mandapothon bahal ni huta i nasida, tongon ma diusung tu balian sahalak naung mate, anak sasada ni inana naung mabalu; jala torop do pangisi ni huta i mangundurhon.","7:13 Marnida na mabalu i Tuhan i, maras do rohana, jadi didok ma tu ibana: Unang ho tangis!","7:14 Laos didapothon ma batang i, dijama ma, jadi sulon ma na mangusungsa, gabe didok ma: O dolidoli, hudok ma tu ho: Hehe ma ho!","7:15 Jadi hundul ma halak naung mate i, dipungka ma mangkatai jala dilehon ma ibana tu inana i.","7:16 Hatahutan do nasida sasude jala dipuji ma Debata, didok ma: Panurirang bolon do dipahehe di tongatonganta jala ditatap Debata do bangsona.","7:17 Sar ma baritana i tu sandok luat Judea ro di sude luat na humaliang i.","7:18 Jadi dibaritahon angka sisean ni si Johannes ma sasudena i tu ibana, gabe dijou ma dua siseanna tu jolona.","7:19 Disuru ma nasida manopot Tuhan i mandok: Ai Ho do na naeng ro i, manang na asing dope paimaonnami?","7:20 Asa dung sahat halak i tu jolona, didok nasida ma: Disuru si Johannes pandidi i do hami manopot Ho, mandok: Ai Ho do na naeng ro i, manang na asing dope sipaimaonnami?","7:21 Tongon uju i torop ma halak dipalua Ibana sian sahit dohot haporsuhon nang sian angka tondi na jahat, jala torop na mapitung marnida dibahen.","7:22 Laos dialusi ma nasida songon on: Laho ma hamu mamaritahon tu si Johannes na niida jala na binegemuna on: Na gabe marnida do angka na mapitung, na mardalani do angka na pangpang, na gabe ias do angka na huliton, na marbinege angka na nengel, na mulak mangolu do angka na mate; tu angka na pogos do binoan barita na uli;","7:23 jala martua do na so targasip di Ahu!","7:24 Alai dung laho angka suruan ni si Johannes, ditaringoti ma si Johannes tu natorop i: Aha do na naeng idaonmuna, umbahen na laho hamu ruar tu halongonan? Arung na meoleol na niullus ni alogo do?","7:25 Na marnida aha do umbahen na borhat hamu? Halak parabit na lamot do? Di jabu ni na raja do angka na marabit na sangap jala angka na gaduk.","7:26 Na marnida aha do tahe, umbahen na borhat hamu? Panurirang do? I do tutu! Hudok ma di hamu: Sumurung do ibana sian panurirang!","7:27 Ibana do na nidok ni Surat i: \"Suruonku ma suruanki, patujolom, sipature dalanmu di jolomi!\"","7:28 Hudok ma tu hamu: Ndang adong na tubu sian parompuan na umbalga asa si Johannes; alai halak na ummetmet, naung di bagasan harajaon ni Debata, umbalga ma i sian ibana.","7:29 Ai natorop i saluhutna na umbege hatana ro di angka sijalo beo, dipintori do Debata, ai dijalo do pandidion i sian si Johannes.","7:30 Alai anggo halak Parise dohot sipeop patik i, disundati do tahi ni Debata na taringot tu nasida, ai ndang dipadidihon dirina tu ibana.","7:31 Asa tu ise ma patudosonku halak na sansundut on; tudos tu ise nasida tahe?","7:32 Tudos ma nasida tu angka dakdanak na hundul di onan, na masijouan mandok: Hupalui hami suling di jolomu, so haru manortor hamu; andung hupatubegehon hami, so saut hamu tangis.","7:33 Ai na ro do si Johannes pandidi i, ndang mangan roti, ndang minum anggur ibana, gabe didok hamu: Na sibolison do ibana!","7:34 Ro Anak ni jolma i, mangan minum do anggo Ibana, gabe didok hamu; Ndi Halak on! Sipapangan mago, sisobur tuak, aleale ni sijalo beo dohot sipardosa!","7:35 Gabe pintor Hapistaran i dipintori angka anakna saluhutna.","7:36 Dung i diarahon sahalak sian angka Parise ma Ibana mangan; jadi dibongoti ma jabu ni Parise i, laos hundul disi:","7:37 Dung i ro ma boruboru pardosa sahalak, isi ni huta i, ala diboto, naung hundul Ibana di bagas ni Parise i; diboan ma sada galas alabaster, isian ni miak na hushus.","7:38 Mariluilu do ibana laho mandapothon tu pat ni Jesus; iluiluna do manonui patna i, obukna do dibahen mangapusi, diumma ma patna i jala dimiahi dohot miak na hushus i.","7:39 Marnida i halak Parise na mangarahon Ibana, marhusari ma ibana songon on: Aut na panurirang halak on, tandaonna do boruboru on na manjama Ibana jala botoonna do pangalahona, ai sipardosa do i.","7:40 Gabe dialusi Jesus ma ibana: Simon, adong na hudok tu ho! Ia hata ni i: Hatahon ma, Guru! ninna.","7:41 Dua do parsingiran ni sada halak sipaanakkon hepeng. Utang ni na sada limaratus rupia, limapulu do di na sada nari.","7:42 Ala soada gararnasida, dibasabasahon ma i tu nasida duansa. Asa ise nasida tagamon na humolong roha di ibana?","7:43 Dialusi si Simon ma: Parsibasabasaan na gumodang i do, anggo di rohangku. Jadi dialusi ma ibana: Tingkos do panimbangmi!","7:44 Dung i didompakkon ma parompuan i, laos ninna ma mandok si Simon: Atehe diida ho do parompuan on? Ro do Ahu tu jabum on, ndang dilehon ho aek pamuri ni pathu; alai anggo ibana, iluilu ni matana do dibahen manonui pathu jala diapusi dohot obukna.","7:45 Ndang diumma ho Ahu; alai anggo ibana, olat ni dung bongot tuson, ndang dipasohot mangumma pathu.","7:46 Ndang dimiahi ho ulungku; alai anggo ibana, dimiahi do pathu dohot miak na hushus.","7:47 Dibahen i hudok ma tu ho: Nunga sesa dosana na godang i, umbahen godang holong ni rohana. Alai anggo otik do disesa, otik ma holong ni rohana.","7:48 Laos didok ma tu parompuan i: Nunga sesa angka dosami!","7:49 Gabe didok angka donganna sapanganan ma sama nasida: Ise do On? Ai dohot do angka dosa disesa?","7:50 Laos didok muse tu parompuan i: Haporseaonmi do paluahon ho. Mardame ma ho muli!"," "],["8:1 Salpu i dibolus Ibana ma angka huta dohot lumban marjamita, laho mamaritahon harajaon ni Debata; na sampuludua i do donganna,","8:2 nang deba parompuan naung pinamalumna sian angka tondi na jahat dohot sian parsahiton, i ma si Maria, na margoar Magdalena, na tinadingkon ni pitu tondi na hodar,","8:3 dohot si Johanna, dongan saripe ni si Kusa, juara bagas ni si Herodes, dohot si Susana, ro di torop na asing, na manatap Ibana sian sinadongannasida.","8:4 Asa dung pungu torop jolma jala marroan tu jolona sian angka huta i sude, marumpama ma Ibana:","8:5 Na laho ma sahalak panabur manaburhon boni. Jadi di na manabur i ibana, adong ma deba na mamiltik tu dalan, gabe tardege ma i jala diparguti pidong na martongatonga langit.","8:6 Na deba madabu tu batu; jala dung tubu, rahar ma, ala so maraek.","8:7 Na deba madabu tu tongatonga ni parsihupian, jala rap tubu ma sihupi i, dipisat ma i.","8:8 Ia na asing i madabu tu tano na denggan i; jala dung tubu, diparbuehon ma saratus lompit. Dung didok songon i, dijouhon ma: Hamu, angka parpinggol na marbinege, pinggol umpama i.","8:9 Disungkun angka siseanna ma Ibana taringot tu umpama i.","8:10 Gabe didok ma: Dilehon do tu hamu pamotoan di hahomion ni harajaon ni Debata; alai marhitehite umpama do tu angka na asing, asa unang diida, nang pe dibereng, jala unang diantusi, nang pe dibege.","8:11 Alai on ma umpama i: Ia boni i, hata ni Debata do.","8:12 Anggo na di dalan i, i ma angka na umbegesa, dung i ro ma sibolis i, dibuat ma hata i sian rohanasida, asa unang porsea nasida, unang dapotan haluaon.","8:13 Anggo na di batu i, i ma angka na las roha manjangkon hata i, dung dibege; alai ndang marurat nasida, sangombas do nasida porsea, jala di masa ni pangunjunan marbalik nasida.","8:14 Anggo na madabu tu parsihupian i, i ma angka na umbegesa, gabe laho ma nasida, hapusohan binahen ni pangkolsohon, hamoraon dohot hahisapon ni ngolu on, jala ndang matoras parbuena.","8:15 Alai anggo na tu tano na denggan, i ma angka na mameop hata binegena i di bagasan roha na bonar jala na denggan, gabe saut marparbue di bagasan habengeton.","8:16 Alai ndang adong na pagalakkon palito, gabe dihungkuphon ampang tusi, manang dibahen tu toru ni parate; tu parpalitoan do dibahen, asa diida angka na ro i palito i.","8:17 Ai ndang adong na buni, na so patar muse; jala ndang adong na simo, na so tangkas tandaon muse jala mullop.","8:18 Dibahen i pamanat hamu ma, manang songon dia parbinegemuna; ai tu paradongan lehonon do, alai buaton ma sian na so paradongan na adong di ibana di rohana.","8:19 Dung i ro ma inana dohot angka anggina manopot Ibana, gabe ndang tarbahensa tolhas tu jolona, dibahen torop ni halak.","8:20 Jala adong ma na paboahon tu Ibana: Inangmu dohot anggimu jongjong dibalian; naeng idaonnasida do Ho!","8:21 Alai ninna Jesus ma mandok nasida: Angka on na umbege jala mamarangehon hata ni Debata, i do dainang, i do angka anggingku!","8:22 Jala di na sadari bongot ma Ibana tu parau rap dohot angka siseanna, laos didok ma tu nasida: Tataripari ma tao i; dung i borhat ma nasida.","8:23 Di na marparau i nasida, nok ma matana. Jadi turun ma habahaba siappalautus tu tao i, gabe disangkopi galumbang i ma nasida, pola tarmara.","8:24 Jadi didapothon nasida ma Ibana, disungguli ma: Ia hatanasida: Guru! Guru! Na mago ma hami! Dung i hehe ma Ibana; hona hata ma alogo i dohot galumbang ni aek i dibahen, gabe so ma jala menak.","8:25 Alai ninna ma mandok nasida: Didia do haporseaonmuna? Alai mabiar do nasida huhut longang, jala masipandohan: Halak dia ma On ulaning? Gari angka alogo i dohot aek i dipaksa, jala dioloi do Ibana.","8:26 Marlayar nasida tu luat Gadara, tondongkon ni luat Galilea.","8:27 Asa dung tardarat Ibana, dapotsa ma sada halak, isi ni huta i, partondi na hodar; nunga na nia lelengna ndang olo be marabit jala ndang olo mian di jabu, di angka parbandaan do ibana.","8:28 Alai disi diida Jesus, mangangguhi ibana manungkap di jolona, jala gogo ma soarana mandok: Marhua Ho tu ahu, Jesus, Anak ni Debata Na tumimbul? Huelehelek Ho, unang ahu arsahi!","8:29 Ai didokkon Jesus do tondi na hodar i ruar sian jolma i. Nunga jotjot disoroi ibana, gabe dirantei jala dibeangkon halak ibana laho mangaramoti; alai dirapui tondi i do angka ihot i jala dihidahida ibana tu halongonan.","8:30 Disungkun Jesus ma ibana: Ai ise goarmu? Gabe didok ma: Loksa do goarhu. Ai torop do tondi na jahat sorang tu ibana.","8:31 Laos dielehelek nasida Ibana, unang dipaksa nasida turun tu banua toru.","8:32 Alai adong ma disi, di robean i, babi sapunguan na balga na manjampali, gabe dipangido, asa diloas nasida mambongoti angka i; jadi dioloi ma.","8:33 Gabe ruar ma tondi na jahat i sian jolma i, dibongoti ma angka babi i, jadi marbubur ma na sapunguan babi i sian rura tu tao, laos mate mogap.","8:34 Alai dung diida angka parmahan i na masa i, maporus ma nasida, dibaritahon ma i di huta dohot di angka ladang.","8:35 Gabe ruar ma nasida marnida naung masa i; didapothon ma Jesus, jadi jumpang nasida ma halak, na jahat i, marabit jala marroha, hundul di lambung pat ni Jesus, jadi hatahutan ma nasida.","8:36 Alai angka na marnidasa, i do paboahon tu nasida pangalaho ni hamamalum ni na sinorangan ni angka tondi na hodar i.","8:37 Jadi dielehelek saluhut pangisi ni luat humaliang Gadara ma Ibana, asa sumurut sian nasida, ai biahaton situtu do nasida. Laos bongot tu parau ma Ibana laho mulak.","8:38 Dielehelek halak na tinadingkon ni tondi na jahat i do Ibana naeng dongananna Ibana nian; alai dipalaho do ibana, ninna ma:","8:39 Muli ma ho tu jabum, pajojor ma saluhut na binahen ni Debata tu ho! Jadi laho do ibana, dibaritahon ma di sandok huta i nasa na binahen ni Jesus tu ibana.","8:40 Asa dung mulak Jesus, dijangkon natorop i do Ibana, ai nunga dipaimaima hian Ibana.","8:41 Jadi ro ma sahalak, na margoar si Jairus, sintua ni parguruan i do ibana; dipatungkap ma dirina tu jolo ni Jesus mangelehelek Ibana, asa ro tu jabuna.","8:42 Ai matemate ne do boruna sisadasada, na marumur sampuludua taon. Jadi laho mandapothon tusi, hona sosak ma Ibana dibahen natorop i.","8:43 Dung i adong ma parompuan sahalak, naung sampuludua taon lelengna marsahithon bulan; nunga dipasuda sude artana tu angka pandaoni, so tarpamalumsa.","8:44 I do na ro mandapothon Jesus, sian pudi ma dijama rambu ni ulosna, jadi manigor montok ma mudar i.","8:45 Gabe didok Jesus ma: Ise do i na manjama Ahu? Dung sude mansoadahon, ninna si Petrus rap dohot angka donganna ma: Guru, natorop i do manosak jala mamonjoti Ho!","8:46 Alai ninna Jesus do: Adong do na manjama Ahu! Ai huhilala, ruar do gogo sian Ahu.","8:47 Diantusi parompuan i ma, na so buni hape pambahenna i, jadi angka hitir ma ro, disomba ma Ibana, dipajojor ma di jolo ni saluhut natorop i alana, umbahen na dijama, ro di hamamalumna di na santongkin i.","8:48 Gabe ninna ma mandok ibana: Haporseaonmi do na paluahon ho, inang; mardame ma ho muli!","8:49 Mangkatahon i dope Ibana, adong ma na ro sian jabu ni sintua ni parguruan i mandok: Nunga mate borumi; unang be lojai Guru i!","8:50 Umbege i Jesus, dialusi ma ibana: Unang ho mabiar, asal porsea ho; sai mangolu do ibana!","8:51 Dung sahat tu jabu, ndang diloas bongot halak, dungkon ni si Petrus, si Johannes dohot si Jakobus, angkup ni ama dohot ina ni dakdanak i.","8:52 Tangis do sasude mangandungi na mate i. Alai ninna ma: Unang hamu tangis! Ai ndang na mate ibana, na modom do!","8:53 Gabe diparengkeli nasida Ibana, ala diboto naung mate.","8:54 Alai ditangkup Ibana ma tanganna, dijouhon ma: Hehe ma ho, butet!","8:55 Gabe mulak ma hosana, jadi manigor hehe ma; didokkon Jesus ma lehonon dakdanak i mangan.","8:56 Tarmali ma natorasna i; alai dipopai ma nasida, unang dihatahon na masa i."," "],["9:1 Dung i dipapungu ma na sampuludua i; dilehon ma tu nasida gogo dohot huaso, mangalo nasa tondi na hodar nang pamalum angka sahit.","9:2 Disuru ma nasida mamaritahon harajaon ni Debata jala pahisarhon halak.","9:3 Jala ninna ma mandok nasida: Unang boan hamu agia aha tu tongandalan, manang tungkot, manang singkop, manang roti, manang hepeng, manang dua baju pe.","9:4 Jadi molo dung dibongoti hamu jabu, disi ma hamu mian; laos sian i ma hamu borhat muse.","9:5 Anggo so dijangkon hamu, ruar ma hamu sian huta sisongon i; pirpirhon hamu ma orbuk i sian totmuna, bahen panindangion tu nasida.","9:6 Jadi borhat ma nasida; diliati ma angka huta marbarita na uli huhut pamalum sahit di sasude.","9:7 Dibege si Herodes, raja na opat i, ma sude na masa i, gabe bohabohaon ma ibana, ala adong na mandok: Nunga dipahehe si Johannes sian na mate.","9:8 Na deba mandok: Nunga ro si Elia; na asing muse: Nunga mulak mangolu sahalak sian angka panurirang na robi.","9:9 Alai didok si Herodes ma: Ianggo si Johannes, nunga hugotap uluna; alai ise ma On, naung songon i hubege baritana? Jala dipangido rohana, naeng idaonna Ibana.","9:10 Asa dung mulak angka apostel i, dipajojor nasida ma tu Ibana nasa na niulanasida, gabe ditogihon ma nasida manginsurut tu sada huta na margoar Betsaida.","9:11 Umboto i natorop i, diihuthon ma Ibana, jadi dijangkon Jesus ma nasida, dibaritahon ma tu nasida harajaon ni Debata jala dipamalum angka na hurang hipas i.","9:12 Alai di na mareak guling bot, ro ma na sampuludua i mandok tu Ibana: Pamuli ma natorop i, asa laho nasida sorang tu angka huta dohot tu angka parladang humaliang, anggiat dapotsa sipanganon, ai halongonan do ingananta on.","9:13 Alai ninna ma mandok nasida: Lehon hamu ma nasida mangan! Gabe ninna nasida ma: Holan lima roti dohot dua dengke do di hita, anggo so hami laho manuhori sipanganon di natorop on saluhutna.","9:14 Ai arga limaribu halak do toropnasida. Laos ninna ma mandok siseanna: Dokkon hamu ma nasida juguk marsasapunguan, marlimalimapulu.","9:15 Dipatupa nasida ma i, dipahundul ma nasida saluhutna.","9:16 Dibuat Ibana ma na lima roti dohot na dua dengke i, ditailihon ma tu ginjang, laho mamasumasu; diponggoli ma, dilehon ma tu siseanna, asa nasida sumagihonsa tu natorop i.","9:17 Mangan ma nasida saluhutna jala bosur be do; laos dibuat do angka ponggolponggol ebaebanasida, gok sampuludua ampang.","9:18 Jadi uju martangiang Ibana sasadasa, didapothon angka sisean i ma Ibana, gabe disungkun ma nasida: Ise do Ahu didok natorop?","9:19 Didok nasida ma mangalusi: Si Johannes pandidi do; na deba: Si Elia; na deba: Sahalak sian angka panurirang na robi, naung mulak mangolu.","9:20 Gabe didok Ibana ma tu nasida: Anggo hamu, ise do Ahu didok hamu? Jadi ninna si Petrus ma mangalusi: Kristus ni Debata do Ho!","9:21 Alai gogo ma nasida diorai, unang dipaboaboa i tu halak.","9:22 Laos didok ma: Ia Anak ni jolma i, ingkon godang do taononna, bolongkonon ni angka panungganei, sintua ni malim dohot sibotosurat do Ibana, dung i pusaon do, jala mulak mangolu do di ari patoluhon.","9:23 Tu saluhutna ma didok: Ia adong na naeng mangihuthon Ahu, disoadahon ma dirina, dituhuk ma ariari hau pinarsilang na tu ibana, laho mangihuthon Ahu.","9:24 Ai agoan hosa ma na naeng paluahon hosana; alai na agoan hosa ala ni Ahu, i do na pangoluhonsa.","9:25 Ai aha ma gunana di jolma, nang nasa portibi on diomo, anggo diago dirina, laos mago disi.","9:26 Asa na olo maila ala ni Ahu dohot ala ni angka hatangki, pailaon ni Anak ni jolma i do ibana, di na ro Ibana di bagasan hasangapon na di Ibana dohot na di Ama i raphon angka surusuruan na badia i.","9:27 Alai tutu do hatangkon tu hamu: Adong do deba na jongjong dison, na so tupa mangae hamatean, so jolo diida ro harajaon ni Debata.","9:28 Arga ualu ari dung salpu hata ondeng, ditogihon ma si Petrus, si Johannes dohot si Jakobus nangkok tu dolok martangiang.","9:29 Jadi uju na martangiang Ibana, mimbar ma rupa ni bohina, jala marlinanglinang ma parabitonna.","9:30 Mangkatai ma dua halak dohot Ibana; i ma si Musa dohot si Elia.","9:31 Marhasangapon do nasida idaon, angka na humatahon ujung ni langkana, sipasidungonna di Jerusalem.","9:32 Tarpodom do anggo si Petrus dohot angka donganna. Alai dung dungo nasida, gabe diida ma hasangaponna i, nang halak na dua i jongjong di lambungna.","9:33 Jala martahi sirang nasida sian Ibana, ninna si Petrus ma mandok Jesus: O Guru, dengganna i dison! Hupauli hami ma soposopo tolu: Sada di Ho, sada di si Musa, sada di si Elia; so adong diboto na nidokna i.","9:34 Mandok songon i dope ibana, ro ma ombun sada mangalinggomi nasida, gabe hatahutan ma nasida, laho bongot tubagasan ombun i.","9:35 Jadi mangkuling ma sada soara sian ombun i mandok: On do Anakku na tarpili i; tangihon hamu ma Ibana!","9:36 Jadi dung mangkuling soara i, sasada Jesus nama dapot nasida disi. Laos mauhom do nasida; ndang dipabotohon na niidanasida i tu agia ise anggo di angka ari i.","9:37 Torang ni arina i tuat ma nasida sian dolok i, jala ro ma torop halak manjumpangkon Ibana.","9:38 Jadi adong ma di tongatonga ni natorop i sahalak na manjouhon: Guru, sombangku di Ho, tatap ma anakki; sasada i do tubungku.","9:39 Disi disoro tondi i ibana, manigor mangguhangguk ma, dipapuhung do ibana, pola margumogumo pamanganna; maol sumurut sian ibana, sai digosagosa do.","9:40 Nunga huelehelek angka siseanmi, asa dipabali nian; alai ndang tarpatupasa i!","9:41 Gabe dialusi Jesus ma mandok: E bangso na so porsea jala na sumalin on! Sadia leleng on angkupanku jala paanjuanjuonku hamu? Boan anakmi tuson!","9:42 Mandapothon Jesus i dope nasida, nunga disoro tondi na jahat i ibana jala dipapuhung. Alai disonggahi Jesus ma tondi na hodar i jala dipamalum ma dakdanak i; dipasahat ma ibana tu amana.","9:43 Tarhalomong do nasida saluhutna dibahen hasahalaon ni Debata. Jadi di na longang nasida mida sude pambahenanna i, ninna Ibana ma mandok siseanna:","9:44 Tangihon hamu ma hatangkon: Magira ma pasahaton Anak ni jolma i tu tangan ni halak!","9:45 Alai ndang diantusi nasida pandokna i; buni do i sian rohanasida, so diarti, jala tanggak do rohanasida, manungkun Ibana siala hata i.","9:46 Alai tubu ma pingkirannasida sama nasida: Manang ise nasida masuk na sumurung.","9:47 Alai diboto Jesus do pingkiran ni rohanasida, gabe dialap ma sada dakdanak, dipajongjong ma tu lambungna.","9:48 Laos didok ma tu nasida: Na olo manjangkon dakdanak on ala Goarhu, Ahu do na jinangkonna disi; jala na manjangkon Ahu, manjangkon na marsuru Ahu do. Ai na ummetmet sian hamu sude, i do na balga dohonon.","9:49 Jadi mangkuling ma si Johannes, ninna ma: Guru, huida hami do sada halak, sipabali angka tondi na jahat mangasahon Goarmu; jala nioraan ibana, ala so didongani hami mangihuthon Ho.","9:50 Didok Jesus ma tu ibana: Unang orai hamu ibana! Ai na so mangalo hamu, donganmuna do i.","9:51 Alai di na lam donok ari hababangkitna, dipatohom ma bohina mardalan tu huta Jerusalem.","9:52 Laos disuru ma angka suruanna patujolona. Jadi laho ma nasida, dibongoti ma sada huta ni halak Samaria, paturehon parbornginanna.","9:53 Gabe ndang dijangkon nasida Ibana, ala dipatohom bohina laho tu Jerusalem.","9:54 Marnida i siseanna si Jakobus dohot si Johannes, didok ma: Tuhan, anggo olo Ho, hudokkon hami ma turun api sian ginjang mangalengsehon nasida, (songon binahen ni si Elia).","9:55 Alai humusor ma Ibana, hona hata ma nasida dibahen, (ninna ma: Ndang diboto hamu hape, manang Tondi dia di hamu?","9:56 Ai laho paluahon, ndada mangagohon tondi ni jolma Anak ni jolma i, umbahen na ro). Jala tu huta na asing nama ditopot nasida.","9:57 Uju di tongandalan nasida, ninna sahalak ma mandok Ibana: Sai ihuthononku do Ho, manang tudia pe Ho laho.","9:58 Didok Jesus ma tu ibana: Na marliang do angka antuasu, na marasar do pidong na martongatonga langit; alai anggo di Anak ni jolma i ndang adong hapeahan ni uluna.","9:59 Ia tu sahalak na asing didok: Ihuthon Ahu! Alai didok i ma: Loas ahu jolo laho mananom damang!","9:60 Alai ninna ma mandok ibana: Pasombu ma angka na mate mananom na matena; alai anggo ho, borhat ma mamaritahon harajaon ni Debata!","9:61 Sahalak na asing muse mandok: Huihuthon pe Ho, Tuhan; alai loas ahu jolo martinading hata tu angka donganku sabagas!","9:62 Alai ninna Jesus ma mandok ibana: Na manjama ninggala, huhut mamereng tu pudi, tung na so tau ma i tu harajaon ni Debata."," "],["10:1 Dung i dipillit Jesus dope pitupulu halak nari, jala duadua do nasida disuru patujolona tu sude huta dohot inganan, sitopotonna i muse.","10:2 Ninna ma mandok nasida: Bidang do nian sisabion, alai otik do anggo pangula. Onpe, elehelek hamu ma Nampuna sisabion i, anggiat dipaborhat angka pangula tu sisabionna i.","10:3 Laho ma hamu! Hira birubiru do hamu husuru tu tongatonga ni angka babiat.","10:4 Unang boan hamu handehande manang hajut, manang sipatu pe; unang tabi hamu halak di tongandalan!","10:5 Laho mambongoti jabu, jumolo ma dok hamu: Dame ma di hamu na sabagas on!","10:6 Jala molo adong disi anak hadameon, songgop ma damemuna tu ibana; alai molo soada, mulak ma i tu hamu.","10:7 Di jabu i ma hamu mian; mangan jala inum hamu ma sian na adong di nasida, ai tama do marupa pangula; unang laholaho hamu sian jabu na sada tu na sada.","10:8 Anggo dibongoti hamu huta jala dijangkon do hamu, pangan hamu ma na nilehonnasida tu hamu.","10:9 Pamalum hamu ma angka na hansitan na disini; dok hamu ma tu nasida: Nunga sahat harajaon ni Debata tu hamu!","10:10 Alai anggo dibongoti hamu huta, gabe ndang dijangkon nasida hamu, ruar ma hamu tu partungkoan; dok hamu ma tu nasida:","10:11 Nang orbuk sian hutamuna on, na lohot di totnami, huapusi hami mulak tu hamu; asal diboto hamu, naung ro harajaon ni Debata.","10:12 Hudok ma di hamu: Neang do sitaonon ni pangisi ni huta Sodom di ari sogot, martimbangkon sitaonon ni huta sisongon i.","10:13 Marjea ma ho, Korasin! Marjea ma ho, Betsaida! Ai aut di huta Tirus dohot di Sidon dipamasa hagogoon angka naung masa di hamu, tibu ma paubaonnasida rohanasida, marabithon goni, hundul di orbuk.","10:14 Asa neang do sitaonon ni pangisi ni huta Tirus dohot Sidon di ari uhum i, martimbangkon sitaononmuna.","10:15 Jala ho Kapernaum, nda na pinatimbo ho ro di langit an? Sidabuhononhon do ho sahat tu banua toru!","10:16 Na tumangihon hamu, Ahu do tinangihonna, jala na manulak hamu, Ahu do tinulakna; alai na manulak Ahu, na marsuru Ahu do tinulakna disi.","10:17 Mardongan las ni roha do mulak na pitupulu i mandok: Tuhan, guru doknami do nang tondi na jahat i, marhitehite Goarmu!","10:18 Alai ninna ma mandok nasida: Huida do sibolis i madabu sian ginjang songon porhas.","10:19 Nunga hupasahat tu hamu huaso mandegei angka ulok dohot hala dohot mangalo nasa hagogoon ni musu i; na so tupa hahuaonna hamu.","10:20 Alai ndang pola las rohamuna, ala naung guru dokmu angka tondi i. On ma tahe halashon hamu: Naung tarsurat goarmuna di banua ginjang i!","10:21 Laos di tingki i ma marolopolop Ibana di bagasan Tondi Parbadia, mandok: Hupuji Ho, Amang, Tuhan Sigomgom banua ginjang dohot tano on, ala ditamondingkon Ho i sian jolo ni angka na pistar dohot na marroha, gabe dipapatar Ho i tu angka siondihononhon. Olo, Amang, i do dihalomohon roham hian!","10:22 Saluhutna i, nunga dipasahat Damang tu Ahu; jala ndang adong na tumanda Anak i, dungkon ni Ama i; Ama i pe, ndang adong na tumanda i, ia so holan Anak i, angkup ni na pinodaan ni Anak i mangihuthon lomo ni rohana.","10:23 Dung i didompakkon ma pulik angka siseanna, mandok: Martua ma angka mata na marnida na niidamuna;","10:24 Ai hudok ma di hamu: Torop do angka panurirang dohot raja masihol: Naeng idaonna nian naung niidamuna, hape ndang diida; jala naeng begeonna, naung binegemuna, hape ndang dibege.","10:25 Dung i hehe ma sada sibotopatik mangunjuni Ibana, ninna ma: Guru, dia do sibahenonku, asa hutean muse hangoluan na salelenglelengna?","10:26 Gabe ninna Jesus ma mandok ibana: Aha do tarsurat di patik i? Beha do dijaha ho?","10:27 Jadi dialusi ma songon on: Ingkon dihaholongi ho do Tuhan Debatami sian nasa ateatem, sian nasa tondim, sian nasa gogom dohot sian nasa roham, jala donganmi songon dirim!","10:28 Dung i ninna ma mandok ibana: Tingkos do alusmi; ulahon ma i, gabe mangolu ma ho!","10:29 Alai naeng ma pintoranna dirina gabe ninna ma mandok Jesus: Ai ise do donganku goaron?","10:30 Jadi mangalusi ma Jesus, ninna ma: Adong ma sada halak, na tuat sian huta Jerusalem laho tu huta Jeriko, gabe disamun panamun; dipupusi ibana, dipukpuhi, dung i laho; matemate ne do ibana ditadingkon.","10:31 Tongon ma mamolus malim sada sian dalan i; diida do ibana, alai dilaosi.","10:32 Songon i do sahat sahalak Lepi tu inganan i; diida do ibana, alai dlaosi.","10:33 Alai mamolus ma sian i sahalak Samaria; jala asi do rohana marnidasa.","10:34 Didapothon ma, dipauli ma bugangna, didaishon ma miak dohot anggur tusi; dipahundul ma ibana tu hodana, diboan ma ibana tu parbornginan, laos dipasarisari ma ibana.","10:35 Torang ni arina i dirungkari ma rupia dua, dilehon ma i tu nampuna bagas i, ninna ma: Pauliuli ma ibana; jala molo tung lobi harugianmu, husingkat pe, laho mulak sian on.","10:36 Ise sian na tolu i di roham, gabe dongan ni na tardobo i?","10:37 Jadi didok ma: Na marasi ni roha di ibana. Gabe ninna Jesus ma mandok ibana: Laho ma ho, bahen ma songon i!","10:38 Jala di na mardalani nasida, dibongoti ma sada huta. Adong ma disi parompuan sahalak, na margoar si Marta, na manjangkon Ibana tu jabuna.","10:39 Ianggo anggina na margoar si Maria, hundulhundul do di jolo ni Tuhan i tumangihon hatana.","10:40 Diharonsothon si Marta do ragam ni parhobason. Laos dipajonok ma mandok: Tuhan, ndang diantoi roham, na pinasombu ni anggingki ahu marhobasi sahalakku? Dokkon ibana antong mandongani ahu!","10:41 Gabe ninna Tuhan i mangalusi ibana: O Marta, Marta! Lan do disarihon jala dihasusahon ho!","10:42 Sada do na ringkot! Dipillit si Maria do tohap na uli i; ndang sibuaton i sian ibana."," "],["11:1 Uju martangiang Ibana di sada inganan, jala dung mansohot, ninna sahalak siseanna ma mandok Ibana: Tuhan, ajari hami martangiang, songon na binahen ni si Johannes tu angka siseanna.","11:2 Gabe didok ma tu nasida: Songon on ma dok hamu laho martangiang: Ale Amanami, sai pinarbadia ma Goarmu! Sai ro ma harajaonmu! Sai saut ma lomo ni roham di banua tonga on, songon na di banua ginjang!","11:3 Lehon ma tu hami sadari on hangoluan siap ari!","11:4 Sesa ma dosanami, songon panesanami di dosa ni nasa na mardosa tu hami; jala unang hami togihon tu pangunjunan! Palua ma hami sian pangago!","11:5 Laos ninna ma mandok nasida: Ise hamu na maraleale, gabe ditopot ma i mareak tongaborngin, mandok tu ibana: Ua, pasali ahu tolu roti!","11:6 Ai ro do alealengku sian pardalananna, jala ndang adong sipanganon lehononku tu ibana.","11:7 Gabe dialusi halak i ma sian bagasan, mandok: Unang ahu susai! Nunga sordak pintu, jala nunga modom angka anakkonku rap dohot ahu; ndang tarbahen ahu hehe mangalehon di ho.","11:8 Hudok ma di hamu: Nang so hehe halak i mangalehon, ala naung maraleale nasida, ndang tarbahensa so hehe mangalehon nasa na ringkot di ibana ala ni jugulna i mangido.","11:9 Ahu pe, hudok ma tu hamu: Pangido hamu ma, sai na lehonon do tu hamu; lului hamu ma, sai na jumpangan do hamu; tuktuhi hamu ma, sai na ungkapon do di hamu!","11:10 Ai sai na manjalo do nasa na mangido; sai na jumpangan do na mangalului jala sai na ungkapon do di na manuktuhi.","11:11 Ise sian hamu angka amaama, anggo dipangido anakna roti tu ibana, gabe dilehon batu tusi, manang dengke dipangido, gabe ulok dilehon?","11:12 Manang dipangido tinaru ni manuk, gabe dilehon hala tusi?","11:13 Gari hamu, angka na jahat i, umboto mangalehon na denggan tu angka anakkonmuna, lam so lehonon ni Ama i sian banua ginjang Tondi Parbadia tu angka na mangido I sian Ibana?","11:14 Dung i dipabali ma sada tondi na mambahen ngungu; alai dung bali tondi i, mangkuling ma na ngungu i, gabe longang ma natorop i.","11:15 Alai deba sian nasida mandok: Marhitehite Beelsebul, induk ni angka tondi i, dipabali Ibana angka tondi na jahat i.","11:16 Alai anggo na asing mangunjuni Ibana, mangido tanda sian ginjang.","11:17 Alai ala ditanda Ibana angka pingkirannasida, gabe didok ma tu nasida: Pesan do nasa harajaon na marsalisi sama dirina jala masitinggangan ma angka jabuna.","11:18 Jala molo marsalisi sibolis i sama dirina, tung tarbahen ma hot harajaonna i? Ala didok hamu, na hupabali angka tondi i marhitehite Beelsebul.","11:19 Alai molo tung Ahu pabalihon angka sibolis mangasahon Beelsebul, ise ma dipangasahon angka anakmuna, laho pabalihonsa? Onpe, nasida do manguhumi hamu disi!","11:20 Alai molo hupabali angka tondi na hodar marhitehite tangan ni Debata, naung songgop ma harajaon ni Debata tu hamu.","11:21 Anggo dijagai ulubalang na gopas marsinjata jabuna, sinok ma ugasanna.","11:22 Alai molo ditahopi na gumogo i ibana jala ditaluhon, buaton ni i ma sandok sinjatana na pinangasahonna i, jala sagihononna ma tabantabanna i.","11:23 Na so mandongani Ahu, alongku ma i; na so donganku papunguhon, na paserakkon do i!","11:24 Ia dung ruar tondi na hodar i sian jolma, didalani ma angka inganan na hasang, mangalului paradianan; jala anggo so jumpangsa i, ninna ma: Mulak nama ahu tu ingananku naung hutadingkon i!","11:25 Jadi di na ro ibana, naung sinapu jala pinalehet didapot.","11:26 Jadi laho ma ibana, ditogihon ma pitu tondi angka na jumahat sian ibana, dibongoti ma laho maringanan tusi, gabe jumahat ma pangalaho ni jolma i di ujungna sian na di mulana i.","11:27 Di na mangkatahon hata i Ibana, dipagogo sada parompuan sian tongatonga ni natorop i ma soarana, ninna ma mandok Ibana: Martua ma na tumubuhon jala na pabagot Ho!","11:28 Alai ninna Ibana ma: Martua ma angka na umbege hata ni Debata jala na umpeopsa!","11:29 Jadi lam marpungu ma angka natorop i, gabe marjamita ma Ibana: Na jahat do na sansundut on; tanda do dipangido, jala ndang lehonon tanda tu nasida, dungkon ni tanda ni si Jonas.","11:30 Ai songon si Jonas gabe tanda di pangisi ni huta Ninive, songon i ma Anak ni jolma i di na sansundut on.","11:31 Na hehe ma sogot di paruhuman i raja boruboru na sian dangsina i dompak halak na sansundut on, mangkonahon uhum tusi; ai sian suhi ni tano ibana ro, umbege habisuhon ni si Salomo. Ida ma, On do na sumurung sian si Salomo!","11:32 Na hehe ma sogot di paruhuman i halak Ninive dompak na sansundut on, mangkonahon uhum tusi, ai dipauba nasida do rohanasida umbege jamita ni si Jonas i. Ida ma, On do na sumurung sian si Jonas!","11:33 Ndang adong na mambahen palito na pinasangna i tu inganan, na buni, manang tu toru ni ampang; tu parpalitoan i do dibahen, asa diida na ro i sondangna i.","11:34 Palito ni daging do mata i. Molo hisar matam, tiur ma sandok dagingmu; alai molo roa, mangkolom ma nang dagingmi.","11:35 Ipe, jaga ma ho, so tung mangkolom sondang na di bagasan ho!","11:36 Asa molo tiur sandok dagingmi, soada na holom disi, tiur ma sasude, songon naung pinatiur sondang ni sillam ma ho!","11:37 Andorang dihatahon dope i, diarahon sada halak Parise ma Ibana mangan; jala bongot ma Ibana, laos hundul ma.","11:38 Alai longang ma Parise i, ala diida, na so jolo marburi Ibana laho marsipanganon.","11:39 Jadi didok Tuhan i ma tu ibana: Anggo hamu Parise, duru ni panginuman dohot mangkuk dipaias hamu; alai ia parbagasanmuna gok pandoboon dohot hajahaton do.","11:40 E hamu na hurang roha! Sitompa duruna, nda laos i do na manompa bagasanna?","11:41 Asal ma dibasabasahon hamu na di bagasanna bahen asiasi, sandok ias ma na di hamu!","11:42 Marjea ma hamu Parise, ai diparsampulu hamu do angka suansuanan na ummetmet, ro di ragamragaman ni simarata; alai dilaosi hamu do uhum dohot holong ni roha ni Debata. Siulaon do na sada on; alai unang ma tading na sada an!","11:43 Marjea ma hamu Parise, ai ringkot do rohamuna mangkunduli bangku jolojolo di angka parguruan, jala asa ditabi jolma i hamu di tonga onan.","11:44 Marjea ma hamu, ai suman do hamu tu tanoman na so tanda, gabe didege halak tusi, so sian pamotoanna.","11:45 Jadi ro ma alus ni sahalak sibotopatik, didok ma tu Ibana: Dohot do hami direhei Ho di hatam ondeng.","11:46 Gabe didok Ibana ma: Marjea nang hamu sibotopatik, ai diampehon hamu do tu angka jolma i boban na so tarboan; alai ndang olo anggo hamu manjama porsanon i, nanggo dohot sada jarijarimuna!","11:47 Marjea ma hamu, ai dipauli hamu do tanoman ni angka panurirang, hape amamuna do, pamatehon nasida.","11:48 Asa sitindangi jala panolopi do hamu di pambahenan ni amamuna, ai nasida do mambunusa, gabe hamu do paulihon.","11:49 Ala ni i didok Hapistaran ni Debata: Suruonku ma tu nasida angka panurirang dohot apostel; bunuon jala leleannasida do deba sian i.","11:50 Asa luluhononhon ma tu na sansundut on mudar ni sude panurirang, naung durus i olat ni parmulaan ni tano on,","11:51 mamungka sian mudar ni si Abel ro di mudar ni si Sakarias, na tarbunu di holangholang ni langgatan dohot joro i. Olo tutu, hudok ma tu hamu, luluhononhon ma i tu na sansundut on!","11:52 Marjea ma hamu sibotopatik, ai dirampas hamu do anak hinsu parbinotoan; hamu sandiri ndang bongot, jala angka na naeng bongot, diambati hamu.","11:53 Asa di na ruar Ibana sian i, dionggopi angka sibotosurat dohot Parise ma Ibana, jala ragam do disungkunhon tu Ibana.","11:54 Dihaliangi nasida Ibana, anggiat tardapot Ibana binahen ni sada hatana."," "],["12:1 Marrongoman ma ro natorop i marriburibu, pola masidegean nasida, gabe didok Ibana ma parjolo, tu siseanna: Jaga ma hamu pasiding na niasoman na di angka Parise, i ma pangansion i.","12:2 Ndang adong na hungkup, na so ungkap muse, manang na buni, na so dapot botoon muse.","12:3 Dibahen i nasa na hinatahonmuna di na holom, begeon do i muse di na tiur; na hinusiphonmuna tu pinggol di bilut, baritahononhon do muse di angka partungkoan.","12:4 Alai hudok ma tu hamu angka alealengku: Unang ma habiari hamu angka na mambunu daging jala dungkon ni i so adong be sihahuaonna.","12:5 Alai hupatuduhon ma tu hamu na patut habiaranmuna: Habiari hamu ma ibana, na marhuaso mambunu huhut mandabuhon tu api na roko. Olo, hudok ma tu hamu: Ibana ma habiari hamu!","12:6 Nda digadis lima amporik arga dua benggol; agia sada sisongon i, ndang na lupa sian adopan ni Debata.","12:7 Gari obuk na di ulumuna, sude do dibilangi. Unang hamu tahutan! Ummangat do hamu sian amporik torop.","12:8 Hudok ma di hamu: Ganup na mangkatindangkon Ahu di jolo ni jolma, hatindangkonon ni Anak ni jolma i do sogot di adopan ni angka surusuruan ni Debata.","12:9 Alai na mansoadahon Ahu di jolo ni jolma, soadahononhon do sogot di adopan ni angka surusuruan ni Debata.","12:10 Jala ganup na mandok hatana mangalo Anak ni jolma i, tarsesa do i; alai na mangaleai Tondi Parbadia, ndang dapotan hasesaan.","12:11 Alai molo togihononnasida hamu tu angka parguruan, tu jolo ni angka induk dohot panggomgomi, unang ma holsoan hamu, manang beha pangalusionmuna ro di sidohononmuna.","12:12 Ai ajarhonon ni Tondi Parbadia i do tu hamu di na sangombas i na patut dohononmuna.","12:13 Jadi adong ma sahalak sian natorop i na mandok tu Ibana: Guru, dokkon ma amparangku marbagi teanteanannami rap dohot ahu!","12:14 Alai didok ma tu ibana: Baoa! Ise do pabangkit Ahu gabe panguhum manang sibagi teanteanan di hamu?","12:15 Laos didok ma tu nasida: Jaga ma hamu, pasiding hamu ma nasa haholiton! Ai nang pe marlobilobi halak, ndada sian artana i ngoluna.","12:16 Gabe dihatahon ma sada umpama tu nasida, ninna ma: Suha do gogo ni hauma ni sada halak na mora.","12:17 Jadi marhusari ma ibana di bagasan rohana songon on: Aha nama bahenonku? Ai ndang adong hasiatan ni gogo ni tanongki.","12:18 Gabe ninna ma: On ma bahenonku: Hulohai nama angka sopongki, hupauli ma angka na umbalga, asa tusi papunguonku sude na tubu i ro di artangku.","12:19 Jala dohononku ma tu tondingku: Ale tondingku, nunga rade godang artam, sae manang piga taon on. Ipe, marhasonangan ma ho, mangan minum ma ho, las ma roham!","12:20 Alai ninna Debata ma mandok ibana: E ho na loahon! Saborngin on ma tungguon hosam sian ho. Ia na pinaradem, tu ise ma i?","12:21 Songon i ma masa di halak an, na papunguhon arta di dirina, anggo so mamora ibana di Debata.","12:22 Jadi ninna ma mandok siseanna: Ala ni i hudok ma tu hamu: Unang holsohon hamu hosamuna pasarisari sipanganon, manang dagingmuna sumarihon parabiton.","12:23 Ai ummangat do hosa sian sipanganon jala sumurung do daging sian parabiton.","12:24 Bereng hamu ma pidong sigak, angka na so manabur manang manggotil, na so margudang manang marsopo. Tong do Debata marmudumuduhon angka i. Godang ni hasurunganmuna antong sian angka pidong!","12:25 Ise hamu na tarpaganda ariarina, nanggo saasta ganjangna, marhite sian pangkolsohon ni rohana?","12:26 Asa molo so tarpatupa hamu na ummotik i, boasa pola holsohononmuna na di atas ni i?","12:27 Patangkas hamu ma partubu ni bungabunga na di ladang i, angka na so mangganti manang martonun pe! Alai hudok ma tu hamu: Gari si Salomo uju di bungaran ni hasangaponna i, gari so mamangke songon bungabunga sada.","12:28 Asa molo songon i diparulosi Debata duhutduhut na di ladang i na jongjong songon sadari on, na tupa dipuruni marsogotna i, lam hamu ma, lam so parulosanna? E hamu siotik haporseaon!","12:29 Asa unang ma lulululu rohamuna di sipanganon manang di siinumonmuna; unang bohabohaon rohamuna disi!","12:30 Angka sipelebegu na di portibi on do mangalului angka sisongon i; alai diboto Amamuna do, na hasea angka i di hamu.","12:31 Asal ma dilului hamu harajaonna i; dung i tambahononna do angka i tu hamu.","12:32 Unang ho mabiar, ale punguan na metmet! Ai naung dihalomohon Amamuna do, mangalehon harajaonna i tu hamu.","12:33 Gadis hamu ma na pineopmuna, jala lehon hamu ma asiasi. Pauli hamu ma di hamu angka puro na so ra buruk; masiarta parbanua ginjang na so ra suda ma hamu, na so hadonohan panangko jala na so targagat ngitngit.","12:34 Ai ia disi artamuna, disi do nang rohamuna.","12:35 Sai hohos ma gontingmuna, jala galak ma palitomuna!","12:36 Jala suman ma hamu tu jolma na paipaimahon indukna, di na ro muli ibana sian parunjuhan, asa mamintor diungkap di ibana, di harorona manuktuhi.","12:37 Martua ma angka anak somang i, na dungo dapoton ni indukna di harorona i! Na sintong do hatangkon tu hamu: Hohoshononna ma ulosna, pajuguhonna ma nasida; ibana ma jongjong marhobasi di nasida.","12:38 Martua ma nasida, anggo songon i nasida didapot, manang na ro ibana di paduanghaebornginhon manang di patolunghaebornginhon.","12:39 Alai tanda hamu ma on: Aut diboto nampuna jabu, manang di pungkul piga tagamon ro panangko, dungo ma ibana, ndang loasonna ibana manursari ugasanna.","12:40 Hamu pe, gabe hobas ma, ai na ro do Anak ni jolma i di tingki na so panagamanmuna!","12:41 Jadi didok si Petrus ma: Tuhan, tu hami do didok Ho umpama ondeng, manang dohot do tu saluhutna?","12:42 Gabe didok Tuhan i ma: Ise ma antong juara bagas na tau haposan, na marroha, sipabangkiton ni indukna manggomgom angka naposona, laho mangalehon bohalnasida di tingkina?","12:43 Martua ma anak somang i, na mangulahon songon i dapoton ni indukna di harorona i!","12:44 Sintong do na hudok on tu hamu: Pabangkitonna do ibana mangaramoti nasa ugasanna.","12:45 Alai molo didok anak somang i di bagasan rohana: Laon dope, asa ro indukhu, jadi dipungkuli ma angka naposo baoa dohot boruboru, mangan minum ibana maradu mabuk,","12:46 gabe ro ma induk ni naposo i di ari na so panagamanna jala di ngombas na so pamotoanna, jala parduaonna ma ibana, laho mangalehon tohapna rap dohot na so haposan.","12:47 Ia anak somang, na umboto na hinalomohon ni indukna, gabe so marhobas ibana jala ndang diulahon lomo ni rohana, godang ma linsinglinsing taononna.","12:48 Alai na so umbotosa, gabe diulahon na tama pinsangon, otik ma taononna. Ai godang ma siluluan tu pangalehonan na godang, jala godang ma tungguon tu panahatan ni na godang.","12:49 Na ro do Ahu mandanggurhon api tu tano on. Dihasiholi nasa rohangku do, anggiat haru galak nian!","12:50 Alai didihononhon do tu Ahu paridion; jala mansai bobos do rohangku, saleleng so tulus dope i.","12:51 Na dirimpu rohamuna do, na laho mangalehon dame Ahu tu atas tano on, umbahen na ro? Nda tung, hudok ma di hamu: Panirangon do tahe.","12:52 Ai olat ni on ma maralo lima halak na di sada jabu: Na tolu maralohon na dua, jala na dua maralohon na tolu.","12:53 Maralo ma ama tu anakna, anak i tu amana; ina tu boruna, boru i tu inana; simatua boru tu parumaenna, parumaen i tu namboruna.","12:54 Dung i ninna ma mandok natorop i: Jumpa diida hamu nangkok ombun sian hasundutan, pintor didok hamu do: Na ro ma udan; jadi saut do songon i.","12:55 Jala jumpa mangullus alogo sian dangsina, didok hamu: Na logo ma ari: Jadi jumpang do songon i.","12:56 E hamu pangansi, malo do hamu hape manimbangi rupa ni tano on dohot langit i; so malo ma hamu manjujuri tingki on?","12:57 Boasa so sian rohamuna hamu manimbangi na patut?","12:58 Binsan raphon alom dope ho manopot panguhum, haringkothon ma di tongandalan i, asa malua ho sian ibana; so tung disarat ibana ho tu jolo ni panguhum, gabe panguhum pasahathon ho tu upasna jala hurungkonon ni upas i ho maon.","12:59 Hudok ma tu ho: Na so tupa ho haruar sian i, paima digarar ho sude ro di na saduit!"," "],["13:1 Adong ma na ro uju i paboahon tu Ibana taringot tu angka halak Galilea, na didurushon si Latus do mudarnasida, gabe saor tu na pinelehonnasida.","13:2 Jadi ninna Jesus ma mangalusi nasida: Na diagam rohamuna do pardosaan halak Galilea i martimbangkon saluhut halak Galilea, ala songon i diahap nasida?","13:3 Hudok ma di hamu: Ndang; anggo so muba rohamuna, laos songon i do hamu mago muse!","13:4 Manang na dirimpu hamu, anggo na sampuluualu halak, na mate ditinggang palaspalas na di Siloam, parsalaan sian sude pangisi ni huta Jerusalem?","13:5 Hudok ma di hamu: Nda tung; anggo so muba rohamuna, laos songon i do hamu mago muse!","13:6 Dung i dihatahon ma umpama on: Adong ma di sada halak hau ara na sinuanna tu porlak anggurna; jadi ro ma ibana mangalului parbuena, hape ndang adong jumpangsa.","13:7 Gabe ninna ma mandok siula porlak anggurna: Nunga pola patolutaonhon ahu ro mangalului parbue di hau ara on, laos so jumpang. Taba ma i; aha pola magopo tano i bahenonna!","13:8 Alai didok i ma mangalusi: Tuannami, loas ma i disi sataon on, asa sanga hupangkur humaliang bonana, mambahen napa tusi,","13:9 anggiat olo marparbue tu jolo on; alai anggo soada, tabaon ma!","13:10 Dung i mangajari ma Ibana di sada parguruan jumpa ari Sabbat.","13:11 Jadi adong ma disi sada parompuan, naung martondi sibahen marsahit leleng ni sampulu ualu taon; suhung do dagingna jala ndang tarbahensa dirgak.","13:12 Dijou Jesus ma ibana jumonok, dung diida; jala ninna ma mandok ibana: Malua ma ho, inang, sian parsahitonmi!","13:13 Laos diampehon ma tanganna tu ibana, jadi pintor dipadirgak parompuan i ma dirina jala dipuji ma Debata.","13:14 Alai ia sintua ni parguruan i, sogo ma rohana, ala na pamalum sahit Jesus jumpa ari Sabbat, jala ro ma hatana tu natorop i: Onom do ari di na patut mulaulaon hita; disi ma hamu ro, asa dipamalum sahitmuna, unang ma di ari Sabbat!","13:15 Alai ninna Tuhan i ma mangalusi ibana: E ho pangansi! Nda ganup hamu mangkarhari horbona manang halodena sian panggagatan di ari Sabbat manogihonsa marsobur?","13:16 Ia on, sada boru ni si Abraham, naung nirahutan ni sibolis sampulu ualu taon lelengna, ndang patut harharan ihotihotna di ari Sabbat?","13:17 Dung didok Ibana i, muruk ma sude alona i. Jala marlas ni roha ma sude natorop i siala saluhut pambahenna na marmulia i.","13:18 Alai didok ma: Tudos tu aha ma harajaon ni Debata, tu aha ma pasumanonku?","13:19 Tudos ma i tu batu ni siarum, na jinomput ni sada halak, laho manaburhonsa tu porlakna; jadi tubu ma gabe hau, jala ro do angka pidong na martongatonga langit marasar tu rantingna.","13:20 Diulahi mandok: Tu aha ma patudosonku harajaon ni Debata?","13:21 Tudos ma i tu itak naung niasoman, na binuat ni sada parompuan pasaorhonsa tu itak tolu ampang, paima asom saluhutna.","13:22 Jadi dibolus Ibana ma angka huta dohot sosor laho mangajari, uju di pardalanan mandapothon huta Jerusalem.","13:23 Jala adong ma na mandok tu Ibana: Tuhan, otik do ulaning na saut malua?","13:24 Alai ninna Ibana ma mandok nasida: Marungkil ma hamu, asa masuk sian pintu na gogot i; ai hudok ma tu hamu: Torop do na marsangkap naeng masuk nian, alai ndang tarbahensa.","13:25 Alai dung hehe nampuna jabu i jala disordak pintu i, disi ma jongjong hamu di balian manuktuhi pintu i, mandok: Tuhan, ungkap di hami! Jala dohononna ma: Ndang huboto hamu, manang sian dia!","13:26 Dohononmuna ma disi: Na rap mangan jala minum do hami dohot Ho, jala diajari Ho do hami di angka alamannami.","13:27 Dung i dohononna ma: Hudok ma di hamu: Ndang huboto hamu, manang sian dia. Sumurut ma hamu sian Ahu, hamu sudena, siula hageduhon!","13:28 Disi ma masa angguhangguk dohot na patungoripon, di na idaonmuna di bagasan harajaon ni Debata si Abraham, si Isak dohot si Jakkob ro di panurirang saluhutna; alai pinabali tu balian do anggo hamu!","13:29 Disi ma ro angka na sian purba dohot sian pastima, sian utara dohot sian dangsina, gabe hundul ma marsipanganon di harajaon ni Debata.","13:30 Angka naung parpudi hian tupa gabe parjolo; jala angka naung parjolo hian, tupa gabe parpudi.","13:31 Uju i didapothon deba Parise ma Ibana mandok: Hehe ma ho, borhat ma sian on, ai na naeng bunuon ni si Herodes do Ho!","13:32 Gabe ninna ma mandok nasida: Laho ma hamu, dok hamu ma tu antuasu i: Hupabali angka tondi na hodar jala hupamalum angka sahit sadari on dohot marsogot, jala marujung ma langkangku patoluna.","13:33 Alai ingkon mardalan Ahu sadari on, nang marsogot ro di ari na mangihut tusi; ai na so bolas mate panurirang, anggo di balian ni huta Jerusalem.","13:34 Jerusalem, Jerusalem! Dibunu ho do angka panurirang i jala didangguri ho do angka na sinuru manopot ho! Jotjotna i naeng papunguonku do nian ianakhonmu, sobokkon pidong na papunguhon anakna tu toru ni habonghabongna; alai ndang dung olo hamu!","13:35 Tarulang ma sogot bagasmuna. Alai hudok ma tu hamu: Na so tupa idaonmuna be Ahu, paima dohononmuna: Pinasupasu ma na ro marhitehite Goar ni Tuhan!"," "],["14:1 Jadi jumpa dibongoti Ibana jabu ni sada sintua ni halak Parise di sada ari Sabbat laho marsipanganon, nunga disi nasida mangonggopi Ibana.","14:2 Jadi adong ma disi di jolona sada halak na sigurbahon.","14:3 Jadi ninna Jesus ma mandok angka sibotopatik dohot Parise i: Ai na jadi do pamalumon sahit di ari Sabbat, manang na so jadi? Alai hohom do anggo nasida.","14:4 Gabe dijama Ibana ma halak i; dipamalum ma, laos dipamuli.","14:5 Jadi didok ma tu nasida: Anggo na targodung horbo manang halode ni manang ise hamu, nda manigor ditait tu ginjang, nang di ari Sabbat?","14:6 Gabe ndang haalusan nasida hatana i.","14:7 Alai diida ma, angka hundulan na sumangap dipilliti angka na pinio i, gabe marumpama ma Ibana, ninna ma mandok nasida:","14:8 Anggo tarpio ho tu parunjuhan, unang ho juguk tu hundulan na ummangat, atik beha adong piniona sahalak na sumangap sian ho;","14:9 gabe ro suhut i, na rap mamio hamu, mandok tu ho: Di ibana ma juguhanmi! Jadi ila ma roham juguk tu hundulan partoru.","14:10 Alai anggo dipio na mamio ho, laho ma ho juguk tu hundulan pudipudi; asa anggo dung ro na mamio ho, dohononna ma tu ho: Tungkan julu on ma ho juguk, ale! Jadi sangap ma ho idaon ni sude donganmu na tarpio i.","14:11 Ai nasa na patimbohon dirina, sipaoruon do; jala na paoru dirina, i do sipatimboon!","14:12 Didok ma huhut tu na mamio Ibana: Jumpa dibahen ho pesta manang haroan, unang ma pio tusi angka alealem, manang hahaanggim, manang hulahulam, manang hombar bagasmu pe, angka na gabe, asa unang nasida muse mamio ho, gabe dibalos i tu ho.","14:13 Alai jumpa mambuat sipanganon ho, pio ma angka na pogos, angka na martihas, na pangpang dohot na mapitung.","14:14 Jadi martua ma ho disi, ai ndang tarbalos nasida i tu ho; alai marbalos do i tu ho sogot di haheheon ni angka partigor.","14:15 Umbege i sahalak donganna marsipanganon i, ninna ma mandok Ibana: Martua ma na mangan di harajaon ni Debata!","14:16 Gabe ninna Jesus ma mangalusi: Adong ma sahalak na marulaon godang: Torop do halak gokkon tusi.","14:17 Jadi di mata ni pesta i disuru ma anak somangna mandok tu angka naung ginokkonna i: Ro ma hamu, ai nunga rade saluhutna!","14:18 Hape rap do nasida sude marsidalian. Didok na parjolo i ma tu ibana: Hutuhor do hauma, ndang tarbahen so laho ahu maningkir. Raja ho, ondihon ahu!","14:19 Ia na asing mandok: Naung hutuhor do horbo lima auga; na laho ma ahu manangkasi. Raja ho, ondihon ahu!","14:20 Na asing muse mandok: Nambura mambuat boru ahu; ala ni i ndang tarbahen ahu ro.","14:21 Muli ma anak somang i, dibaritahon ma i tu indukna. Jadi tarrimas ma suhut i, didok ma tu anak somangna: Silu, laho ma ne tu angka alaman dohot jambur ni huta i, togihon ma angka na pogos, angka na martihas, na mapitung dohot na pangpang!","14:22 Jadi ro ma hata ni anak somang i: Nunga saut na nidokkonmi, tuan; alai lumbang dope!","14:23 Gabe didok induk i ma tu naposona: Laho ma tu balian, tu angka dalan na metmet, tu angka lapelape; sosoi ma nasida bongot, asa haru gok jabungku!","14:24 Ai hudok ma di hamu: Na so tupa daion ni nanggo sada sian angka na ginokkon hian sipanganon na hupauli i.","14:25 Alai torop do halak na mandongani Ibana. Jadi humusor ma Ibana, ninna ma mandok nasida:","14:26 Ganup halak na ro tu Ahu, ndang tarbahen gabe siseanku, ia so dihasogohon ibana amana, inana, na niolina, anakkonna, hahaanggina dohot angka ibotona, ro di hosana sandiri.","14:27 Ndang tarbahen gabe siseanku halak, na so manuhuk silang na tu ibana, laho mangihuthon Ahu!","14:28 Ai ise hamu na giot pajongjong palaspalas, na so jumolo hundul mangetongi sipalahoonna tusi, manang na tuk laho patulushon?","14:29 Unang dipauli jolo ojahanna, hape ndang tuk gogona pasahathonsa, gabe surahan ni sude halak na marnidasa ibana.","14:30 Dohononnasida ma: Dipungka halak on do pajongjongkon, hape ndang adong bahenonna pasunhon.","14:31 Ise raja na borhat marmusu mangalo donganna raja, na so jumolo hundul mamingkiri, manang na tardompakkonsa mardongan saloksa soldadu alona i, na ro manahopi ibana mardongan dua loksa.","14:32 Alai anggo so tarbahen i, suruonna ma pangulu, binsan holang dope musu i, mangido pardamean.","14:33 Hamu pe, ndang tarbahen agia ise hamu gabe siseanku, anggo so tartadingkonsa nasa na di ibana.","14:34 Hasea do sira i; alai anggo gabe hambar sira i, aha ma paansimhon i?","14:35 So manang marguna i tu hauma, manang tu tangkal pe; bolongkononhon nama i! Hamu parpinggol na marbinege, pinggol hamu ma i!"," "],["15:1 Dung i dipasolhot torop angka sijalo beo dohot sipardosa dirina tu Ibana, laho tumangihon hatana.","15:2 Jadi marmungutmungut ma angka Parise dohot sibotosurat; ia hatanasida: Dijangkon On do angka pardosa, pola sapanganan Ibana dohot nasida.","15:3 Gabe dihatahon Ibana ma umpama on tu nasida:","15:4 Ise hamu sahalak parbirubiru saratus, anggo tardempar sada sian i, na so tuminggalhon na siapulu sia i di ladang, laho mangalului na so tarida i, paima jumpangsa?","15:5 Ia dung dapotsa, diampehon ma tu abarana sian las ni rohana.","15:6 Jadi dung sahat ibana tu jabuna, dipapungu ma alealena dohot hombar hundulna, didok ma tu nasida: Marlas ni roha ma hamu rap dohot ahu, ala jumpang ahu birubirungku naung mago i!","15:7 Hudok ma tu hamu: Suman tusi do gumodang las ni roha di banua ginjang mida sipardosa sahalak, na olo paubahon rohana, asa mida siapulu sia partigor, na so pola paubahon rohanasida.","15:8 Adong ma ulaning parompuan na marhepeng sampulu hupang; anggo mago sada sian i, na so pagalakkon palito jala manapui bagasna, mangalului tangkas hupang na mago i, paima jumpangsa?","15:9 Ia dung jumpangsa, dipapungu ma angka alealena dohot hombar hundulna mandok: Marlas ni roha ma hamu rap dohot ahu, ala naung jumpang ahu hupangku na mago i.","15:10 Hudok ma tu hamu: Suman tusi do masa las ni roha di jolo ni angka surusuruan ni Debata mida sahalak sipardosa na paubahon rohana.","15:11 Jala ninna ma muse: Adong ma dua anak ni na sahalak.","15:12 Gabe didok sianggian i ma mandok amana: Amang, lehon tu ahu sinamot, manang sadia tohaphi! Jala disagihon ma tu nasida panamotan i.","15:13 Ndang pola piga dan nari, dipapungu sianggian i ma saluhutna, dung i laho ma tu luat na dao; disi ma dipansuasaehon sinamotna paolooloi hisapna.","15:14 Dung dipasuda saluhutna i, masa ma haleon potir di na saluat i, jadi dohot ma ibana mamungka rapar.","15:15 Jadi laho ma ibana mahiandu tu sada halak pangisi ni luat i, gabe disuru ma ibana tu ladangna, marmahan angka babina.","15:16 Disangkapi rohana do manggohi butuhana langkat i, indahan ni babi i; alai ndang adong na mangalehonsa tu ibana.","15:17 Dung i dipasuang ma rohana tu bagasan, ninna ma: Torop ni halak digaji damang, angka na lobian di indahan; anggo ahu mate ma anturaparon dison!","15:18 Hehe nama ahu laho mandapothon damang; dohononku ma tu ibana: Ale amang, na mardosa do ahu tu banua ginjang nang dompak ho!","15:19 Ndang tama be ahu goaron anakmu; bahen ma ahu songon anak gajianmu sada!","15:20 Jadi hehe ma ibana manopot amana. Alai dao dope ibana, nunga ditatap amana ibana; jadi asi ma roha ni i marnida ibana, hatop ma ditomu, dihaol jala diumma.","15:21 Gabe ninna anak i ma mandok ibana: Amang, na mardosa do ahu tu banua ginjang nang dompak ho; ndang tama be ahu goaron anakmu!","15:22 Alai ninna ama i ma mandok naposona: Haru, boan hamu ma ulos na dumenggan, salini hamu ma ibana; tintin ma lehon hamu tu tanganna dohot sipatu tu patna!","15:23 Jala boan hamu ma anak ni lombu na pinamokmok i; potong hamu ma i, naeng mangan hita marlas ni roha.","15:24 Ai naung mate do anakkon gabe mangolu; naung mago ibana, gabe jumpang muse. Jadi mamungka marlas ni roha ma nasida.","15:25 Alai di ladang do anggo anakna sihahaan i. Jadi di na ro ibana dumonok tu bagas i, dibege ma endeende dohot parhinaloan.","15:26 Gabe dijou ma sahalak naposo, dipamanat ma, manang dia na masa i.","15:27 Jala ninna i ma mandok ibana: Nunga ro anggim; jadi dipotong amangmu do anak ni lombu na pinamokmok i, ala hipas ibana mulak.","15:28 Alai pangarimason ma ibana, ndang olo bongot tu jabu; gabe ruar ma amana, mangapoi ibana.","15:29 Alai ninna ma mangalusi amana i: Na sai leleng hupaolooloi ho, ndang dung hulaosi patikmu. Ndang hea dilehon ho hambing sada tu ahu, asa marlas ni roha ahu dohot angka donganki.","15:30 Hape disi ro anakmi, na mamondut sinamotmi rap dohot boruboru na jahat, gabe diseat ho do di ibana anak ni lombu na pinamokmok i!","15:31 Alai didok ma tu ibana: Anaha, tongtong do ho rap dohot ahu jala di ho do sasude na di ahu i.","15:32 Alai patut do pamasaon las ni roha dohot pariaiaon! Ai naung mate do anggimon, gabe mangolu; jala naung mago do ibana, gabe jumpang!"," "],["16:1 Laos didok Ibana ma tu siseanna i: Adong ma sada halak na mora na marjuara bagas. Jadi tarbortik ma tu ibana, dipansuasaehon juara bagas i artana.","16:2 Gabe dijou ma ibana, ninna ma mandok ibana: Dia do i na hubege taringot tu ho? Patuduhon ma paretongan ni hajuaraonmi; ai ndang tarbahen ho be leat ni juara bagas!","16:3 Jadi marhusari ma juara bagas i: Dia nama bahenonku, ai buaton ni tuanki nama sian ahu hajuaraonki. Mamangkur, ndang adong gogongku; manehenehe, maila ahu.","16:4 On ma tahe sibahenonku di rohangku, asa dijangkon nasida ahu tu jabunasida, ia dung dipaijur ahu sian hajuaraonki:","16:5 Jadi sadasada ma dijou nasa parsingiran ni indukna i tu jolona, didok ma tu na parjolo ro i: Sadia sigararonmi tu tuanta?","16:6 Alusna: Saratus gunsi miak. Gabe ninna ma mandok ibana: Alap ma suratmi, dung i hundul ma ho manurathon hatop limapulu!","16:7 Tu na asing muse didok: Ia ho, sadia do sigararonmi? Saratus tuhukan eme! Gabe didok tu ibana: Alap ma suratmi, dung i surathon ma: Ualupulu!","16:8 Jadi dipuji na mora i ma juara bagas na geduk i, ala bisuk pambahenna i. Ai umbisuk do anak portibi on asa anak hatiuron i mangangkupi donganna saroha.","16:9 Ahu pe, hudok ma di hamu: Lului hamu ma di hamu aleale marhitehite Mammon na geduk i; asa ia dung suda i, gabe dijangkon ma hamu tu bagasan angka parmianan sogot.","16:10 Ia haposan halak di na ummotik, haposan ma ibana nang di na godang: Ianggo geduk ibana di na ummotik, geduk ma nang di na godang.","16:11 Asa molo so haposan hamu mangaradoti Mammon na geduk i, ise ma antong pasahathon tu hamu arta na tutu i?","16:12 Jala molo so haposan taringot tu ugasan ni na leban, ise ma olo mangalehon tu hamu na tu hamu hian!","16:13 Ndang haoloan sada anak somang dua induk: Sai hosomanna do na sada, haholonganna do na sada nari; hombaranna do na sada, toisanna do na sada nari. Ndang haoloan hamu Debata rap dohot Mammon i!","16:14 Alai sude hata ondeng dibege halak Parise, angka na impolan di perak; jala manungarnungar ma nasida dompak Ibana.","16:15 Gabe ninna Ibana ma mandok nasida: Ianggo hamu tutu, dipintori hamu do dirimuna di jolo ni halak; alai ditanda Debata do rohamuna. Ai na timbul di roha ni jolma, i do dihagigihon Debata.","16:16 Intap si Johannes do patik i dohot angka panurirang i. Olat ni i ma dibaritahon harajaon ni Debata, jala saluhutna do mambahen gogo tusi.","16:17 Alai ummomo do salpu langit dohot tano, sian na gabe bolong sada gurit ni patik i.","16:18 Pangalangkup do ganup na paluahon niolina, gabe dioli na asing; pangalangkup do nang na mambuat na pinalua ni baoana i.","16:19 Asa adong ma sada halak na mora, na marabithon surta na rara dohot haen bontar na lamot; ariari do ibana marlas ni roha godang.","16:20 Alai adong ma sahalak na pogos, na margoar si Lasarus, peakpeak di jolo pintu ni na mora i; gok baro do dagingna.","16:21 Dipangido rohana do manganhon ebaeba na sian panganan ni na mora i; alai ro ma biang mandilati barona i.","16:22 Dung i mate ma na pogos i, gabe diboan angka surusuruan ma ibana tu ampuan ni si Abraham. Laos mate do nang na mora i, dung i ditanom.","16:23 Jadi sian banua toru i ma ibana manaili tu ginjang, uju di na bernit i ibana, jala ditatap ma si Abraham sian na dao jala si Lasarus di ampuanna i.","16:24 Dung i joujou ma ibana, ninna ma: Ompung Abraham! Asi roham mida ahu: Suru ma si Lasarus manornophon ujung ni jarijarina tu aek, palamohon dilangku, ai bernit do huahap di api on.","16:25 Alus ni si Abraham: Ingot, anaha, naung dijalo ho na denggan, uju di ngolum; ia si Lasarus na porsuk do. Anggo nuaeng, apulon do ibana dison; alai mangae na porsuk nama ia ho.","16:26 Jala angkup ni i muse, dijadihon do lung na bagas holangholangta; asa ndang bolas taripar angka na giot manorusi sian on tu hamu, jala ndang tarbahen na disini manopot hami tuson.","16:27 Ro muse hatana: Molo boti, mangido ma ahu tu ho, ompung, suruonmu ibana tu bagas ni damang.","16:28 Ai lima nari do hahaanggingku; naeng dihatindangkon tu nasida, unang gabe dohot nasida ro tu parhansitan on.","16:29 Alai ninna si Abraham ma: Adong do di nasida surat ni si Musa dohot angka panurirang; angka i ma ditangihon!","16:30 Gabe ninna ma: Ndang i, ompung Abraham; alai aut ni adong sahalak sian angka naung mate ro mandapothon nasida, paubaonnasida ma rohanasida.","16:31 Alai dialusi ma: Anggo so ditangihon nasida si Musa dohot angka panurirang, ndang tagamon mangoloi nasida, nang adong na hehe sian angka na mate."," "],["17:1 Alai didok Ibana ma tu siseanna i: Ndang tarbahen so ro angka gasip; alai marjea ma na parohonsa!","17:2 Dengganan do di ibana ginantungkon losung batu tu rungkungna jala nilonongkon ibana tu laut, unang digasipi sahalak sian angka na metmet on!","17:3 Jamoti hamu ma dirimuna! Anggo dung mardosa donganmu, podai ibana; jadi molo dipauba rohana, sesa ma dosana i!","17:4 Jala molo tung pitu hali di na sada ari mardosa ibana dompak ho, jala pitu hali ibana mulahulak tu jolom mandok: Jora ma ahu, sesaonmu do!","17:5 Dung i ninna angka apostel i ma mandok Tuhan i: Tambai ma haporseaonnami!","17:6 Alai ninna Tuhan i ma: Molo adong di hamu haporseaon na sabatu ni siarum, tardok hamu do tu hau galagala an: Maborgat ma ho suanhon ma ho tu laut!, gabe oloanna do hamu!","17:7 Alai ise sian hamu paranak somang na maninggala manang marmahan, tagamon ma dohononmuna tu ibana, jumpa muli sian hauma: Haru tu on ma ho hundul mangan?","17:8 Nda dohononmuna ma mandok ibana: Pature ma sipanganonki, marhohop ma ho, mangkobasi di ahu, asa mangan minum ahu; dung pe i, asa mangan dohot minum ho!","17:9 Tung dohononmu ma mauliate tu anak somangmu, ala dipasaut na niaturhonmu?","17:10 Songon i do nang hamu; molo dung diula hamu saluhut na nidokkonna i tu hamu, dok hamu ma: Naposo na so hasea do hami; intap ulaon na patut do huula hami.","17:11 Uju mardalan Ibana dompak Jerusalem, dibolus ma sian tongatonga ni luat Samaria dohot Galilea.","17:12 Laho bongot tu sada huta, pajumpang ma Ibana dohot sampulu halak na huliton, na jongjong mandaodao.","17:13 Dipagogo nasida ma soaranasida, angka ninna ma: Jesus, Guru! Asi ma roham di hami.","17:14 Jadi ninna Ibana ma marnidasa: Laho ma hamu patuduhon dirimuna tu angka malim! Jala di na laho i nasida, gabe ias ma nasida.","17:15 Alai mulak do sahalak sian nasida, dung diida, naung gabe malum ibana; dipagogo ma soarana mamuji Debata.","17:16 Dipatungkap do dirina tu jolo ni Jesus mandok mauliate. Jala halak Samaria do i.","17:17 Alai ninna Jesus ma mangalusi: Nda sampulu nasida naung gabe ias? Didia do na sia nari?","17:18 Ndang adong jumpang hape, na olo mulak pasangaphon Debata, dungkon ni halak dagang on?","17:19 Laos ninna ma mandok ibana: Hehe ma ho, laho ma! Haporseaonmi do paluahon ho!","17:20 Alai disungkun angka Parise do Ibana: Andigan ma songgop harajaon ni Debata? Gabe dialusi ma nasida, ninna ma: Apala gumortap idaon harajaon ni Debata di harorona i.","17:21 Jala ndang tardok: Ndi on do! Manang: Ndi an! Ai tung di tongatongamuna do harajaon ni Debata.","17:22 Dung i ninna ma mandok siseanna: Na ro ma angka ari, malungun ma rohamuna disi, naeng idaonmuna sada ari ni Anak ni jolma i; alai ndang idaonmuna i.","17:23 Jala dohononna ma tu hamu: Dison! Disan do i! Unang topot hamu tusi, unang ihuthon hamu!","17:24 Ai songon hilap na sumiksak, laho manorangi sian desa na sada ro di tondongkonna i, suman tusi do pangalho ni Anak ni jolma i di arina i.","17:25 Alai ingkon jumolo lan taononna; bolongkonon ni na sansundut on do Ibana.","17:26 Songon na masa uju di tingki ni si Noak i, suman tusi do sogot di angka ari ni Anak ni jolma i:","17:27 Na mangan minum do nasida, mangoli jala pabolihonsa sahat ro di ari habobongot ni si Noak i tubagasan parau i; jadi ro ma aek na sumar i mangagohon nasida saluhutna.","17:28 Songon na masa di angka ari ni si Lot: Mangan minum nasida, manuhor manggadis, manuan jala pauli bagas.","17:29 Alai di ari halalaho ni si Lot sian huta Sodom turun ma udan api dohot barerang sian ginjang, mangagohon nasida saluhutna.","17:30 Songon i ma masa di na sadari i, di na gabe patar Anak ni jolma i.","17:31 Ia halak na di bilut parginjang ni jabuna di na sadari i, jala di jabu i ugasanna, unang ma dialap i, di na mijur ibana; jala halak na di ladang, laos songon i: Unang pola muli ibana!","17:32 Ingot hamu ma nioli ni si Lot i!","17:33 Agoan hosa ma na naeng paluahon hosana; alai na agoan hosa, i do na pangoluhonsa.","17:34 Hudok ma di hamu: Di na saborngin i dua halak ma sapodoman; na sada do jangkononna, na sada nari tulahonna.","17:35 Rap manduda ma dua parompuan; na sada do jangkononna, na sada nari tulahonna.","17:36 Rap mangula hauma ma dua halak; na sada do jangkononna, na sada nari tulahonna.","17:37 Jadi ninna nasida ma mangalusi Ibana: Didia ma i, Tuhan? Gabe didok ma tu nasida: Ia disi bangke, laos tusi do marumbal angka lali!"," "],["18:1 Dung i dihatahon ma tu nasida umpama sada, paboa ingkon tongtong nasida martangiang, na so tupa lemba.","18:2 On do hatana: Adong ma di na sahuta panguhum sada; ndang dihabiari Debata jala ndang dipardulihon jolma.","18:3 Alai adong ma di huta i parompuan na mabalu, na ro manopot ibana mandok: Pintori ahu maralohon alongki!","18:4 Jadi leleng ndang ringkot rohana. Alai ninna ma muse di bagasan rohana: Tutu do, ndang huhabiari Debata jala ndang parduli ahu di jolma.","18:5 Alai hupintori nama na mabalu on, ala dinengnengi ahu, atik beha ro ibana maon muse manggariangi ahu.","18:6 Dung i didok Tuhan i ma: Tangihon hamu ma pandok ni panguhum na geduk i!","18:7 Ia Debata, tung so pintoranna ma angka na pinillitna, angka na manjou Ibana arian dohot borngin? Tung pangerngeronna ma di nasida?","18:8 Hudok ma di hamu: Magira ma pintoranna nasida! Alai tagamon jumpang Anak ni jolma i ma haporseaon di tano on di harorona i?","18:9 Alai dihatahon ma umpama sada taringot tu halak na mangkaposi dirina, mandok na tigor nasida, angka na marhu, ni roha di dongan, ninna ma:","18:10 Adong ma dua halak na nangkok tu joro i martangiang; halak Parise do na sada, sijalo beo na sada nari.","18:11 Jadi dirgak ma Parise i jongjong; songon on ma tangiangna di bagasan rohana: Mauliate ma ahu tu Ho, ale Debata, ala so dos ahu dohot halak na leban, angka panamun, pargeduk, pangalangkup manang songon sijalo beo an.","18:12 Dua hali saminggu ahu marpuasa jala huparsampulu do saluhutna na huomo.","18:13 Ianggo halak sijalo beo i, mandaodao do ibana jongjong; gari manaili dompak ginjang, ndang barani. Alai ditompuk ma andorana huhut mandok: Asi roham, ale Debata, di ahu pardosa on!","18:14 Hudok ma tu hamu: Umpintor do on laho muli asa na sada an: Ai sipaoruon do ganup na patimbo dirina; alai na paoru dirina, i do sipatimboon!","18:15 Jadi dohot do dakdanak diboan tu jolona, asa jamaonna nasida; alai marnida i angka sisean i, dipinsang ma nasida.","18:16 Alai dijou Jesus ma nasida, laos ninna ma: Loas hamu ma ro angka dakdanak i sahat tu Ahu; unang orai hamu nasida, ai di angka sisongon i do harajaon ni Debata!","18:17 Situtu do hatangkon tu hamu: Na so manjalo harajaon ni Debata songon dakdanak, ndang saut bongot tusi.","18:18 Dung i disungkun sahalak sintua ma Ibana, ninna ma: O Guru, na denggan roha! Dia do sipatupaonku, asa hutean hangoluan na salelenglelengna?","18:19 Gabe ninna Jesus ma mandok ibana: Boasa digoar ho Ahu na denggan roha? Ndang adong na denggan roha, dungkon ni sasada Debata!","18:20 Angka patik i diboto ho do: \"Unang ho mangalangkup! Unang ho mambunu! Unang ho manangko! Unang ho olo mangkatindangkon na so tutu! Ingkon pasangaponmu amangmu dohot inangmu!\"","18:21 Alai ninna halak i ma: Sasudena i huradoti do sian sietehetehonku dope.","18:22 Umbege i Jesus, ninna ma mandok ibana: Sada nama na hurang di ho: Gadis ma nasa na di ho, parlehon ma i tu angka na pogos, gabe mararta ma ho di banua ginjang. Dung i ro ma ho mangihuthon Ahu!","18:23 Alai habot do rohana umbegesa ai na mora jong do ibana.","18:24 Alai dibereng Jesus ma ibana, laos didok: Maolna i bongot angka na mora tu bagasan harajaon ni Debata!","18:25 Gumabur do boluson ni gaja pinggol ni jarum, unang halak na mora bongot tu bagasan harajaon ni Debata!","18:26 Gabe didok angka na umbegesa: Molo boti, ise ma tarbahen malua?","18:27 Alai ninna Ibana ma: Na so tarpatupa jolma, tarpatupa Debata do!","18:28 Dung i ninna si Petrus ma: Hutinggalhon hami do na di hami, mangihuthon Ho.","18:29 Gabe didok Ibana ma tu nasida: Na tutu do hatangkon na tu hamu: Nasa na tumadingkon jabuna, manang na niolina, manang hahaanggina, manang natorasna, manang anakkonna pe ala ni harajaon ni Debata,","18:30 ingkon silompit do jaloonna i di hasiangan on, angkup ni i hangoluan salelenglelengna di hasiangan sogot.","18:31 Alai diarahon ma na sampuludua i, ninna ma mandok nasida: Na nangkok ma hita tu Jerusalem jala tulus ma tu Anak ni jolma i sasudena, na tarsurat di angka panurirang i.","18:32 Ai pasahaton ma Ibana tu angka parbegu, gabe insahanna, leaanna jala tijuranna ma Ibana.","18:33 Linsinganna jala pusaonna do Ibana; dung i mulak mangolu ma Ibana di ari patoluhon.","18:34 Ndang diantusi nasida agia otik sian i; na buni do hata i sian rohanasida, ndang diboto nasida na hinatahonna i.","18:35 Dung i mandapothon huta Jeriko, adong ma sada halak na mapitung na hundulhundul di dalan i mangidoido.","18:36 Umbege natorop na mamolus i, dipatangkas halak i ma, manang dia na masa i.","18:37 Gabe dibaritahon halak ma tu ibana, Jesus sian Nasaret i mamolus.","18:38 Jadi joujou ma ibana mandok: O Jesus, Anak ni si Daud, asi roham di ahu!","18:39 Hona hata ma ibana dibahen angka na parjolo i, asa sip ibana nian. Alai lam digogo ma manjoujouhon: O Anak ni si Daud, asi roham di ahu!","18:40 Dung i sulon ma Jesus, didokkon ma togihononhon ibana tu jolona. Jadi dung donok, disungkun ma ibana:","18:41 Aha dipangido roham, bahenonku tu ho? Jadi didok ma: Marnida ma nian matangku, ale Tuhan!","18:42 Gabe didok Jesus ma tu ibana: Marnida ma ho! Haporseaonmi do pamalum ho!","18:43 Jadi pintor marnida ma matana, laos diihuthon Jesus, huhut mamujimuji Debata. Jala sude natorop na marnidasa mamuji Debata."," "],["19:1 Dung i dibongoti, laos dibolus Ibana ma huta Jeriko.","19:2 Jadi adong ma disi sahalak, induk ni angka sijalo beo, na margoar Sakeus; na mora do ibana.","19:3 Dipangido rohana, naeng idaonna rupa ni Jesus; alai ndang tarbahensa siala natorop i, ai pardaging na metmet ibana.","19:4 Gabe marlojong ibana tu jolo, dipanaek ma hau galagala sada, anggiat diida Ibana, ai i do dalan sibolusonna.","19:5 Dung sahat tusi, mamereng ma Jesus tu ginjang, laos ninna ma mandok ibana: O Sakeus, hatop ma ho mijur, ai ingkon sorang Ahu tu jabumi sadari on!","19:6 Jadi hatop ma ibana mijur; las rohana manjangkon Jesus.","19:7 Marnida i marungutungut ma nasida sude, mandok: Na sorang do Ibana hape tu halak sipardosa!","19:8 Gabe ro ma si Sakeus, didok ma tu Tuhan i: Olo, Tuhan, satonga ni angka artangki ma hulehon tu angka na pogos; jala ia adong na huangati, siopat lompit ma hupaulak.","19:9 Jadi didok Jesus ma tu ibana: Dapotan tua do pangisi ni jabu on sadari on, ai pinompar ni si Abraham do nang ibana.","19:10 Ai na ro do Anak ni jolma i mangalului jala paluahon na mago.","19:11 Jadi dibege nasida ma i, gabe didatdati Ibana marumpama, ala naung donok tu huta Jerusalem; jala dirimpu nasida, manigor sipapataron ma harajaon ni Debata.","19:12 Asa didok ma: Naeng borhat ma sahalak na raja tu luat na dao, manjalo harajaon; dung pe i, asa mulak muse.","19:13 Jadi dijou ma naposona sampulu halak, dilehon ma tu nasida sampulu bagian, laos ninna ma mandok nasida: Tigatigahon hamu ma i, paima ro ahu muse!","19:14 Alai hosom do roha ni angka na nirajaanna mida ibana, disuru nasida ma suruannasida sian pudina, paboahon: Ndang olo hami rajaan ni i!","19:15 Asa dung dijalo harajaon i, ro ma ibana mulak, jala disuru ma na manjou angka naposona, naung manjalo hepeng i, asa diboto na niomohonna be.","19:16 Jadi ro ma na parjolo i, ninna ma: Tuan, sampulu bagian do diomo bagian na sian ho i.","19:17 Gabe ninna ma mandok ibana: Taho ma i, ale naposo na denggan roha! Ala haposan ho di na otik situtu sampulu huta ma gomgomanmu!","19:18 Dung i ro ma na paduahon i, ninna ma: Ia bagian na sian ho, tuan, lima bagian do diomo.","19:19 Jala ninna ma nang tu ibana: Ia ho, lima huta ma gomgomanmu!","19:20 Jala ro ma na asing mandok: Na, bagianmon, tuan; hutungkus do i di saputanganku.","19:21 Ai biar do rohangku mida Ho, ala na horas ho; dibuat ho do na so pineakkonmu, jala digotil ho do na so sinuanmu.","19:22 Gabe didok ma tu ibana: Mangihuthon pandokmi do uhumonku ho, naposo na jahat roha! Diboto ho do hape, ahu halak na horas, sibuat na so hupeakhon, sigotil na so husuan!","19:23 Boasa so dilehon ho antong hepengki tu sianahi hepeng, asa hutunggui rap dohot bungana di harorongkon?","19:24 Laos didok ma tu angka donganna: Buat hamu ma sian ibana bagianna i; lehon hamu ma i tu parbagian na sampulu i!","19:25 Jadi ninna nasida ma mandok ibana: Alai nunga sampulu bagian di ibana, tuan!","19:26 Hudok ma di hamu: Di ganup paradongan lehonon do; alai sibuaton do sian na so paradongan na di ibana hian.","19:27 Alai ia musungki, na so olo rajaanku, boan hamu ma tuson; seseati hamu ma nasida di jolongkon!","19:28 Jadi dung didok songon i, hehe ma Ibana laho nangkok tu Jerusalem.","19:29 Dung i mandapothon huta Betpage dohot Betania, mardonokkon dolok i, na margoar dolok Jetun, disuru ma siseanna dua halak.","19:30 Ninna ma: Laho ma hamu tu huta na di jolomuna an; dung bongot hamu, jumpang hamu ma tambat disi anak ni halode, na so dung dihunduli halak; harhari jala boan hamu ma i tuson!","19:31 Jala molo adong na manungkun hamu: Boasa harharanmuna i?, dok hamu ma songon on: Ringkot do i di Tuhan i!","19:32 Dung i laho ma angka na sinuru i, jala jumpang nasida do songon na nidokna i tu nasida.","19:33 Alai laho mangkarhari anak ni halode i nasida, didok angka nampunasa ma tu nasida: Boasa harharanmuna anak ni halode i?","19:34 Jadi didok nasida ma: Na ringkot do i di Tuhan i!","19:35 Gabe diboan nasida ma i tu Jesus; dipeakkon ma ulosnasida tu anak ni halode i jadi dipahundul ma Jesus tu ginjangna.","19:36 Jala di na borhat i Ibana, dipahembang nasida ma ulosnasida tu dalan i.","19:37 Alai mandapothon tuatan na di dolok Jetun i, hinsa ma roha ni sandok punguan ni sisean i, mamuji Debata, marsoara na gogo, siala sude hagogoon naung niidanasida i.","19:38 Ia endenasida: Pinasupasu ma Raja i, na ro marhitehite Goar ni Tuhan! Dame do di surgo; hasangapon di ginjang!","19:39 Jala halak Parise i deba, na sian natorop i, mandok tu ibana: Orai ma antong angka siseanmi, Guru!","19:40 Jala ninna ma mangalusi: Hudok ma di hamu: Aut mauhom nasida, joujou ma angka batu!","19:41 Jala laho mandapothon huta i, tangis ma Ibana marnidasa.","19:42 Ninna ma: Aut di arim on ma nian ditanda ho na tau padamehon ho! Alai naung gabe buni do i nuaeng sian matami.","19:43 Ai na ro ma muse angka ari manahopi ho; hubu on ni musum ma ho disi, halianganna jala sosahonna ma ho humaliang.","19:44 Jala panepneponna ma ho rap dohot anakkonmu di tongatongami, jala ndang pasombuonna nanggo dua batu martinditindi, ala na so ditanda ho tingki panopoton na tu ho.","19:45 Dung i dibongoti Jesus ma joro i, dipabali ma sian i angka sipanggadis.","19:46 Ninna ma mandok nasida: Na tarsurat do, bagas partangiangan do bagashu; hape gabe liang pandoboan do i dibahen hamu.","19:47 Jala ariari do Ibana mangajari di joro i. Alai anggo angka sintua ni malim i dohot sibotosurat ro di angka panungganei ni bangso i mangalului dalan mamusa Ibana.","19:48 Alai ndang jumpang nasida dalan patupahonsa; ai sai marsilohot do roha ni natorop i saluhutna tu Ibana, tumangihon hatana."," "],["20:1 Jala di na sadari uju i mangajari natorop i Ibana di joro i, mamaritahon barita na uli, gabe ro ma mandapothon Ibana angka malim dohot sibotosurat rap dohot angka panungganei.","20:2 Ninna nasida ma mandok Ibana: Paboa ma tu hami: Huaso dia do dipangasahon Ho mangula Ulaonmi? Ise do na mangalehon huaso i tu Ho?","20:3 Gabo dialusi ma nasida, ninna ma: Ahu pe, adong do na husungkun tu hamu; paboa hamu ma tu Ahu:","20:4 Ia pandidion ni si Johannes, sian ginjang do i manang sian jolma?","20:5 Alai marhusari ma nasida sama nasida, songon on: Ia ninta annon: Sian ginjang, dohononna ma; boasa so dihaporseai hamu ibana?","20:6 Alai ia ninta: Sian jolma, dangguran ni sandok natorop i hita, ai gomos dihaporseai, panurirang do si Johannes i.","20:7 Jadi dialusi nasida ma: Ndang huboto hami, manang sian dia i.","20:8 Gabe didok Jesus tu nasida: Ahu pe, ndang paboaonku tu hamu, manang huaso dia hupangasahon di ulaonki.","20:9 Jala dihatahon ma umpama on tu natorop i: Adong ma sada halak na pauli porlak anggurna, jadi dipasahat ma i tu angka pangula; dung i laho ma ibana marhutasada lelengleleng.","20:10 Di tingkina i disuru ma naposona tu angka siula porlak anggur i, asa dilehon tu ibana gogo ni porlak anggur i deba. Alai dilombuti angka pangula i ibana, laos muli boti do ibana dipaulak.","20:11 Jadi disuru muse naposona na asing; alai nang i dilasahi jala dileai nasida do, laos songon i ibana disuru muli.","20:12 Disuru muse dope na patoluhon; alai nang i dibugangi do jala dipabali.","20:13 Dung i ninna nampuna porlak anggur i ma: Aha nama bahenonku? Anakku haholongan i ma suruonku; ra biar ma rohanasida mida ibana.","20:14 Alai marnida ibana angka pangula i, masipandohan ma nasida, ninna ma: On do panean i! Tapusa ma ibana, asa di hita siteanonna i!","20:15 Jala dipabali nasida ma ibana tu balian ni porlak anggur i, laos dipusa ma. Aha nama bahenon ni nampuna porlak anggur i tu nasida?","20:16 Na ro ma ibana mambunu angka siula porlak anggur i, dung i pasahatonna ma porlak anggur i tu halak na asing. Alai umbege i, ninna nasida ma: Palias ma i!","20:17 Alai dinolnol Ibana ma nasida, huhut ma didok: Ai dia do lapatan ni na tarsurat songon on: \"Ia batu na binolongkon ni angka pande bagas i, apala i do gabe batu parsuhisuhi?\"","20:18 Marosak ma ganup na tinggang tu batu on, jala magopu ma ganup na tiningganganna.","20:19 Di na sangombas i dilului angka sibotosurat ro di sintua ni malim dalan manangkup Ibana; alai mabiar do nasida mida natorop i, ai diantusi be do, tu nasida do tinuju ni umpama ondeng.","20:20 Jala dionggopi nasida do Ibana, disuru ma angka pangkahap, sipaulaula songon parroha na tigor, anggiat tarpadapot nasida Ibana di hatana, asa tarpasahatsa Ibana tu panggomgomi, tu huaso ni panguhum i.","20:21 Jadi disungkun nasida ma Ibana, ninna ma: O Guru, huboto hami, na tigor do pangkataionmu nang pamodaionmu, jala na so siida bohi Ho; sintong do tahe dipodahon Ho dalan ni Debata.","20:22 Na jadi do lehononta guguan tu Kesar i, manang na so jadi?","20:23 Alai torang diboto Ibana ansiansinasida i, gabe ninna ma mandok nasida:","20:24 Patuduhon hamu ma tu Ahu rupia sada! Gombaran dohot surat ni ise do ndi on? Didok nasida ma: Gombaran ni Kesar i do.","20:25 Jadi ninna ma mandok nasida: Molo boti, lehon hamu ma tu Kesar na sian Kesar i, jala tu Debata na sian Debata!","20:26 Asa ndang tuk nasida padapot Ibana di hatana i di jolo ni natorop i, jala longang do rohanasida dibahen alusna; laos hohom nama nasida.","20:27 Gabe ro ma deba sian Saduse na so marhatutuhon, adong haheheon ni na mate, manungkun Ibana.","20:28 Ninna nasida ma: Gurunami, disurathon si Musa di hita: Molo mate sihahaan, tuminggalhon parompuan so martinading, ingkon dihabia anggina do dongan saripe ni hahana i, pajongjongkon pomparan di ibana.","20:29 Asa adong ma pitu halak na marhahamaranggi. Mangoli ma sihahaan, dung i mate ma ibana so martinading.","20:30 Dihabia paidua ma boruboru i.","20:31 Dung i paitolu i muse; gabe songon i do torus na pitu i, ndang martinading di hamamatenasida be.","20:32 Umpudi sian nasida mate nang parompuan i.","20:33 Onpe, di haheheon i, ise sian nasida nampuna nioli disi? Ai nasida na pitu i do marniolihonsa.","20:34 Gabe didok Jesus ma tu nasida: Anak ni hasiangan on do mangoli jala pabolihonsa.","20:35 Alai angka naung gabe tau tu hasiangan sogot dohot tu haheheon na sian angka na mate, ndang mangoli manang pabolihonsa pe.","20:36 Ai ndang tarbahensa be mate, ai suman tu surusuruan i jala anak ni Debata do nasida, ia dung gabe partohap di haheheon i.","20:37 Alai paboa, sipaheheon sogot angka naung mate, nang si Musa ditaringoti do i, uju di ramba na sampulguk i, ai digoar do disi Tuhan i \"Debata ni si Abraham, Debata ni si Isak jala Debata ni si Jakkob.\"","20:38 Nda tung Debata ni angka na mate Ibana, Debata ni angka na mangolu do; ai saluhut do nasida mangolu di Ibana.","20:39 Dung i ninna deba sian angka sibotosurat ma mangalusi: Denggan do na nidokmi, Guru!","20:40 Ai ndang barani be nasida manungkun manang dia pe tu Ibana.","20:41 Gabe ninna Jesus ma mandok nasida: Marhua ma didok, Anak ni si Daud do Kristus i?","20:42 Ai didok si Daud sandiri di buku Psalmen: \"Ninna Tuhan i do mandok Tuhanku: Hundul ma Ho tu Siamunhon,","20:43 paima hupeakhon angka musum bahen sidegedegean ni patmu!\"","20:44 Asa digoar si Daud do Ibana Tuhan, beha ma Ibana Anakna?","20:45 Alai uju na manangi natorop i saluhutna, ninna Ibana ma mandok siseanna:","20:46 Jaga ma hamu mida angka sibotosurat, ai las do rohanasida madangadang, marbaju na ganjang, asa ditabi halak nasida di angka onan; jala ringkot do rohanasida juguk tu bangku jolojolo di angka parguruan dohot tu hundulan na sumangap di parpestaan.","20:47 Dipolgak nasida do bagas ni na mabalu; mangansi do nasida martangiang lelengleleng. Uhum na dumokdok do jaloonnasida muse."," "],["21:1 Dung i mamereng ma Ibana, gabe diida ma angka na mora na mandabuhon silehonlehonna tu bagasan poti parasian.","21:2 Alai diida ma boruboru na mabalu sada, na pogos, na mandabuhon dua rimis.","21:3 Gabe didok Ibana ma: Situtu do hatangkon tu hamu: Gumodang do na nidabuhon ni na mabalu na pogos an sian saluhutna i.","21:4 Ai sasude nasida sian lobilobinasida be do didabuhon; alai ia parompuan an, sian pogosna i do didabuhon sasude na pineopna i.","21:5 Dung i ditaringoti na deba ma joro i, naung dipajagar dohot batu angka na uli dohot silua ni halak, jala ninna Ibana ma:","21:6 Diida hamu pe i sude, na ro ma angka arina, ndang tinggal disi dua batu martinditindi na so gargaronna.","21:7 Jadi disungkun nasida ma Ibana, ninna ma: Andigan ma masa i, Guru; jala dia ma tandana, paboa laho songgop ma i?","21:8 Alai ninna Ibana ma: Jaga ma hamu, so tung lilu hamu! Ai lan do na ro sogot manoluk Goarhu, angka na mandok: Ahu do! Nunga dapot tingkina i! Unang ma ihuthon hamu nasida!","21:9 Alai molo dibege hamu barita ni angka hamusuon dohot hagunturon, unang ma hamu tarsonggot; ai ndang tarbahen so songgop i jumolo. Alai ndang dope manigor dapot ajalna i.","21:10 Laos didok ma tu nasida: Na hehe do sogot bangso maralohon bangso, harajaon maralohon harajaon.","21:11 Masa ma lalo angka na bolon, angka sahit bala marluatluat nang haleon, tarida ma angka panonggoti ro di tanda na balga sian langit.","21:12 Alai tagan so masa dope angka i, tangkupon jala leleannasida do hamu; pasahatonna do hamu tu angka parguruan dohot hurungan, gabe togihononna hamu tu jolo ni raja dohot panguhum humongkop Goarhu.","21:13 Laos i ma gabe dalanmuna, mangkatindangkon Ahu.","21:14 On ma parateatehon hamu: Na so pola sarihononmuna hian sitariashononmuna disi.","21:15 Ai Ahu mangalehon tu hamu soara dohot habisuhon, na so bolas aloon nang alusan ni angka musumuna.","21:16 Alai nang natorasmuna, hahaanggi, sisolhot ro di alealemuna do pasahathon hamu; jala pamateonna deba sian hamu.","21:17 Hosoman ni saluhut jolma do hamu ala Goarhu.","21:18 Jala na so tupa mago sada obuk sian ulumuna.","21:19 Marhitehite benget ni roha do malua hosamuna.","21:20 Alai molo diida hamu huta Jerusalem i hinaliangan ni angka parangan, boto hamu ma, naung donok nama hasesegana.","21:21 Maporus tu dolok i ma di tingki i angka na di Judea i; angka na di bagasan huta i haruar ma sian i, jala angka na di ladang i, unang ma bongot tu huta i.","21:22 Ai angka ari pamaloson ma i, asa songgop sasude na tarsurat i.","21:23 Marjea ma angka na gabegabean dohot angka panarusan di angka ari i; ai songgop ma hagogotan bolon tu tano on jala harimason tu bangso on.","21:24 Rage ma nasida bahenon ni mata ni podang jala diihoti ma nasida mamboan tu saluhut angka bangso, gabe lotlotan ni halak parbegu ma huta Jerusalem, paima gok angka tingki ni parbegu.","21:25 Dung i masa ma angka tanda di mata ni ari, di bulan dohot di angka bintang pe; jala hapusohan ma angka bangso di tano on jala bobonosan, bahenon ni gasak ni laut i dohot galumbangna.","21:26 Tarhatos ma jolma i dibahen hatahutonna dohot panagamon ni rohana di na naeng masa tu liat portibi on; ai humuntal ma angka hagogoon ni parlangitan.","21:27 Dung i idaonnasida ma Anak ni jolma i ro marhitehon ombun mantat huaso dohot hasangapon godang.","21:28 Alai molo mamungka masa angka i, dirgak ma hamu; pasindak hamu ma ulumuna, ai nunga jonok haluaonmuna.","21:29 Jala dihatahon ma tu nasida umpama sada: Bereng hamu ma hau ara i dohot angka hau na asing!","21:30 Ia dung martunasi diida hamu, tandaonmuna do sian i, naung jonok partaonan las.","21:31 Suang songon i, ia dung masa angka i diida hamu, boto hamu ma, naung donok harajaon ni Debata.","21:32 Situtu do hatangkon tu hamu: Na so tupa salpu na sabangso on, so jolo songgop saluhutna i!","21:33 Salpu pe sogot langit dohot tano on, anggo hatangki na so tupa salpu!","21:34 Alai jaga hamu ma dirimuna, unang sorat rohamuna binahen ni parminumon dohot parmabuhon dohot panarihon di hangoluan on, gabe tompu ditahopi ari i hamu songon tali rambang.","21:35 Ai hatop ma i songgop tu atas ni sude na maringanan di atas tano on.","21:36 Alai dungo ma hamu tongtong mardongan tangiang, asa margogo hamu, pasiding saluhut na naeng masa i, laho jongjong di jolo ni Anak ni jolma i.","21:37 Di joro i do Ibana mangajari arianna i; alai bodarina i ruar Ibana, laho marborngin di dolok na margoar Jetun.","21:38 Jala sogot ma didapothon saluhut natorop i Ibana, tumangihon hatana di joro i."," "],["22:1 Alai na jonok nama ari raya mangan roti na so niasoman, na margoar Paska.","22:2 Jala sai dipingkiri angka sintua ni malim dohot angka sibotosurat dalan mamusa Ibana, ai dihabiari nasida do natorop i.","22:3 Alai dibongoti sibolis i do si Judas na margoar Iskariot, sahalak sian na sampuludua i.","22:4 Gabe laho ibana martuptup dohot angka sintua ni malim raphon angka panungganei, manang dia dalanna pasahathon Ibana tu nasida.","22:5 Jadi sian las ni rohanasida marpadan ma nasida, mangalehon hepeng tu ibana.","22:6 Dioloi si Judas ma i, jadi dilului ma tingki na une pasahathon Ibana, so sian pamotoan ni natorop i.","22:7 Dung i jumpang ma arina mangan roti na so niasoman, laos disi do somal dipotong birubiru Paska.","22:8 Jadi disuru Jesus ma si Petrus dohot si Johannes, ninna ma: Laho ma hamu paturehon birubiru Paska sipanganonta i.","22:9 Gabe ninna nasida ma mandok Ibana: Tu dia ma dohononmu hami paturehonsa?","22:10 Dung i ninna Ibana ma mandok nasida: Disi bongot hamu tu huta i, pajumpang ma hamu dohot sada halak siboan partuaehan; ihuthon hamu ma ibana tu bagasan jabu na binongotanna.","22:11 Dok hamu ma tu nampuna bagas i: Tona ni Guru i tu ho: Didia do inganannami, asa mangan Paska i Ahu rap dohot angka siseanku?","22:12 Dung i patuduhononna ma tu hamu bilut parginjang sada na lumbang, naung hinembangan; disi ma pature hamu!","22:13 Jadi laho ma nasida; jumpang nasida ma songon na pinaboana i tu nasida, jala dipature ma Paska i.","22:14 Asa dung dapot tingkina, hundul ma Ibana rap dohot angka apostel.","22:15 Dung i ninna ma mandok nasida: Mansai masihol rohangku, naeng mangan birubiru Paska on Ahu rap dohot hamu, tagan so songgop dope sitaononki.","22:16 Ai hudok ma di hamu: Na so tupa panganonku be i, ia so dapot hagogokna i di harajaon ni Debata!","22:17 Jala dibuat Ibana ma panginuman, dipasupasu ma, laos ninna ma: Buat hamu ma on, sagihon hamu ma i sama hamu!","22:18 Ai hudok ma di hamu: Na so tupa be inumonku parbue ni hau anggur, paima songgop harajaon ni Debata!","22:19 Jala dihindat ma roti, dipasupasu ma, diponggoli jala diparlehon ma tu nasida, huhut ma didok: Dagingku do on, na nilehon humongkop hamu; ula hamu ma i, bahen parningotan di Ahu!","22:20 Songon i do dihindat nang panginuman, dung sun nasida na mangan i, didok ma: Ia panginuman on, padan na imbaru do i, marhitehite mudarhu, na durus humongkop hamu!","22:21 Tangan ni na manjehehon Ahu do hape rap dohot Ahu di atas meja on!","22:22 Tong do nian langka ni Anak ni jolma i, songon naung diaturhon tu Ibana; alai marjea do halak na manjehehon Ibana!","22:23 Gabe dipungka nasida ma masitangkasan, manang ise nasida ulaning na olo mangulahon i.","22:24 Jala tubu ma parbadaon di nasida, manang ise nasida rajumon na sumangap.","22:25 Gabe ninna Jesus ma mandok nasida: Angka raja ni angka sipelebegu do manggomgom, jala na ulibasa do digoar angka na sangapnasida.","22:26 Alai unang ma songon i anggo di hamu! Na sumangap na di hamu, gabe songon naposo, jala na manguluhon suman ma tu pangoloi!","22:27 Ai ise do na sumangap, na hundul marsipanganon manang na marhobas i? Nda na hundul i? Alai di tongatongamuna do anggo Ahu songon parhobas.","22:28 Alai hamu do na manahan di lambungku, di na tarunjun i Ahu.","22:29 Anggo Ahu, huturpukhon pe tu hamu Harajaon i, songon naung diturpukkon Damang i tu Ahu.","22:30 Asa mangan jala minum hamu di mejangki di harajaonki, mangkunduli habangsa laho manguhumi halak Israel na sampuludua marga i.","22:31 O Simon, Simon nunga dipangido sibolis i, naeng segeonna hamu songon dahanon.","22:32 Alai Ahu do manangiangkon ho, unang mintop haporsaonmi. Jala dung mulak sogot roham, pargogoi ma roha ni angka hahaanggim!","22:33 Alai ninna si Petrus ma mandok Ibana: Tuhan, na hobas do ahu mandongani Ho tu hurungan, nang tu hamatean pe!","22:34 Alai ninna Ibana ma: Hudok ma tu ho, Petrus: Ndang martatahuak manuk saborngin on, so jolo tolu hali soadahononmu, na so tinandam Ahu.","22:35 Laos ninna ma mandok nasida: Uju husuru hamu, so marhajut, so marhandehande, so marsipatu pe, dung do hamu hurangan? Jadi didok nasida ma: Ndang dung!","22:36 Gabe ninna ma mandok nasida: Alai anggo nuaeng, na marhajut, diboan ma i, songon i nang handehande. Jala na so umpeop i, digadis ma mandarna, manuhor podang!","22:37 Ai hudok ma di hamu: Ingkon saut na tarsurat taringot tu Ahu na mandok: \"Tarrajum do Ibana tu angka parjahat!\" Ai nasa na taringot tu Ahu, jumpang ma nuaeng.","22:38 Gabe didok nasida ma: Tuhan, adong do dua podang dison. Jadi didok ma tu nasida: Sae ma i!","22:39 Dung i laho ma Ibana tu balian, tu dolok Jetun, songon na somal; jala diihuthon angka siseanna Ibana.","22:40 Asa dung sahat Ibana tusi, ninna ma mandok nasida: Martangiang ma hamu, asa unang bongot hamu tu bagasan pangunjunan!","22:41 Anggo Ibana dipapulik ma dirina sian nasida, arga tuk dangguron batu, marsinggang ma Ibana martangiang songon on:","22:42 Amang, aut olo ma Ho nian pasalpuhon siinumon on sian Ahu! Alai unang ma rohangku saut, roham ma!","22:43 Alai diida Ibana ma surusuruan sian banua ginjang i, na margogoihon Ibana.","22:44 Jala di parungkilonna i, lam digogo ma martangiang; jadi songon mudar na himpal do madekdek hodokna i tu tano.","22:45 Jala hehe ma Ibana sian na martangiang i, mandapothon siseanna; jadi tarpodom ma nasida didapot, dibahen arsak ni rohanasida.","22:46 Gabe ninna ma mandok nasida: Boasa ma tung modom hamu? Hehe ma hamu martangiang, asa unang hamu bongot tu pangunjunan!","22:47 Mandok i dope Ibana, nunga ro torop halak, niuluhon ni sada sian na sampuludua i, ia goarna si Judas, na manjonohi Jesus mangumma Ibana.","22:48 Alai ninna Jesus ma mandok ibana: O Judas, pangummaon do hape dibahen ho, pasahathon Anak ni jolma i?","22:49 Alai diida angka dongan ni Jesus ma na naeng masa i, gabe didok ma: Tuhan, tampulhononnami ma podang i?","22:50 Jala sahalak sian nasida manampul naposo ni sintua ni malim, gabe digotap pinggolna siamun.","22:51 Alai ro ma alus ni Jesus: Sae ma i! Dijama ma pinggol i, dipamalum ma halak i.","22:52 Gabe ninna Jesus ma mandok angka sintua ni malim, angka sigomgom joro i dohot angka panungganei, naung manahopi Ibana: Hira dompak halak panamun hamu ro, mantat podang dohot lombutlombut.","22:53 Ariari do Ahu rap dohot hamu di joro i; ndang dung dilaluhon hamu tanganmuna dompak Ahu. Alai on do tingkimuna dohot huaso ni haholomon i.","22:54 Dung ditangkup, diboan nasida ma Ibana manogihon tu bagasan jabu ni sintua ni malim i. Alai mandaodao ma si Petrus mangihuthon.","22:55 Dipagalak nasida ma api di pogu ni alaman i jala rap hundul ma disi, gabe ro ma si Petrus juguk tu tongatonganasida.","22:56 Dung i diida naposo boruboru sahalak ma ibana juguk mardonokkon api i, dinolnol ma ibana, ninna ma: Dongan ni Halak an do on, tahe!","22:57 Alai disoadahon do Jesus, didok ma: Ndang hutanda Ibana, inang!","22:58 Dung i satongkin nari, diida sahalak na asing ma ibana jala ninna ma: Sada sian nasida i do ho! Alai didok si Petrus ma: Ndang na tutu i, amang!","22:59 Dung salpu hirahira sajom, diondolhon sahalak na asing muse, mandok: Tongon do, dohot do halak on donganna najolo, jala halak Galilea do i.","22:60 Alai didok si Petrus ma: Ndang huboto na nidokmi, amang! Mandok i dope ibana, mamintor martatahuak ma manuk.","22:61 Jadi humusor ma Tuhan i, dibereng ma si Petrus, gabe diingot si Petrus ma hata ni Tuhan i, i ma na nidokna i tu ibana: Andorang so martatahuak manuk i annon, nunga tolu hali Ahu soadahononmu!","22:62 Jala ruar ma ibana, tumatangis gogogogo.","22:63 Alai anggo angka baoa na maniop Jesus, dipauruuru jala dilasahi do Ibana.","22:64 Dibulang nasida do Ibana gabe disungkun: Manurirangi ma Ho: Ise i na mamastap Ho?","22:65 Jala lan dope na asing dihatahon nasida tu Ibana laho mangaleai.","22:66 Jadi disi torang ari, marpungu ma rapot ni sintua ni bangso i, i ma angka sintua ni malim rap dohot sibotosurat; ditogu nasida ma Ibana tu harungguannasida. Ninna nasida ma: Anggo Kristus i do Ho, paboa ma i di hami!","22:67 Gabe ninna Ibana ma mandok nasida: Nang hupaboa i tu hamu, tong do so porsea hamu!","22:68 Alai molo manungkun Ahu, ndang tagamon alusanmuna Ahu.","22:69 Alai olat ni on ma hundul Anak ni jolma i tu siamun ni Hagogoon ni Debata.","22:70 Gabe saluhut nasida mandok: Asa Anak ni Debata do Ho? Jadi didok Ibana ma tu nasida: Songon na nidokmuna: Ahu ma i tutu!","22:71 Dung i ninna nasida ma: Pola luluanta dope sitindangi? Ai nunga apala hita umbegesa dihatahon Ibana."," "],["23:1 Dung i hehe ma saluhut nasida na pungu i, mamboan Ibana tu jolo ni si Latus.","23:2 Dialuhon nasida ma Ibana, ninna ma: Na dapot hami do on pabalikbalikkon bangsonami jala mangorai mangalehon guguan tu Kesar i; dipandok, Raja Kristus do Ibana.","23:3 Gabe disungkun si Latus ma Ibana: Ho do Raja ni Jahudi i? Jadi dialusi ma ibana, ninna ma: Songon na nidokmi ma tutu!","23:4 Dung i ninna si Latus ma mandok angka sintua ni malim dohot natorop i: Ndang adong dapot ahu sala ni Halak on!","23:5 Alai lam digogohon nasida do mandok: Digunturi Ibana do bangso i, ai sai mangajari Ibana di sandok tano Judea, mamungka sian Galilea sahat ro tuson.","23:6 Alai umbege i si Latus, manungkun ma ibana, manang halak Galilea Ibana?","23:7 Jala dung diboto, na sian gomgoman ni si Herodes Ibana, disuru ma Ibana tujolo ni si Herodes, ai tongon do ibana di huta Jerusalem uju i.","23:8 Marnida Jesus si Herodes i, las situtu ma rohana; ai nunga na nia lelengna, sai naeng idaonna Ibana, ala naung dibege baritana, jala diarop rohana, idaonna tanda sada sipatupaonna.","23:9 Jadi godanggodang ma disungkunhon tu Ibana; alai ndang adong dialusi Jesus ibana.","23:10 Disi do angka sintua ni malim ro di sibotosurat, jala gogogogo do Ibana dialuhon.","23:11 Ia si Herodes rap dohot angka donganna, direhei jala dilealeai do Ibana, disolukkon ma pangkean na arga tu Ibana, laos songon i ma disuru Ibana mulak tu si Latus.","23:12 Jadi di na sadari i ma maraleale si Herodes dohot si Latus, ai na masihosoman do nasida anggo nasailaon.","23:13 Alai didokkon si Latus ma angka sintua ni malim, angka panungganei ro di natorop i marpungu, ninna ma mandok nasida:","23:14 Diboan hamu do Halak on tu jolongku, sipabalik bangso didok hamu; jala di jolomuna hutangkasi i, gabe ndang adong jumpang ahu di Halak on sala, angka na tinuhashonmuna tu Ibana.","23:15 Si Herodes pe songon i do, disuru do Ibana mulak tu jolonami; asa ndang adong parulaonna, na tama mambahen Ibana marutang hosa.","23:16 Dibahen i lasahanku ma Ibana, asa pinalua.","23:17 Naung i aturan, paluaonna sahalak tu nasida di pesta i.","23:18 Alai sude nasida sasoara manjoujouhon: Pusa ma on! Si Barabas ma palua di hami!","23:19 Alai ala ni guntur naung tubu di huta i jala ala ni partodosonna, umbahen na tarhurung ibana.","23:20 Gabe diulahi dipanghulingi si Latus ma nasida, ai naeng paluaonna Jesus.","23:21 Alai dipanjoujouhon nasida: Parsilangkon, parsilangkon Ibana!","23:22 Jala patoluhalihon ma didok tu nasida: Ai aha do na jat dibahen Halak on? Ndang jumpang ahu agia aha di Ibana na tau gabe marutang hosa. Dibahen i lasahanku, dung i paluaonku ma Ibana.","23:23 Alai dipangiar be do soarana manosahi ibana, mangido parsilanghononhon Ibana; jala siat ma joujounasida.","23:24 Jadi dipaputus si Latus ma, pasauton nama pinangido ni rohanasida i.","23:25 Dipalua ma halak na pinangidonasida i, na tarhurung ala ni na guntur dohot ala ni todostodos; ia Jesus dipasahat ma guru roharohanasida.","23:26 Laho manogihon Ibana, disoro nasida ma sahalak, si Simon sian Kinene do goarna, na ro sian ladangna; tu ibana ma dipaporsanhon hau pinarsilang i, paihutihut Jesus.","23:27 Mangihuthon Ibana torop halak nang angka boruboru na mananangisi jala mangandungi Ibana.","23:28 Jadi didompakkon Jesus ma nasida, ninna ma: Hamu, angka boru Jerusalem, unang ma Ahu tatangisi hamu, dirimuna dohot anakkonmuna ma!","23:29 Ai na ro ma angka ari sogot, dohononna ma disi: Martua ma angka na hol, angka ina na so dung tubuan jala na so dung panarusan!","23:30 Disi ma pungkaon ni halak mandok tu angka dolok: Tinggang i ma hami! Dohot tu angka tor: Hungkupi hami!","23:31 Ai molo songon on pambahennasida tu hau na rata, aha ma tagamon masa tu hau naung masak?","23:32 Alai ditogihon dope dua halak nari, parjahat, sipamateon rap dohot Ibana.","23:33 Asa dung sahat nasida tu dolokdolok na margoar partangkurahan, diparsilangkon ma Ibana disi rap dohot angka parjahat i, na sada tu siamunna, na sada nari tu sihambirangna.","23:34 Jadi didok Jesus ma: Ale Amang! Marpamuati ma roham mida nasida, ai ndang diboto nasida na binahennasida i. Laho marbagi ulosna, manjomput na sinurat ma nasida.","23:35 Jongjong ma disi natorop i mainondur. Alai dohot do angka panungganei manginsahi Ibana, angka ninna ma: Ia na leban dipalua; ua, dirina ma dipalua, anggo na tutu Kristus ni Debata, na pinili i Ibana!","23:36 Alai dohot do angka soldadu i pauruuru Ibana. Dipajonok mamboan na asom tu Ibana.","23:37 Laos didok ma: Anggo raja ni Jahudi do Ho, palua dirim antong!","23:38 Alai adong ma tarsurat di atasna: Raja ni Jahudi do On!","23:39 Alai na sada sian angka parjahat, na targantung i, mangaleai Ibana: Ai ndada Kristus i Ho? Palua ma dirim, nang hami antong!","23:40 Alai dialusi donganna ibana, dipinsang ma, ninna ma: Ndang dihabiari ho hape Debata, atik pe rap hona uhum hita?","23:41 Uhum na tigor do na tu hita, ai tajalo do upa ni pambahenanta; alai anggo Ibana, ndang adong diula na so ture.","23:42 Laos ninna ma: O Jesus, ingot ahu, ia dung sahat Ho tu harajaonmi!","23:43 Gabe ninna Jesus ma mandok ibana: Situtu do hatangkon tu ho: Sadari on do ho rap dohot Ahu di Paradeiso!","23:44 Jala mareak pungkul sampuludua, songgop ma na holom tu sandok tano i sahat ro di pungkul tolu.","23:45 Ai mangkolom ma mata ni ari i. Jadi maribak ma hirehire na di bagas joro i, bola dua.","23:46 Dung i marsoara na gogo ma Jesus, ninna ma: Amang! Tu bagasan tanganmu ma hupasahat tondingku! Jadi dung didok i, tos ma hosana.","23:47 Marnida na masa i letnan i, dipuji ma Debata, ninna ma: Tutu do, halak na tigor roha do On!","23:48 Jadi sude natorop i, na marluhut mainondur, masitompuk andorana, marnida na masa i, laos mulak ma.","23:49 Alai mandaodao do jongjong saluhut angka na tumanda Ibana marnidasa, songon i angka parompuan na mangihuthon Ibana sian tano Galilea.","23:50 Jadi adong ma sada halak, na margoar Josep, masuk rapot godang, parroha na burju jala na tigor.","23:51 Ndang panolopi ibana di tahi dohot pambahenannasida; pangisi ni huta Arimatea na di Judea do, jala dohot do ibana maimaima di harajaon ni Debata.","23:52 Didapothon ibana do si Latus mangido bangke ni Jesus.","23:53 Dipaijur ma bangke i, dibaluti ma tu dagangan na halus, dipeakkon ma tu bagasan tanoman na niliang tu batu; na so dung adong dope peak manang ise disi.","23:54 Ari parhobasan do uju i jala jonok ma Sabbat i.","23:55 Alai mangihut do angka parompuan, naung mandongani Ibana ro sian luat Galilea; dibereng nasida do tanoman i ro di parpeak ni bangke i.","23:56 Dung i muli ma nasida paturehon angka na hushus ro di miak mir. Jala manipat ari Sabbat i, so nasida mangihuthon patik i."," "],["24:1 Alai di ari parjolo dung ari Sabbat, ro ma nasida mansai sogot tu tanoman i, mantat na hushus na pinaturenasida.","24:2 Alai nunga digulang batu i sian tanoman i didapot nasida.","24:3 Jala dung bongot, ndang jumpang nasida bangke ni Tuhan Jesus.","24:4 Jadi di na jut rohanasida marnidasa, gabe jongjong ma di lambungnasida dua halak parabit na marlinanglinang.","24:5 Alai mabiar ma rohanasida jala unduk nasida manaili, gabe ninna halak ondeng ma tu nasida: Boasa luluanmuna na mangolu di inganan ni angka na mate?","24:6 Ndang dison Ibana: Nunga dipahehe Ibana. Ingot hamu ma na hinatahonna i tu hamu, uju di Galilea i dope Ibana!","24:7 Ai didok do, ingkon pasahaton Anak ni jolma i tu tangan ni halak pardosa jadi parsilangkononhon, jala mulak mangolu ma Ibana di ari patoluhon.","24:8 Jala diingot nasida ma hatana i.","24:9 Gabe mulak ma nasida sian tanoman i, dibaritahon ma sasudena i tu na sampulusada i dohot tu donganna saluhutna.","24:10 Si Maria Magdalena ma i, dungkon ni i si Johannes dohot si Maria ni si Jakobus. Nang angka na asing na mandongani nasida paboahonsa tu angka apostel.","24:11 Hira turiturian do angka hata i di rohanasida jala ndang dihaporseai.","24:12 Alai hehe ma si Petrus marlojong tu tanoman i. Dipaunduk ma dirina, pulik ma diida peak angka saputsaputna i. Dung i muli ma ibana, huhut longang do rohana marningot na masa disi.","24:13 Dung i adong ma dua halak sian nasida mardalani di na sadari i tu sada huta na margoar Emmaus, arga ualu paal daona sian Jerusalem.","24:14 Jala mangkatai ma nasida taringot tu saluhut naung masa i.","24:15 Jadi di na mangkatai nasida songon i jala masipapuasan, ro ma Jesus sandiri mandapothon jala mardalan rap dohot nasida.","24:16 Alai pangalelaon do matanasida, unang ditanda nasida Ibana.","24:17 Jadi ninna ma mandok nasida: Hata dia do na hinatahonmuna sama hamu di tongandalan on? Gabe sulon ma nasida huhut tungki.","24:18 Dung i mangalusi ma na sahalak na margoar Kleopas, ninna ma mandok Ibana: Sasada Ho do huroha na mian di Jerusalem, na so umboto na masa disi di angka ari on?","24:19 Jadi ninna ma mandok nasida: Ai aha do? Gabe ninna nasida ma mandok Ibana: Angka na taringot tu Jesus, halak Nasaret i, panurirang na gogo di ulaon nang di hata, di jolo ni Debata dohot sandok bangso i.","24:20 I do dipasahat angka sintua ni malim rap dohot sintuanta, asa marutang hosa jala diparsilangkon.","24:21 Alai anggo hami sai mangkirim do, naeng Ibana paluahon Israel! Jala nunga pola patoluarihon sadari on, dung masa angka i.","24:22 Tarsonggot muse rohanami dibahen angka parompuan deba na sian hami; sogot do nasida nasogotan sian tanoman i.","24:23 Ndang jumpang nasida bangkena, gabe ro do nasida mandok, naung diida nasida surusuruan angka na paboahon, na mangolu do Ibana.","24:24 Jala adong ma sian hami na laho tu tanoman i, jumpang nasida do tutu songon na hinatahon ni angka parompuan i; alai anggo Ibana ndang adong diida.","24:25 Jadi ninna Ibana ma mandok nasida: Oe hamu, na hurang roha jala na losok mangkaporseai saluhut na hinatahon ni angka panurirang i!","24:26 Nda ingkon songon i marsitaonon Kristus i, laho masuk tu hasangaponna i?","24:27 Jadi jojor ma sian si Musa dohot sian saluhut panurirang i dipatorang tu nasida nasa na tarsurat taringot tu Ibana.","24:28 Dung i jonok ma nasida tu huta sitopotonnasida i; anggo Ibana dibahen ma songon na naeng datdatanna dope sidalananna i.","24:29 Gabe disosoi nasida ma Ibana, ninna ma: Ua, mian ma Ho di hami, ai na bot ne ma jala manihir ari! Jadi bongot ma Ibana mandongani nasida.","24:30 Jala di na hundul Ibana rap dohot nasida mandok mangan, dihindat Ibana ma roti i, dipasupasu ma, dung i diponggoli mangalehonsa tu nasida.","24:31 Disi ma buha matanasida gabe ditanda ma Ibana. Dung i marhalindo ma Ibana di jolonasida.","24:32 Gabe masipandohan ma nasida: Nda gara rohanta di bagasan, uju dipanghulingi hita di tongandalan i, laho patorangkon tu hita na tarsurat i?","24:33 Jadi borhat ma nasida di na sangombas i, laho mulak tu Jerusalem, gabe pungu ma didapot na sampulusada i rap dohot angka dongannasida.","24:34 Angka ninna nasida do mandok: Naung tutu do dipahehe Tuhan i, jala diida si Simon do Ibana!","24:35 Jadi dibaritahon nasida na ro i ma na masa di tongandalan i ro di panandanasida di Ibana, di na mamonggoli roti i Ibana.","24:36 Mangkatahon i dope nasida, jongjong ma Jesus di tongatonganasida mandok: Dame ma di hamu!","24:37 Gabe tarhalomong jala hatahutan ma nasida, ai dirimpu, tondi do na niidanasida.","24:38 Jadi ninna Ibana ma mandok nasida: Boasa tarhalomong rohamu jala boasa songon na ganggu rohamuna?","24:39 Bereng hamu ma tanganku dohot pathu, paboa Ahu sandiri do! Jama hamu ma Ahu jala tilik hamu ma; ai anggo tondi ndang marsibuk manang marholiholi, songon na niidamuna di Ahu.","24:40 Uju mandok songon i, dipatuduhon ma tanganna dohot patna tu nasida.","24:41 Alai laos so porsea dope nasida siala las dohot longang ni rohanasida, gabe didok na tu nasida: Adong dipeop hamu dison manang dia sipanganon?","24:42 Jala dilehon nasida ma tu Ibana dengke na pinanggang samponggol.","24:43 I ma dijalo Ibana, laos dipangan ma i dipanotnoti nasida.","24:44 Jadi ninna Ibana ma mandok nasida: On ma angka hatangku na huhatahon tu hamu, uju rap dope Ahu dohot hamu: Ingkon jumpang do saluhutna na tarsurat taringot tu Ahu di patik ni si Musa, di angka panurirang i nang di buku Psalmen.","24:45 Jadi dibungkai ma rohanasida, asa diantusi na tarsurat i.","24:46 Dung i ninna ma mandok nasida: Songon i do tarsurat hian, manaon na porsuk Kristus i jala hehe sian na mate di ari patoluhon.","24:47 Jala baritahononhon ma marhitehite Goarna hamubaon ni roha mangalap hasesaan ni dosa, tu sude angka bangso, mamungka sian huta Jerusalem.","24:48 Hamu do mangkatindangkonsa.","24:49 Jala suruonku ma songgop tu hamu na pinarbagabaga ni Damang. Alai mian ma hamu di huta on, paima disolukkon hamu hagogoon na sian ginjang!","24:50 Jadi ditogihon Ibana ma nasida ruar tungkan Betania, dung i dipaherbang ma tanganna mamasumasu nasida.","24:51 Jadi di na mamasumasu nasida Ibana, sirang ma Ibana sian nasida jala tarhindat tu ginjang.","24:52 Dung i disomba nasida ma Ibana jala mulak tu huta Jerusalem, marlas ni roha situtu.","24:53 Jadi tongtong ma nasida di joro i mamujimuji Debata."," "]]
