[["1:1 Di mulana i nunga adong Hata i, jala saor tu Debata do Hata i, jala Debata do Hata i.","1:2 I ma na saor tu Debata di mulana i.","1:3 Saluhutna i marhite sian Hata i do, umbahen na manjadi; jala ndang adong nanggo sada sian naung jadi i, na so marhite sian","1:4 Di bagasan Hata i do hangoluan; laos hangoluan i do Panondang ni hajolmaon.","1:5 Na marsinondang do Panondang i di bagasan na holom, alai ndang dijangkon na holom i.","1:6 Hehe do sada halak sinuru ni Debata, si Johannes do goarna.","1:7 Sitindangi do ibana, umbahen na ro, asa dihatindangkon Panondang i, anggiat gabe porsea saluhutna marhite sian Ibana.","1:8 Ndang apala ibana Panondang i; na mangkatindangkon Panondang i do tahe.","1:9 Alai nunga mandok ro uju i tu portibi on Panondang na sintong i, na manondangi nasa jolma.","1:10 Di portibi on hian do Ibana, jala marhite sian Ibana do manjadi portibi on; hape ndang ditanda portibi on Ibana.","1:11 Na ro do Ibana manopot na di Ibana hian, gabe ndang dijangkon angka na di ibana i Ibana.","1:12 Alai manang piga na manjangkon Ibana, tusi do dilehon huaso, asa gabe anak ni Debata nasida, angka na porsea di Goarna.","1:13 I ma angka na so tubu sian mudar, manang sian sangkap ni daging, manang sian sangkap ni baoa, tung sian Debata do.","1:14 Gabe daging ma Hata i jala maringan di tongatonga ni hita on, jadi huida hami ma hasangaponna, i ma hasangapon ni Anak sasada na sian Ama i, gok asi ni roha dohot hasintongan.","1:15 Dihatindangkon si Johannes do Ibana, ai ninna ma: On do Ibana na hudok i, na ro sian pudingku; jumolo do Ibana adong asa ahu, ai parjolo hian do Ibana.","1:16 Ai sian hamoraonna do saluhut hita manjalo, i ma asi ni roha na so marnamontok.","1:17 Ai marhite sian si Musa do dilehon anggo patik i; alai hinorhon ni Jesus Kristus do manjadi asi ni roha dohot hasintongan.","1:18 Ndang dung adong na marnida Debata; Anak na sasada i, na di ampuan ni Ama i, Ibana do mamaritahonsa.","1:19 Disuru angka Jahudi sian huta Jerusalem ma angka malim dohot halak Lepi manungkun si Johannes: Ai ise do ho?, gabe on ma dihatindangkon:","1:20 Ai diparhatopot do, ndang diporso, didok do: Ndang ahu Kristus i.","1:21 Gabe disungkun nasida ma ibana: Antong ise do ho? Si Elia do ulaning? Jadi didok ma: Ndang i ahu! Panurirang i do ho? Dung i dialusi ma: Ndang!","1:22 Dung i ninna nasida ma mandok ibana: Antong, ise do ho?, asa haalusan hami angka na marsuru hami. Aha do dohononmu taringot tu ho?","1:23 Dung i ninna ma: Soara ni na manjoujou di halongonan do ahu: Patigor hamu ma dalan ni Tuhan! songon naung nidok ni panurirang Jesaya.","1:24 Sian Parise do angka na sinuru i.","1:25 Jadi didok nasida ma manungkun ibana: Boasa mandidihon ho, so manang Kristus ho, manang si Elia, manang panurirang i?","1:26 Gabe didok si Johannes ma mangalusi nasida: Ia ahu aek do hudidihon; alai nunga jongjong di tongatongamuna Ibana, na so tinandamuna i.","1:27 Ibana do i na ro sian pudingku; na hurang tama do ahu mangkarhari tali ni sipatuna.","1:28 Di Betania do i masa, di ipar ni aek Jordan, ai disi do mandidihon si Johannes.","1:29 Torang ni arina i diida si Johannes ma Jesus ro tusi, jadi didok ma: On do Birubiru ni Debata, na mamorsan dosa ni portibi on!","1:30 Ibana do na hudok i: Sian pudingku ro sada halak, naung jumolo adong asa ahu; ai parjolo hian do Ibana.","1:31 Ahu pe, ndang hutanda Ibana; alai asa tandap Ibana di halak Israel, umbahen na ro ahu mandidihon aek.","1:32 Dung i dihatindangkon si Johannes ma, ninna ma: Huida do Tondi i tuat songon darapati sian banua ginjang i jala mian di Ibana!","1:33 Ahu pe, ndang hutanda Ibana jolo. Alai Ibana na marsuru ahu mandidihon aek, I do mandok tu ahu: Ia tusi diida ho tuat Tondi i jala mian di Ibana, Ibana do sididihon Tondi Parbadia.","1:34 Asa nunga huida jala huhajongjongkon: Ibana do Anak ni Debata.","1:35 Marsogotna i jongjong muse si Johannes disi dohot siseanna dua halak.","1:36 Jadi di na niidana i Jesus mamolus, ninna ma: On do Birubiru ni Debata!","1:37 Jadi dibege siseanna na dua i ma hatana, gabe diihuthon ma Jesus.","1:38 Dung i humusor ma Jesus, diida ma nasida na mangihuthon Ibana, jadi ninna ma mandok nasida: Aha do na niluluanmuna? Jadi didok nasida ma mandok Ibana: Rabbi (na mandok: Guru) didia do Ho sorang?","1:39 Jadi didok ma mandok nasida: Ro ma hamu, asa diida hamu! Dung i ro ma nasida, diida ma parmiananna; laos rap ma nasida dohot Ibana sadarina i. Tar di pungkul opat ma i.","1:40 Si Andreas, dongan saama ni si Simon Petrus, do na sada sian na dua i, na umbege hata ni si Johannes dohot mangihuthon Ibana.","1:41 Dung i pajumpang ma ibana jumolo dohot si Simon, donganna saama, jadi didok ma mandok ibana: Nunga jumpang hami Messias i (astuanna: Kristus)!","1:42 Laos ditogihon ma ibana tu Jesus. Alai dibereng Jesus ma ibana huhut ma didok: Si Simon, anak ni si Jonas do ho; si Kepas ma ho goaron (astuanna: Batu mamak, Petrus)!","1:43 Torang ni arina i, di na naeng laho Ibana tu Galilea, jumpangsa ma si Pilippus, dung i didok Jesus ma mandok ibana: Ihuthon ma Ahu!","1:44 Alai sian Betsaida do si Pilippus, i ma huta ni si Andreas dohot si Petrus.","1:45 Dapot si Pilippus ma si Natanael, jadi didok ma mandok ibana: Nunga jumpang hami Ibana, na nidok ni si Musa di surat patik i jala na pinaboa ni angka panurirang; i ma Jesus, anak ni si Josep, na sian huta Nasaret.","1:46 Dung i didok si Natanael ma mandok ibana: Tung tarbahen ma ro na denggan sian huta Nasaret? Jadi didok si Pilippus ma: Ro ma ho marnida!","1:47 Diida Jesus ma si Natanael ro manopot Ibana, jadi didok ma taringot tu ibana: On ma sada halak Israel na tutu, na so marpangansi di bagasan!","1:48 Ninna si Natanael ma mandok Ibana: Sian dia ditanda Ho ahu? Dung i dialusi Jesus ma ibana: Huida do ho, uju ditoru ni hau ara i ho, andorang so dijou si Pilippus i dope ho.","1:49 Dung i ninna si Natanael ma mangalusi Ibana: Gurunami, Ho do Anak ni Debata! Ho do raja ni halak Israel!","1:50 Dung i ninna Jesus ma mangalusi ibana: Ala hudok tu ho: Huida ho di toru ni hau ara i, umbahen na porsea ho? Idaonmu dope na sumurung sian i!","1:51 Laos ninna ma: Na tutu situtu do na hudok on tu hamu: Idaonmuna do mungkap banua ginjang jala manaek mijur angka surusuruan ni Debata tumopot Anak ni jolma i."," "],["2:1 Dung i patoluarihon adong ma na marbagas di huta Kana na di luat Galilea, jala disi ma ina ni Jesus.","2:2 Alai dohot ma Jesus raphon angka siseanna dipio tu pesta i.","2:3 Jadi dung hurangan anggur nasida, ninna ina ni Jesus ma mandok Ibana: Ndang adong anggur di nasida!","2:4 Alai ninna Jesus ma mandok ibana: Marhua ho tu Ahu, inang? Ndang dope ro tingkingku.","2:5 Dung i ninna inana i ma mandok angka parhobas: Manang dia dohononna tu hamu, bahen hamu ma!","2:6 Alai mangihuthon adat parburion ni halak Jahudi, adong ma diri disi onom gunsi (hudon batu), siatsiat dua ro di tolu poting.","2:7 Dung i ninna Jesus ma mandok nasida: Gohi hamu ma angka gunsi on aek! Jadi gok situtu ma dibahen.","2:8 Laos didok muse tu nasida: Tahui hamu ma sian i, dung i boan hamu ma tu indukmuna! Jadi diboan nasida ma.","2:9 Alai didai induk ni angka parhobas i ma aek i naung gabe anggur, jala ndang diboto haroroanna, ai holan angka parhobas na manahui aek i do umbotosa, gabe dijou ma pangoli i.","2:10 Jadi ninna ma mandok ibana: Saluhut jolma mangalehon parjolo anggur na dumenggan; dung pe butong halak, asa dilehon na humurang. Ia ho, dipeop ho do anggur na dumenggan ro di nuaeng!","2:11 Asa i ma tanda na parjolo, na binahen ni Jesus di huta Kana na di Galilea, papatarhon hasangaponna i, gabe porsea ma angka siseanna di Ibana.","2:12 Dung salpu i, tuat ma Ibana tu Kapernaum rap dohot inana, angka anggina dohot siseanna, laos mian manang piga ari disi.","2:13 Jadi jonok ma Paska ni Jahudi, gabe nangkok ma Jesus tu huta Jerusalem.","2:14 Dung i hundul ma di joro i didapot angka partigatiga lombu, birubiru dohot darapati ro di angka panungkari.","2:15 Jadi dipauli Jesus ma tali bahen linsinglinsing, dipabali ma nasida saluhutna sian joro i, rap dohot angka birubiru dohot lombu, disarahon ma hepeng ni panungkari i, diunggilhon ma mejana.","2:16 Dung i ninna ma mandok angka partigatiga darapati: Boan hamu ma i sian on! Unang bahen hamu bagas ni Damang gabe partigatigaan!","2:17 Jadi diingot angka siseanna i ma hata na tarsurat i: \"Hamuruhon humongkop bagasmi do mangallang ahu!\"","2:18 Dung i ninna angka halak Jahudi ma mangalusi Ibana: Aha ma tanda patuduhononmu tu hami, umbahen songon i dibahen Ho?","2:19 Gabe ninna Jesus ma mangalusi nasida: Lohai hamu ma joro on; dung i pajongjongonku ma i di bagasan tolu ari!","2:20 Jadi didok angka Jahudi i ma: Opatpulu onom taon do lelengna dipauli bagas joro on; ia Ho, pajongjongonmu ma i di bagasan tolu ari?","2:21 Alai dagingna i do joro na nidokna disi.","2:22 Asa dung hehe Ibana sian na mate, diingot angka siseanna ma hata ondeng, gabe porsea ma nasida di hata ni surat i nang di hata na nidok ni Jesus.","2:23 Alai uju di huta Jerusalem Ibana, di pesta Paska i, lan ma porsea di Goarna, dung diida nasida tanda angka na binahenna i.","2:24 Alai ndang dihaporseai Jesus i nasida, ala saluhut nasida ditanda.","2:25 Ai ndang pola manjalo panindangion Ibana taringot tu jolma i, ai diboto Ibana hian do na di bagasan roha ni halak."," "],["3:1 Asa adong ma sahalak sian angka Parise, sintua ni Jahudi na margoar Nikodemus.","3:2 Na ro bornginborngin manopot Ibana, jadi didok ma mandok Ibana: Gurunami, huboto hami do Ho guru na ro sian Debata, ai ndang tarpatupa agia ise tanda songon na binahenmi, ia so Debata donganna.","3:3 Dung i ninna Jesus ma mangalusi ibana: Na tutu situtu do na hudok on tu ho: Ia so tubu jolma sian ginjang, ndang tarbahensa marnida harajaon ni Debata!","3:4 Dung i ninna si Nikodemus ma mandok Ibana: Songon dia ma tarbahen tubu muse halak, ia naung matua? Tung haulahansa ma mamasuhi siubeon ni inana, asa tubu?","3:5 Jadi dialusi Jesus ma: Na tutu situtu do na hudok on di ho: Anggo so tubu jolma sian aek dohot sian Tondi, ndang habongotansa harajaon ni Debata!","3:6 Daging do na tubu sian daging, tondi do na tubu sian Tondi.","3:7 Unang ma longang roham, ala hudok tu ho: Ingkon tubu hamu sian ginjang!","3:8 Na mangullus do alogo dompak lomo ni rohana; dibege ho do parngongosna, alai ndang diboto ho haborhatanna manang hasahatanna. Laos songon i do ganup naung tubu sian Tondi.","3:9 Dung i ninna si Nikodemus ma mangalusi Ibana: Songon dia ma tarpajadi i?","3:10 Jadi ninna Jesus ma mangalusi ibana: Ho, guru ni bangso Israel, ndang diboto ho i?","3:11 Na tutu situtu do na hudok on di ho: Huhatahon hami do na huboto hami jala huhatindangkon hami do naung huida hami, gabe ndang dijangkon hamu na huhatindangkon hami.","3:12 Gari angka na di tano on huhatahon tu hamu, ndang porsea hamu; tung porsea ma hamu, molo huhatahon tu hamu angka na di banua ginjang i?","3:13 Ndang adong na manaek tu banua ginjang, ia so naung tuat i sian banua ginjang; i ma Anak ni jolma i, na di banua ginjang i hian.","3:14 Jadi songon naung pinatimbo ni si Musa ulok i di halongonan, songon i naeng patimboon Anak ni jolma i,","3:15 asa dapotan hangoluan na salelenglelengna ganup na porsea di Ibana.","3:16 Ai songon on do holong ni roha ni Debata di portibi on, pola do Anakna na sasada i dilehon, asa unang mago ganup na porsea di Ibana, asa hangoluan na salelenglelengna di ibana.","3:17 Ai ndang na disuru Debata Anakna i tu portibi on, asa uhumanna; naeng paluaonna portibi on tahe, umbahen na disuru.","3:18 Ndang siuhuman na porsea di Ibana; alai anggo na so porsea i, nunga hona uhum, ala so porsea ibana di Goar ni Anak sasada ni Debata.","3:19 Alai on ma uhum i: Nunga ro na tiur i tu portibi on, jadi holongan do roha ni angka jolma di na holom i asa di na tiur i, ai na jahat do parulaonnasida.","3:20 Ai ganup na mangulahon na roa, hosom do rohana di na tiur i, jala ndang didapothon na tiur i, asa unang gabe patar angka ulaonna i.","3:21 Alai na mangula hasintongan i, didapothon do na tiur i, asa patar parulaonna i; ai di bagasan Debata do diula.","3:22 Dung i ro ma Jesus dohot angka siseanna i tu luat Judea, jadi mian disi ma jolo Ibana rap dohot nasida jala mandidihon.","3:23 Alai dohot do si Johannes mandidihon di Enon, mardonokkon huta Salem, ai na nia aek disi. Jadi tusi ma ro halak gabe tardidi.","3:24 Ai ndang dope dihurungkon si Johannes uju i.","3:25 Marsual ma disi angka sisean ni si Johannes dohot sahalak Jahudi siala parburion i.","3:26 Jadi didapothon nasida ma si Johannes, didok ma tu ibana: Gurunami, Halak i na ro tu jolom, di ipar ni aek Jordan, na hinatindangkonmi, I do mandidihon nuaeng, gabe saluhut halak ro mandapothon Ibana.","3:27 Dung i ninna si Johannes ma mangalusi: 'Ndang tarbuat jolma manang aha, anggo so dilehon tu ibana sian banua ginjang.","3:28 Hamu sandiri do sitindangingku di na hudok: Ndada ahu Kristus i; na sinuru do ahu patujolona.","3:29 Nampuna oroan, i do pangoli i. Alai na jongjong do aleale ni pangoli i patangitangi ibana; jadi marlas ni roha situtu dibahen soara ni pangoli i. Asa halahas ni roha sisongon i ma jumpang di ahu.","3:30 Ianggo Ibana, patut lam ganda; lam moru ma anggo ahu!","3:31 Na ro sian ginjang, I do mangatasi saluhutna. Na ro sian tano on, i ma sian tano on, jala angka na sian tano on do dihatahon.","3:32 Dihatindangkon na ro sian banua ginjang i do na niidana dohot na binegena, gabe ndang adong na manjangkon na hinatindangkonna i.","3:33 Halak na manjangkon na hinatindangkonna i, i do sumahaphon, paboa parsintong Debata.","3:34 Ai na sinuru ni Debata. I do mangkatahon angka hata ni Debata; ai ndang marpanuhatan Ibana mangalehon Tondi i.","3:35 Na holong do roha ni Ama i di Anak i; naung dilehon do saluhutna tu tanganna.","3:36 Naung dapotan hangoluan na salelenglelengna do na mangkaporseai Anak i; alai na so mangoloi Anak i, ndang idaon ni i hangoluan; sai na mian do tahe rimas ni Debata di ibana."," "],["4:1 Dung i diboto Tuhan i ma, naung dibege angka Parise, tumorop do dibahen Jesus siseanna dohot mandidihon sian si Johannes;","4:2 atik pe so Jesus sandiri mandidihon, angka siseanna do.","4:3 Jadi ditadingkon ma luat Judea laho mangulahi tu luat Galilea.","4:4 Alai ingkon bolusonna do luat Samaria.","4:5 Gabe ro ma ibana tu sada huta na di Samaria, na margoar Sikar, mardonokkon ladang na nilehon ni si Jakkob tu si Josep, anakna i.","4:6 Alai adong ma disi sumur ni si Jakkob; jadi dibahen naung loja Jesus sian pardalanan, hundul ma Ibana di lambung ni sumur i; tar di hos ni ari ma i.","4:7 Dung i ro ma sada boru Samaria, manahui aek. Jadi didok Jesus ma mandok ibana: Lehon Ahu minum!","4:8 Ai nunga laho angka siseanna i tu huta, manuhor bohal.","4:9 Jadi didok boru Samaria i ma mandok Ibana. Boasa mangido tapian Ho halak Jahudi, sian ahu boru Samaria? Ai ndang marparsaoran halak Jahudi dohot halak Samaria.","4:10 Dung i ninna Jesus ma mangalusi ibana: Aut diboto ho basabasa ni Debata, jala aut ditanda ho na mangido aek inumon sian ho, ra olo ho mangido tu Ibana; dung i lehononna ma tu ho aek na mangolu.","4:11 Jadi didok boruboru i ma tu Ibana: Tuan, tahutahu gari soada di Ho, tole bagas do sumur on; tung sian dia ma tu Ho aek na mangolu?","4:12 Tung umbalga ma Ho asa ompunta si Jakkob, na mangalehon sumur on di hami? Ibana do manginum sian i dohot ianakhonna ro di pinahanna!","4:13 Dung i ninna Jesus ma mangalusi ibana: Sai mangulahi mauas do nasa na minum sian aek on.","4:14 Alai na manginum aek silehononki, na so tupa mauas be i ro di salelenglelengna. Ai anggo aek silehononki, gabe mual do i di bagasan ibana, na mabaor sahat ro di hangoluan sisalelenglelengna.","4:15 Dung i ninna boruboru i ma mandok Ibana: Tapian sisongon i ma lehon di ahu, Tuan, asa unang be mauas ahu jala unang be sai ro tuson manahui.","4:16 Dung i, ninna Jesus ma mandok ibana: Laho ma ho jolo, jou ma dongan saripem, dung i mulak tuson!","4:17 Gabe ninna boruboru i ma mangalusi; Ndang mardongan saripe ahu! Dung i ninna Jesus ma tu ibana: Toho do pandokmi, na so adong sinondukmu.","4:18 Ai nunga lima hali ho mardongan saripe; ia baoa na di ho i nuaeng, ndang donganmu saripe i dohonon; asa na tutu do na nidokmi!","4:19 Dung i ninna boruboru i ma mandok Ibana: Ale tuan, panurirang do Ho huida!","4:20 Di dolok an do martangiang ia ompunami, gabe didok hamu, ingkon Jerusalem do partangiangan.","4:21 Dung i ninna Jesus ma mandok ibana: Porsea ma ho di Ahu, inang! Na ro ma tingkina, gabe ndang pola be dolok an manang Jerusalem partangiangan tu Ama i.","4:22 Disomba hamu do na so binotomuna; huboto hami do na husomba hami, ai bangso Jahudi do haroroan ni haluaon.","4:23 Alai na ro ma tingkina jala nunga ro i nuaeng, gabe di bagasan Tondi dohot hasintongan martangiang angka partangiang na tutu tu Ama i; ai angka partangiang na songon i dipangido Ama i.","4:24 Tondi do anggo Debata; asa angka na martangiang tu Ibana, patut martangiang di bagasan Tondi dohot hasintongan.","4:25 Dung i didok boruboru i ma mandok Ibana: Huboto do, na naeng ro Messias na margoar Kristus; ia dung ro Ibana, baritahononna do saluhutna i tu hami.","4:26 Dung i ninna Jesus ma mandok ibana: Ahu do i, na mangkatai dohot ho!","4:27 Dung songon i, ro ma angka siseanna jala longang ma rohanasida, ala mangkatai Ibana dohot boruboru i; alai ndang adong na olo mandok: Aha dipausoi Ho? manang: Aha hinatam dohot ibana?","4:28 Asa ditadingkon boruboru i ma panguhatanna, laho tu huta, gabe didok ma tu angka jolma i:","4:29 Beta hamu! Ida hamu ma sada halak na paboahon tu ahu sude parulaonki! Atik tung Kristus i Ibana?","4:30 Gabe ruar ma nasida sian huta i, laho manopot Ibana.","4:31 Andorang i, disosoi angka siseanna ma Ibana, ninna ma: Mangan ma Guru i!","4:32 Alai ninna ma mandok angka siseanna: Adong do di Ahu sipanganon na so binotomuna.","4:33 Gabe ninna siseanna ma sama nasida: Ai adong do ulaning na mamboan sipanganon tu Ibana?","4:34 Dung i ninna Jesus ma mandok nasida: Sipanganon do i di Ahu, na mangulahon lomo ni roha ni na marsuru Ahu dohot paujungkon ulaonna.","4:35 Nda didok hamu: Opat bulan nari, ro ma gotilon? Alai hudok ma di hamu: Pabidok hamu ma matamuna, bereng hamu ma hauma i; ai nunga marlangat, na tau gotilon ma!","4:36 Nunga manjalo upa panggotil i, papunguhon parbue tu hangoluan na salelenglelengna, asa rap marlas ni roha panabur dohot panggotil.","4:37 Ai dison ma tutu hata na mandok: Na sada on manabur; na sada an manggotil.","4:38 Ahu do marsuru hamu manggotil na so hinalojahonmuna; angka na asing do mangkalojahonsa, gabe disoluk hamu na niulanasida.","4:39 Jadi torop do halak Samaria sian na sahuta i gabe porsea di Ibana, ala dihatindangkon boruboru i: Tung saluhut parulaonki dipaboa Ibana do tu ahu!","4:40 Asa dung sahat angka halak Samaria ro tu Jesus, dielehelek ma Ibana, asa mian di nasida; jadi laos disi ma Ibana dua ari.","4:41 Dung i toropan do nasida na gabe porsea ala ni hata ni Jesus.","4:42 Gabe didok nasida ma tu boruboru i: Ndang be ala ni pandokmi, umbahen na porsea hami; ai nunga hubege jala hutanda hami sandiri, Ibana do tutu Sipalua portibi on.","4:43 Jadi dung salpu na dua ari i, borhat ma Ibana sian i laho tu Galilea.","4:44 Ai Jesus sandiri do mangkatindangkon, na so marsangap panurirang di tano hagodanganna.","4:45 Jadi di na ro Ibana tu Galilea, gabe dijangkon halak Galilea ma Ibana, dibahen naung diida nasida saluhutna na binahenna i di Jerusalem, di ari raya i; ai dohot do nasida marariraya disi.","4:46 Asa ro muse ma Jesus tu huta Kana na di luat Galilea, pambahenanna aek gabe anggur uju i. Alai adong ma parpangkat sahalak di huta Kapernaum, hansitan di anakna.","4:47 Jadi dung dibege i, naung ro Jesus sian luat Judea tu luat Galilea, didapothon ma Ibana; dielehelek ma, asa tuat Ibana pamalum anakna i, ai matemate ne do ibana.","4:48 Jadi didok Jesus ma tu ibana: Molo so diida hamu tanda dohot halongangan, ndang na porsea hamu.","4:49 Dung i didok parpangkat i ma: Sai tuat ma Ho jolo, Tuhan, andorang so mate dope anakki!","4:50 Jadi didok Jesus ma tu ibana: Laho ma ho; na mangolu do anakmi! Gabe dihaporseai halak i ma hata na nidok ni Jesus tu ibana, laos laho ma.","4:51 Alai laho tuat dope, nunga ditomutomu angka naposona ibana paboahon, na mangolu anakna i.","4:52 Dung i dipamanat ma tu nasida tingkina, manang na sadihari lumambok dihilala; jadi didok nasida ma: Nantoari, tar di pungkul sada do sumurut panepane i sian ibana.","4:53 Jadi diboto amana i ma: Apala i ma tingkina, uju didok Jesus: Na mangolu do anakmi! gabe porsea ma ibana dohot sude pangisi ni bagasna.","4:54 Asa i ma tanda paduahon, na pinatupa ni Jesus muse, di na ro Ibana sian luat Judea laho tu luat Galilea"," "],["5:1 Salpu ni i adong ma pesta ni halak Jahudi, jadi nangkok ma Jesus tu Jerusalem.","5:2 Jadi adong ma di Jerusalem di lambung ni harbangan birubiru paridian sada na margoar Betesda anggo di hata Heber; lima do soposopo disi.","5:3 Marpeahan do disi torop halak na hansitan, na mapitung, na sarion, na tiarapon, angka na paimaimahon hagugunsang ni aek i.","5:4 Ai surusuruan ni Debata do tuat marombasombas tubagasan paridian i manggunsang aek i. Asa na parjolo bongot di hagugunsang ni aek i, gabe malum do, manang dia pe sahit na lohot tu ibana.","5:5 Alai adong ma disi sahalak naung tolupulu ualu taon lelengna marsahit.","5:6 Diida Jesus ibana peak disi, jala diboto ma, naung pola leleng ibana disi, gabe ninna ma mandok ibana: Naeng malum ho?","5:7 Jadi didok na marsahit i ma mangalusi Ibana: Iale tuan! Ndang adong parhuaonku, na manogu ahu tu paridian i di hagugunsang ni aek i; ai mandok ro dope ahu, nunga dijoloani na asing ahu mijur.","5:8 Dung i ninna Jesus ma mandok ibana: Hehe ma ho; hindat ma lagem, mardalan ma ho!","5:9 Jadi pintor hisar ma jolma i, dihindat ma lagena, laos mardalan ma. Alai ari Sabbat do toho na sadari i.","5:10 Dung i ninna angka Jahudi i ma mandok na pinamalum i: Ari Sabbat do nuaeng; ndang jadi boanonmu lagem!","5:11 Jadi didok ma mangalusi nasida: Halak i na pamalum ahu, i do mandok tu ahu; Hindat ma lagem, mardalan ma ho!","5:12 Dung i disungkun nasida ma ibana: Ai ise na mandokkon ho mangkindatsa jala mardalan?","5:13 Alai ndang ditanda na hansitan i Ibana; ai nunga sumurut Jesus, ala torop halak disi.","5:14 Ndang piga dan jumpang Jesus ma ibana di bagas joro, jadi didok ma tu ibana: Atehe, nunga hisar be ho? Unang datdati mangula dosa, asa unang songgop tu ho na umposi!","5:15 Gabe laho ma halak ondeng paboahon tu angka Jahudi, Jesus do na pahisar ibana.","5:16 Jadi diburui angka Jahudi ma Jesus, ala dibahen songon i di ari Sabbat.","5:17 Alai dialusi Jesus ma nasida, ninna ma: Na mangula do Damang rasirasa nuaeng; Ahu pe mangula do.","5:18 Ala ni i lam disangkapi angka Jahudi mamusa Ibana, ai disegai do ari Sabbat i, tole digoar do Debata Amana jala dipasobok do dirina dohot Debata.","5:19 Gabe dialusi Jesus ma nasida, didok ma: Na tutu situtu do na hudok on tu hamu: Ndang tarpatupa Anak i manang aha sian roharohana, anggo so diida Ibana Ama i mangulahonsa; ai ia i dibahen Ama i, laos i do diula Anak i.","5:20 Ai holong do roha ni Ama i di Anak i, dipatuduhon do tu Ibana nasa ulaon ni Ama i; laos patuduhononna ma tu Ibana ulaon na umbalga sian on, asa longang rohamu.","5:21 Ai songon panungguli ni Ama i di angka na mate, laho pangoluhon nasida, songon i do Anak i: dipangolu do angka na naeng pangoluonna.","5:22 Ai ndang adong diuhumi Ama i manang ise; nunga dipasahat sandok paruhumon i tu Anak i,","5:23 asa diparsangapi saluhut halak Anak i, songon parsangapinasida di Ama i. Ia i na so pasangaphon Anak i, i ma na so pasangaphon Ama i, na marsuru Ibana.","5:24 Na tutu situtu do na hudok on tu hamu: Manang ise na tumangihon hatangki jala porsea di na marsuru Ahu, nunga sahat tu ibana hangoluan na salelenglelengna; ndang pola be ibana tu paruhuman, nunga taripar ibana sian hamatean tu hangoluan.","5:25 Na tutu situtu do na hudok on tu hamu: Na ro ma tingkina jala nunga masa nuaeng, begeon ni angka na mate i ma disi soara ni Anak ni Debata; gabe mangolu ma angka na umbegesa.","5:26 Ai songon Ama i Parngolu hian di bagasan dirina, laos songon i do dilehon tu Anak i, asa Parngolu Ibana di bagasan dirina.","5:27 Jala dilehon do tu Ibana huaso manguhumi, ala Anak ni jolma i Ibana.","5:28 Unang longang rohamu ala ni i, ai di na ro tingkina, begeon ni saluhut halak na di angka tanoman i ma soarana.","5:29 Dung i ruar be ma: Angka sibahen na denggan hehe tu hangoluan; alai angka siula na jahat hehe tu uhum.","5:30 Ndang tarula Ahu agia aha, anggo tung sian diringku; hombar tu na hubege do panguhumhu, jadi tigor do uhumhi, ala so hulului na pinangido ni rohangku, na pinangido ni roha ni na marsuru Ahu, i do.","5:31 Anggo Ahu mangkatindangkon diringku, ndang na sintong panindangionki.","5:32 Adong do na asing na mangkatindangkon Ahu jala huboto, na sintong do panindangionna na taringot tu Ahu.","5:33 Naung disuru hamu do na manopot si Johannes, gabe na sintong i dihatindangkon ibana.","5:34 Alai anggo Ahu, ndang hujalo panindangion sian jolma; ia hutaringoti pe i, ala ni hamu do, anggiat malua hamu.","5:35 Palito na galak jala na marsinondang do ibana; alai na naeng marlas ni roha do hamu sangombas di bagasan sondangna i.","5:36 Alai na sumurung do panindangion na di Ahu asa na sian si Johannes; ai angka ulaon na nilehon ni Ama i tu Ahu, sipaujungonku, i ma angka ulaon na huula, i do mangkatindangkon Ahu, paboa na disuru Ama i Ahu.","5:37 Nang Ama i na marsuru Ahu, dihatindangkon do Ahu. Ndang dung dibege hamu soarana, rupana pe ndang dung diida hamu.","5:38 Hatana pe ndang ditiop hamu mian di bagasan rohamuna, ai ndang porsea hamu di na sinuruna.","5:39 Didiori hamu do angka surat i, ai diparbaga rohamu, dapot hamu do disi hangoluan na salelenglelengna; jala Surat i do tutu mangkatindangkon Ahu.","5:40 Alai ndang olo hamu ro manopot Ahu, asa dapotan hangoluan hamu nian.","5:41 Ndang adong hujalo hasangapon sian jolma.","5:42 Alai nunga hutanda hamu, na so ditiop hamu di bagasan hamu holong ni roha ni Debata.","5:43 Ro do Ahu marhitehite Goar ni Damang, gabe ndang dijangkon hamu Ahu. Alai molo ro na asing marhitehite goarna sandiri, jangkononmuna do anggo i.","5:44 Songon dia ma antong tarbahen hamu gabe porsea, ai na masijaloan sangap do hamu sama hamu; alai anggo sangap na sian Debata na sasada i, ndang dilului hamu.","5:45 Unang dirimpu rohamuna, Ahu mangaluhon hamu tu Ama i. Adong do na mangaluhon hamu; i ma si Musa, haposan ni rohamuna i.","5:46 Ai aut na porsea hamu di si Musa, porsea ma hamu nang di Ahu; ai taringot tu Ahu do disurathon.","5:47 Alai molo so porsea hamu di suratna i, tung porsea ma hamu di hatangki?"," "],["6:1 Asa dung salpu i, ditaripari Jesus ma tao Galilea, Tiberias.","6:2 Alai torop ma halak mangihuthon Ibana, ala diida nasida tanda angka na binahenna tu na hansitan.","6:3 Dung i nangkok ma Jesus tu dolok, laho hundul tusi rap dohot angka siseanna.","6:4 Alai jonok nama Paska, ari raya ni Jahudi.","6:5 Dung i manatap ma Jesus, diida ma torop halak ro mandapothon Ibana, jadi didok ma mandok si Pilippus: Sian dia ma tuhoronta roti, asa mangan angka on?","6:6 Alai didok pe songon i, na laho mangunjuni ibana do; ai diboto hian do sibahenonna.","6:7 Jadi dialusi si Pilippus ma Ibana: Ndang sae roti arga duaratus hupang, asa dijalo ganup nasida sasaotik.","6:8 Dung i didok sahalak sian angka siseanna, i ma si Andreas, anggi ni si Simon Petrus, ma mandok Ibana:","6:9 Adong do dison sada dakdanak na umpeop lima roti dohot dua dengke; alai sadia ma i tu na sai torop?","6:10 Alai didok Jesus ma: Dokkon hamu ma hundul angka jolma i; alai bidang do jampalan disi. Dung i hundul ma disi torop ni baoa, arga limaribu.","6:11 Asa dibuat Jesus ma angka roti i, didok ma mauliate, diparlehon ma i tu angka na hundul i; sian dengke i pe songon i, saguru lomo ni rohanasida.","6:12 Alai dung bosur nasida, ninna ma mandok angka siseanna: Papungu hamu ma angka ebaeba i, asa unang magopo!","6:13 Gabe dipapungu nasida, jadi gok ma sampuludua ampang ebaeba sian na lima roti i, na so suda angka na mangan i.","6:14 Asa dung diida halak i tanda naung binahen ni Jesus i, ninna nasida ma: On ma tutu panurirang i, na naeng ro tu portibi on.","6:15 Mamoto ma Jesus, naeng ro nasida manoro Ibana, laho pabangkithon gabe raja, jadi maporus ma Sasadasa tu dolok.","6:16 Alai dung bot ari, tuat ma angka siseanna i tu topitao.","6:17 Dibongoti nasida ma parau i, ditaripari ma tao i dompak Kapernaum. Nunga pola mangkolom; laos so ro dope Jesus mandapothon nasida.","6:18 Alai gaor do tao i dibahen pangullus ni habahaba na gogo.","6:19 Asa dung marluga nasida arga dua manang tolu paal daona, diida nasida ma Jesus na mardalan diatas tao i manjonohi parau i, gabe mabiar ma nasida.","6:20 Alai didok ma mandok nasida: Ahu do on; unang hamu mabiar!","6:21 Jadi naeng ma pabongotonnasida Ibana tubagasan parau i; dung i pintor sahat ma parau i tu luat sitondongonnasida.","6:22 Torang ni arina i, diboto natorop na tinggal di ipar ni tao i, na so adong disi parauna asing dungkon ni na sasada i, jala na so dohot Jesus bongot tu parau i, holan angka siseanna do na borhat.","6:23 Alai na ro do angka parau sian Tiberias jonok tu inganan parmanganan roti na tinangiangkon ni Tuhan i.","6:24 Asa dung diida natorop i, na so disi Jesus, nang angka siseanna pe, dibongoti ma muse angka parau jadi ro tu huta Kapernaum mangalului Jesus.","6:25 Jadi dung jumpang nasida Ibana di bariba ni tao i, ninna nasida ma mandok Ibana: Guru, sadihari do ho ro tuson?","6:26 Dung i ninna Jesus ma mangalusi nasida: Na tutu situtu do na hudok on tu hamu: Dilului hamu pe Ahu, ndada ala naung dapot rohamuna tanda i, tung ala ni na bosur i do hamu, na mangan roti i.","6:27 Unang ma sipanganon na olo salpu ula hamu; alai sipanganon na mian ro di hangoluan na salelenglelengna, na naeng lehonon ni Anak ni jolma i tu hamu. Ai Ibana do dihatindangkon Ama i, Debata.","6:28 Dung i ninna nasida ma mandok Ibana: Dia ma bahenonnami, asa huula hami angka ulaon lomo ni roha ni Debata?","6:29 Dung i ninna Jesus ama mangalusi nasida: Haporseai hamu ma Nasinuru ni Debata; i ma ulaon lomo ni rohana.","6:30 Dung i ninna nasida ma: Asa dia ma tanda bahenonmu siidaonnami, asa tung porsea hami di Ho? Aha diula Ho?","6:31 Ia ompunami, mangan Manna do di parhorsihan, songon na tarsurat: \"Dilehon do roti sian banua ginjang panganonnasida.\"","6:32 Dung i ninna Jesus ma mandok nasida: Na tutu do hatangkon tu hamu: Apala si Musa mangalehon tu hamu roti na sian banua ginjang; Damang i do mangalehon di hamu roti na tutu, na sian banua ginjang.","6:33 Ai na tuat sian banua ginjang do silehon hangoluan tu portibi on; i do roti na sian Debata.","6:34 Gabe didok nasida ma: Sai tong ma lehon tu hami, ale Tuhan, roti sisongon i!","6:35 Dung i ninna Jesus ma mandok nasida: Ahu do roti hangoluan i: sandok na so male be manang ise, naung ro tu Ahu; jala na so tupa be mauas manang ise, na porsea di Ahu.","6:36 Alai nunga hupaboa tu hamu: Diida matamuna do Ahu nian; alai ndang porsea hamu.","6:37 Saluhutna na nilehon ni Ama i tu Ahu, i do na ro tu Ahu; jala na so tupa pabalionku na ro tu Ahu.","6:38 Ai ndada tuat Ahu sian banua ginjang mambahen roharohangku; na pinangido ni roha ni na marsuru Ahu, i do.","6:39 Alai on do dipangido roha ni na marsuru Ahu: Unang ma mago hubahen agia sada sian saluhutna na nilehonna tu Ahu, asa hupangolu i tahe di ari parpudi.","6:40 Ai on do dipangido roha ni Damang: Naeng ma dapotan hangoluan salelenglelengna ganup na marnida Anak i jala porsea di Ibana; jala paheheonku do ibana di ari parpudi.","6:41 Gabe marmungutmungut ma angka Jahudi dompak Ibana siala pandokna i: \"Ahu do roti na tuat sian banua ginjang.\"","6:42 Jadi didok nasida ma: Nda Ibana do Jesus, anak ni si Josep i; nda tatanda amana dohot inana? Beha ma dohononna antong: Na tuat sian banua ginjang do ahu?","6:43 Jadi dialusi Jesus ma nasida: Unang hamu marmungutmungut!","6:44 Ndang adong na tarbahen ro tu Ahu, ia so na tinogu ni Ama i na marsuru Ahu; jala Ahu pahehehon ibana di ari parpudi.","6:45 Na tarsurat do di angka panurirang: \"Na pinodaan ni Debata ma nasida saluhutna.\" Ganup na manangihon Ama i jala na marguru tu Ibana, i do na ro tu Ahu.","6:46 Ndang dung adong nian na marnida Ama i; holan Ibana na ro sian Debata, I do na marnida Ama i.","6:47 Na tutu situtu do na hudok on tu hamu: Na porsea, i do naung gabe nampuna hangoluan na salelenglelengna.","6:48 Ahu do roti hangoluan i!","6:49 Na mangan Manna i do angka ompumuna di parhorsihan, jadi mate do!","6:50 On do roti na tuat sian banua ginjang, asa unang mate na manganhonsa.","6:51 Ahu do roti na mangolu, na tuat sian banua ginjang i. Manang ise na manganhon roti on, i do mangolu salelenglelengna. Ia roti silehononki, bahen hangoluan ni portibi on, i ma dagingku.","6:52 Dung i marsual ma angka Jahudi sama nasida, ninna ma: Beha ma bahenon ni Halak on mangalehon dagingna i panganonta?","6:53 Jadi didok Jesus ma tu nasida: Na tutu situtu do hatangkon na tu hamu: Tung na so dapot hamu hangoluan i, molo so dipangan hamu daging ni Anak ni jolma i, jala so diinum hamu mudarna!","6:54 Dapotan hangoluan salelenglelengna do ganup na manganhon dagingku jala manginum mudarhu; jala paheheonku do ibana di ari parpudi.","6:55 Ai sipanganon na tutu do dagingku, jala siinumon na tutu do mudarhu.","6:56 Manang ise na manganhon dagingku jala manginum mudarhu, i do na mian di bagasan Ahu jala Ahu di bagasan ibana.","6:57 Songon parsuru ni Ama Siparngolu i di Ahu, gabe mangolu Ahu marhitehite Ama i, songon i ma mangolu marhitehite Ahu na manganhon Ahu.","6:58 On do roti na tuat sian banua ginjang; alai nda tung songon na di angka ompu i, ai mangan do nasida, tong do mate. Mangolu salelenglelengna do na manganhon roti on.","6:59 I ma hata ni Jesus, laho mangajari di bagasan parguruan na di huta Kapernaum.","6:60 Asa torop ma sian angka siseanna na umbegesa mandok: Hata na kasar do i; ise pabegebege i?","6:61 Alai diboto Jesus ma di bagasan rohana, naung marmungutmungut angka siseanna siala hata i, jadi didok ma tu nasida: Tung ala ni i do hamu targasip?","6:62 Beha nama, anggo idaonmuna Anak ni jolma i manaek tu ingananna hian?","6:63 Tondi i do na pangoluhon; ndang marguna anggo daging i. Angka hata naung huhatahon tu hamu, Tondi do i dohot hangoluan.","6:64 Alai adong do deba sian hamuna na so porsea; ai diboto Jesus do sian mulana nasida na so olo porsea, ro di na naeng manjehehon Ibana.","6:65 Jadi ninna ma: Dibahen i ma umbahen na hudok tu hamu, na so tarbahen manang ise manopot Ahu, ia so Damang i mangalehonsa tu ibana.","6:66 Lan ma angka siseanna i manundalhon Ibana olat ni i; ndang be didongani nasida Ibana.","6:67 Dung i didok Jesus ma mandok na sampuludua i: Nda tung dohot hamu naeng laho?","6:68 Gabe dialusi si Simon Petrus ma Ibana: Tung tu ise ma hami laho, ale Tuhan? Di Ho do hata hangoluan sisalelenglelengna!","6:69 Jala nunga huhaporseai jala hutanda hami: Ho do na badia ni Debata!","6:70 Dung i dialusi Jesus ma nasida, ninna ma: Nda sampuludua do hamu naung hupillit i? Hape sada sian hamu gabe sibolis!","6:71 Si Judas, anak ni si Simon, halak Iskariot i, do na nidokna disi, ai i do na manjehehon Ibana muse; sada sian na sampuludua i do ibana."," "],["7:1 Dung salpu i, diadangi Jesus ma luat Galilea, ai ndang olo Ibana mardalani di Judea, ala naeng bunuon ni halak Jahudi Ibana.","7:2 Alai jonok do pesta parlapelapean ni Jahudi.","7:3 Jadi didok angka anggina i ma mandok Ibana: Borhat ma Ho sian on laho tu Judea, asa dohot siseanmi marnida angka ulaon na pinatupami!","7:4 Ai ndada di na holip diula halak sibahenonna, anggo naeng tu hapataran ibana. Anggo sapala diula Ho angka na songon i, papatar antong dirim tu portibi on!","7:5 Ai nang angka anggina, ndang porsea di Ibana.","7:6 Dung i ninna Jesus ma mandok nasida: Ianggo tingkingki ndang dope jumpang; alai anggo tingkimuna tongtong do dapot anggo i.","7:7 Didia ma hosoman ni portibi on hamu; anggo Ahu dihosomi do, ala Ahu mangkatindangkon, paboa na jahat angka pambahenanna.","7:8 Hamu ma nangkok marpesta; ianggo Ahu, ndang nangkok tu pesta on, ai ndang dope jumpang tingkingki.","7:9 Dung songon i hatana, tading ma Ibana di Galilea.","7:10 Alai dung nangkok angka anggina i marpesta, nangkok muse ma nang Ibana; ndang apala patar, tar songon na buni do.","7:11 Asa dilului angka Jahudi ma Ibana di pesta i, angka ninna do: Ai didia do Ibana?","7:12 Jadi sai dihatahatai natorop ma Ibana; adong do na mandok: Parroha na denggan do Ibana; alai na asing muse mandok: Nda tung, na mangaliluhon natorop do Ibana.","7:13 Alai ndang adong na hum papatarhon hatana taringot tu Ibana, dibahen biarnasida mida Jahudi i.","7:14 Nunga pola salpu satonga ni angka ari ni pesta i, asa laho Jesus tu bagas joro mangajari.","7:15 Gabe longang ma angka Jahudi, didok ma: Sian dia ma diboto On hata ni Debata, so manang diguruhon?","7:16 Jadi didok Jesus ma tu nasida: Anggo podangku, ndada sian Ahu sandiri, sian na marsuru Ahu do.","7:17 Ganup na olo mangulahon pinangido ni roha ni I, botoonna ma, manang na sian Debata podangki, manang na huhatahon i sian diringku sambing.","7:18 Ganup na mangkatahon sian dirina, sangapna do niluluanna; alai na mangalului sangap ni na marsuru ibana, i do parsintong, ndang adong na geduk di bagasan ibana.","7:19 Nda dilehon si Musa patik i tu hamu? Hape ndang adong nanggo sada sian hamu na mangaradoti patik i. Boasa ditahi rohamuna mamusa Ahu?","7:20 Dung i ninna natorop i ma: Na sibolison do Ho! Tung ise ma tumahi mamusa Ho?","7:21 Dung i ninna Jesus ma mangalusi nasida: Hupatupa sada ulaon, gabe longang hamu saluhutna.","7:22 Onpe, dilehon si Musa tu hamu ruhut parsunaton (ndang nian sian si Musa parmulaanna, na sian angka ompu i do), gabe, disunat hamu halak nang di ari Sabbat.","7:23 Asa tarsunat do hape jolma jumpa ari Sabbat, unang dilaosi patik ni si Musa; tung Ahu ma muruhanmuna, ala hibul jolma i hupamalum jumpa ari Sabbat?","7:24 Unang ma marguru tu na niida sambing uhummuna, tigor ma panguhummuna!","7:25 Dung i ninna deba sian isi ni Jerusalem ma: Nda Ibana i, na naeng bunuonnasida?","7:26 Ndi, tullom ni hatana i! So manang aha didok nasida tu Ibana. Atik naung torang ulaning diboto angka sintuanta, Ibana tutu Kristus?","7:27 Alai tahe, taboto do haroroan ni Halak on. Alai molo ro Kristus i, ndang dapot botoon, manang sian dia haroroanna.","7:28 Dung i dipagogo Jesus ma soarana mangajari di bagas joro i, ninna ma: Olo tutu, ditanda hamu do Ahu jala diboto hamu do haroroanki. Ndang na ro Ahu sian diringku, alai adong do Parsintong i, na marsuru Ahu, na so tinandamuna.","7:29 Alai anggo Ahu hutanda do Ibana, ai sian Ibana do Ahu; Ibana do marsuru Ahu.","7:30 Dung i dilului nasida ma dalan manangkup Ibana; alai ndang adong na mangalaluhon tanganna tu Ibana, ai ndang dope jumpang tingkina.","7:31 Alai lan do sian natorop gabe porsea di Ibana, angka ninna do: Molo ro Kristus, tagamon gumodang tanda patupaonna sian na binahen ni On?","7:32 Dibege Parise i ma angka hata ni natorop i na taringot tu Ibana, jadi disuru angka sintua ni malim dohot Parise i ma angka opas manangkup Ibana.","7:33 Jadi ninna Jesus ma: Sangombasnari nama Ahu rap dohot hamu; dung i laho ma Ahu manopot na marsuru Ahu.","7:34 Luluanmuna ma Ahu; alai ndang dapot, ai ndang tarbahen hamu ro tu sitopotonki.","7:35 Jadi ninna angka Jahudi ma sama nasida: Tudia ma naeng laho Ibana, umbahen so jumpang hita Ibana? Naeng laho Ibana ulaning tu dongan na mangaranto di Junani dohot mangajari halak Junani i?","7:36 Hata dia do i na nidokna: Luluanmuna ma Ahu, alai ndang dapot; jadi: ndang tartopot hamu tu sitopotonki?","7:37 Dung i di ari pesta na parpudi na sumangap i, jongjong ma Jesus disi, dipagogo ma soarana mandok: Molo adong na mauas, tu Ahu ma ibana ro minum!","7:38 Songon na nidok ni Surat i: Angka batang aek na mangolu do mabaor sian na porsea di Ahu.","7:39 Alai taringot tu Tondi i do didok hata ondeng, i ma sijaloon ni angka na gabe porsea di Ibana; ai ndang dope ro Tondi Parbadia, ala so dipasangap dope Jesus.","7:40 Jadi deba sian natorop na umbege hata i mandok: On do tutu Panurirang i!","7:41 Deba nari mandok: Kristus do Ibana! Alai adong na asing na mandok: Tung luat Galilea ma haroroan ni Kristus?","7:42 Nda didok Surat i: Sian pomparan ni si Daud, jala sian huta Betlehem, na niinganan ni si Daud nahinan, ro Kristus i?","7:43 Jadi marsalisi ma natorop ala Ibana.","7:44 Deba sian nasida naeng manangkup Ibana; alai ndang adong na mangalaluhon tangan tu Ibana.","7:45 Dung i mulak ma angka opas tu angka sintua dohot tu Parise i, gabe didok nasida ma: Boasa so diboan hamu Ibana?","7:46 Jadi mangalusi ma angka opas i: Ndang dung dope adong halak na marjamita songon Ibana.","7:47 Dung i dialusi angka Parise i ma nasida: Tung dohot ma hamu dipaotooto?","7:48 Ai adong do porsea di Ibana sada sian angka sintua manang Parise?","7:49 Holan natorop do, na so umboto patik i; naung hona toru do nasida.","7:50 Dung i ninna si Nikodemus, dongannasida sahalak, i do na ro uju i manopot Jesus, didok ma tu nasida:","7:51 Ai diuhumi patikta i do halak, ia so jolo tinangihon hatana, gabe binoto na niulana?","7:52 Dung i ninna nasida ma mangalusi ibana: Naung dohot do ho huroha halak Galilea? Pamanat ma antong jala ida, na so adong hehe panurirang sian luat Galilea!","7:53 Laos masitopot jabuna be ma nasida."," "],["8:1 Dung i laho ma Jesus tu balian, tu dolok Jetun.","8:2 Alai torang ni arina i, diulahi laho tu bagas joro i, jadi ro ma nasa natorop i manopot Ibana; laos hundul Ibana mangajari nasida.","8:3 Dung i ditogihon angka sibotosurat dohot Parise ma sada boruboru na targombang tu jolona, dipajongjong ma ibana tusi.","8:4 Dung i ninna nasida ma mandok Ibana: Guru, na marlangka pilit do boruboru on, gabe tardapot.","8:5 Didok patik ni si Musa, pantinggangkononhon batu tu angka sisongon i. Ia Ho, dia ma pandokmu?","8:6 Alai didok nasida pe songon i, na laho mangunjuni Ibana do, asa adong dalan mangaluhon Ibana. Alai dipaunduk Jesus ma Ibana manurati dohot jarijarina tu tano i.","8:7 Alai dung sai didatdati nasida manungkun, dipadirgak ma Ibana huhut ma didok tu nasida: Manang ise sian hamu na so mardosa, i ma jumolo maninggangkon batu tu ibana.","8:8 Dung i dipaunduk muse ma Ibana manurati tu tano i.","8:9 Alai umbege i, laho be ma nasida sadasada, pininsang ni panggora ni rohana be, jumolo ma angka sintua i, gabe tinggal ma holan Jesus angkup ni boruboru i, na jongjong disi.","8:10 Dipadirgak Jesus ma dirina, jadi ninna ma mandok ibana: Didia do nasida, inang? Ndang adong na mandok uhumna tu ho?","8:11 Jadi ninna ma: Ndang adong, Tuhan! Dung i didok Jesus ma tu ibana: Ahu pe, ndang uhumonku ho. Laho ma ho; unang be ho mardosa tu joloan on!","8:12 Dung i diulahi Jesus muse manjamitai nasida, ninna ma: Ahu do Panondang ni portibi on. Na so tupa mardalan di na holom na mangihuthon Ahu; di ibana do tahe Panondang hangoluan.","8:13 Dung i didok angka Parise ma tu Ibana: Dirim do dihatindangkon Ho; ndang na sintong panindangionmi!","8:14 Dung i ninna Jesus ma mangalusi nasida: Sintong do panindangionku, nang diringku pe huhatindangkon; ai huboto do haroroanku dohot sitopotonku. Ndang diboto hamu haroroanku manang sitopotonku pe.","8:15 Mangihuthon pardagingon do panguhummuna; anggo Ahu, ndang huuhumi agia ise.","8:16 Jala ia manguhum pe Ahu, sintong do uhumhu. Ai ndada na mamunjung Ahu; na marsuru Ahu, i do donganku disi.","8:17 Nang di patik ni uhummuna tarsurat do: Na sintong do na hinatindangkon ni dua halak.","8:18 Ahu do manindangi taringot tu diringku; angkup ni i, Ama i na marsuru Ahu, I do mangkatindangkon Ahu.","8:19 Dung i didok nasida ma tu Ibana: Didia do Amangmu? Jadi dialusi Jesus, ninna ma: Ndang ditanda hamu manang Ahu, manang Damang pe. Aut na ditanda hamu Ahu, tandaonmuna do nang Damang i.","8:20 I ma dihatahon di bilut inganan ni arta, uju mangajari Ibana di bagas joro i. Ndang adong na manangkup Ibana, ai ndang dapot dope tingkina.","8:21 Dung i didok Jesus ma muse tu nasida: Na laho ma Ahu, gabe jalahanmuna ma Ahu; alai mate ma hamu di bagasan dosamuna. Ndang tardapothon hamu sitopotonki.","8:22 Dung i ninna angka Jahudi i ma: Na naeng maningkot Ibana ulaning, umbahen na didok: Ndang tardapothon hamu sitopotonki?","8:23 Dung i didok Jesus ma tu nasida: Anggo hamu, sian toru on do hamuna, na sian ginjang do anggo Ahu; na sian portibi on do hamuna, ndang sian portibi on anggo Ahu.","8:24 Nunga hudok antong tu hamu: Na mate ma hamu di bagasan dosamuna. Ai molo so porsea hamu, Ahu do Ibana, mate nama hamu di bagasan dosamuna.","8:25 Dung i ninna nasida ma mandok Ibana: Ai ise do Ho? Jadi didok Jesus ma tu nasida: Sandok, naung huhatahon tu hamu, i do Ahu!","8:26 Godang do sihataonku dohot sipinsangonku taringot tu hamu. Alai Parsintong i do marsuru Ahu; jala angka na hubege sian Ibana, i do huhatahon tu portibi on.","8:27 Ndang mananda nasida, Ama i do na nidokna disi.","8:28 Dung i didok Jesus ma tu nasida: Dung pe dipatimbo hamu Anak ni jolma i, asa botoonmuna, Ahu do i, jala na so mambahen agia aha Ahu anggo sian roharohangku sandiri; alai songon pinodahon ni Damang tu Ahu, songon i do huhatahon.","8:29 Jala na marsuru Ahu, i do mandongani Ahu. Ndang dung ditadingkon Ibana sasada Ahu, ai tongtong do hubahen lomo ni rohana.","8:30 Asa di na mangkatahon i Ibana, torop ma gabe porsea di Ibana.","8:31 Dung i didok Jesus ma tu angka Jahudi, naung gabe porsea di Ibana: Molo mian hamu di bagasan hatangku, sintong ma hamu siseanku.","8:32 Dung i tandaonmuna ma na sintong i, jala paluaon ni na sintong i ma hamu.","8:33 Jadi dialusi nasida ma Ibana, ninna ma: Pinompar ni si Abraham do hami; ndang dung hami mangadop di halak. Boasa dohononmu: Paluaon ma hamu?","8:34 Dung i didok Jesus ma mangalusi: Na tutu situtu do na hudok on tu hamu: Hatoban ni dosa do ganup na mangula dosa.","8:35 Ndada tongtong hot di bagas anggo hatoban, Anak i do disi tongtong.","8:36 Molo dipalua Anak i hamu, na malua situtu ma hamu.","8:37 Huboto do hamu pinompar ni si Abraham; alai dilului hamu do dalan mambunu Ahu, ai ndang siat hatangku tu hamu.","8:38 Na huida di Damang, i do huhatahon; hamu pe antong, na binegemuna di amamuna, i do diula hamu.","8:39 Dung i ninna nasida ma mangalusi: Si Abraham do amanami! Dung i didok Jesus ma: Anggo angka anak ni si Abraham do hamu, ulaonmuna ma angka pambahenan ni si Abraham.","8:40 Alai dilului hamu do dalan mambunu Ahu on, na paboahon tu hamu hasintongan na hubege sian Debata. Ndang songon i pambahen ni si Abraham.","8:41 Diula hamu do angka na niula ni amamuna. Dung i didok nasida ma tu Ibana: Apala na tubu sinalong hami: Sada do amanami, i ma Debata.","8:42 Dung i didok Jesus ma tu nasida: Aut ni Debata amamuna, holong ma rohamuna di Ahu. Ai sian Debata do Ahu borhat ro tu on; ai ndang ro Ahu sian roharohangku, Ibana do marsuru Ahu.","8:43 Boasa so diantusi hamu pangkataionku? Ala so tartangihon hamu hatangku.","8:44 Na marama tu sibolis do hamu, jala sinangkap ni roha ni amamuna do naeng patupaonmuna. Sibunu jolma do ibana sian mulana i, ndang tindang ibana di hasintongan, ai ndang adong hasintongan di bagasan rohana. Jumpa dihatahon gabus, na di dirina hian ma dihatahon disi, ai pargapgap do ibana jala ama ni gapgap.","8:45 Alai molo Ahu mangkatahon hasintongan, gabe ndang porsea hamu di Ahu.","8:46 Ise sian hamu na padapot Ahu di dosangku? Alai anggo huhatahon na tutu, boasa so porsea hamu di Ahu?","8:47 Ganup na sian Debata, tangihonon ni i do hata ni Debata. Ala so sian Debata hamu, umbahen na so ditangihon hamu Ahu.","8:48 Dung i didok angka Jahudi ma mangalusi Ibana: Nda tigor na hudok hami: Halak Samaria do Ho; na sibolison do Ho?","8:49 Jadi dialusi Jesus ma: Ndang na sibolison Ahu; alai hupasangap do Damang, jadi hamu do mangaleai Ahu.","8:50 Ianggo Ahu ndang hulului sangaphu; adong do na mangaluluisa jala na manguhumi.","8:51 Na tutu situtu do na hudok on tu hamu: Molo adong na mangaradoti hatangki, ndang idaon ni i hamatean salelenglelengna.","8:52 Gabe didok angka Jahudi ma tu Ibana: Apala nuaeng ma huboto hami, naung sibolison Ho; na mate do si Abraham ro di angka panurirang i, gabe didok Ho: Molo adong na mangaradoti hatangku, na so tupa aeon ni i hamatean salelenglelengna, nimmu.","8:53 Ai umbalga do Ho sian si Abraham, amanami, na mate i? Angka panurirang pe mate do. Ai ise do Ho di roham?","8:54 Dung i dialusi Jesus ma: Molo Ahu pasangap diringku, na soada ma sangaphu. Damang i, na nidokmuna Debatamuna, i do na pasangap Ahu.","8:55 Ndang ditanda hamu Ibana; alai anggo Ahu hutanda do Ibana. Aut hudok: Ndang hutanda Ibana, pargapgap ma Ahu doshon hamu; alai hutanda do Ibana jala huradoti do hatana.","8:56 Marolopolop do si Abraham, amamuna i, ala naeng idaonna aringki; jadi saut ma diida, gabe las ma rohana.","8:57 Dung i didok angka Jahudi i ma mandok Ibana: Ndang tuk dope Ho limapulu taon; tung diida Ho ma si Abraham?","8:58 Dung i ninna Jesus ma mandok nasida: Na tutu situtu do na hudok on tu hamu: Jumolo hian do Ahu asa tubu si Abraham.","8:59 Dung i dihindat nasida ma batu laho maninggangkon tu Ibana, alai buni ma Jesus laho sian bagas joro i."," "],["9:1 Dung i di na mamolus i Ibana, diida ma sada halak na mapitung tubu.","9:2 Gabe ninna angka siseanna ma manungkun Ibana: Ale Guru, ise do na mardosa, halak on do manang natorasna, umbahen na mapitung ibana tubu?","9:3 Jadi dialusi Jesus ma: Ndada ala ni dosana manang ala ni dosa ni natorasna; alai naeng gabe patar angka ulaon ni Debata di ibana.","9:4 Ingkon ulaonku do ulaon ni na marsuru Ahu, saleleng arian; ai dung ro borngin, ndang tarbahen mangula disi manang ise.","9:5 Panondang ni portibi on do Ahu, tagan di portibi on Ahu.","9:6 Jadi dung didok songon i, ditijuri ma tano i mambahen gambo marhite sian ijurna i, didalohon ma gambo i tu matana.","9:7 Dung i didok ma tu ibana: Laho ma ho marsuap tu dano Siloam (na mandok: Na sinuru)! Jadi laho ma ibana marsuap, gabe marnida ma ibana mulak.","9:8 Dung i didok hombar bagasna ma ro di angka na marnida ibana najolo mangidoido: Nda on do na somal hundul mangidoido?","9:9 Jadi adong ma deba na mandok: Ibana do i! Alai na deba mandok: Ndangana, suman do ibana tusi. Didok ibana do: Ahu do i!","9:10 Dung i ninna nasida ma: Beha do hamumungkap ni matami?","9:11 Jadi didok ma mangalusi: Halak i na margoar Jesus, i do pauli gambo, didalohon ma i tu matangku, jadi disuru ahu marsuap tu dano Siloam; dung i laho ahu tusi marsuap, jadi marnida ma.","9:12 Dung i ninna nasida ma tu ibana: Didia do Ibana? Jadi didok ma: Ndang huboto!","9:13 Gabe ditogihon nasida ma halak na mapitung hian tu angka Parise.","9:14 Alai ari Sabbat do tongon, uju dipauli Jesus gambo i dohot mangungkap matana i.","9:15 Laos disungkun angka Parise i ma tu ibana pangalahona, umbahen marnida ibana. Jadi didok ma tu nasida: Gambo do didalohon tu matangki, dung i marsuap ahu jadi marnida ma!","9:16 Dung i didok na deba sian angka Parise i ma: Ndang na sian Debata Halak i, ai ndang dijujur Ibana ari Sabbat i. Angka na asing mandok: Tung tarpatupa halak sipardosa ma tanda sisongon i? Jadi marsalisi ma nasida sama nasida.","9:17 Dung i didok nasida ma muse tu na mapitung hian: Ia ho, dia ma pandokmu taringot tu Ibana, ala diungkap matami? Jadi didok ma: Panurirang do Ibana!","9:18 Jadi ndang diparhatutu angka Jahudi i, ibana do na mapitung i najolo, gabe marnida muse, pola do dijou nasida natoras ni naung marnida i.","9:19 Jadi disungkun ma nasida: Anakmuna do on tahe, na nidokmuna na mapitung tubu i? Na boha do gabe marnida ibana nuaeng?","9:20 Dung i ninna natorasna i ma mangalusi nasida: Na huboto hami do on anaknami jala na mapitung do ibana tubu.","9:21 Alai ndang huboto hami, manang beha pangalahona gabe marnida; ba, ndang hutanda hami na mangungkap matana. Ibana ma sungkun hamu; nunga tang dagingna, botoonna do mandok sidohononna.","9:22 Ai mabiar mida Jahudi i do natorasna, umbahen na didok songon i. Ai nunga mardos ni roha angka Jahudi, ingkon sipabalion do sian huria ganup na marhatopothon, Kristus Ibana.","9:23 Dibahen i do umbahen na didok natorasna i: Nunga tang dagingna; ibana ma sungkun hamu!","9:24 Dung i dijou nasida ma paduahalihon halak na mapitung hian, didok ma tu ibana: Pasangap ma Debata! Huboto hami do, pardosa Halak i.","9:25 Dung i ninna ibana ma mangalusi: Manang na pardosa Ibana, ndang huboto. Holan on do na huboto: Na mapitung do ahu najolo, alai na marnida do anggo nuaeng.","9:26 Gabe ninna nasida ma mandok ibana: Ai aha do dibahen tu ho; beha do dibahen mangungkap matami?","9:27 Jadi dialusi ma nasida: Nunga hupaboa i tu hamu; na so dibege hamu do i? Naeng begeonmuna i muse? Naeng gabe siseanna nang hamu?","9:28 Dung i disurahi nasida ma ibana, ninna ma: Ho do siseanna; anggo hami sisean ni si Musa do.","9:29 Huboto hami do, si Musa diangkupi Debata mangkatai; alai anggo Halak on, ndang binoto, manang sian dia Ibana.","9:30 Gabe dialusi ibana ma nasida: Longang do rohangku disi, na so binotomuna, manang na sian dia Ibana, hape diungkap do matangku!","9:31 Taboto do, na so ditangihon Debata angka pardosa, alai halak na mangkabiari Debata jala mangulahon pinangido ni rohana, i do ditangihon.","9:32 Sian mula ni tano on ndang dung binege, adong na mangungkap mata ni halak na mapitung tubu.","9:33 Aut so sian Debata Ibana, ndang tarpatupasa agia aha.","9:34 Dung i ninna nasida ma mangalusi ibana: Hibul do ho tubu di bagasan dosa, hape naeng ajaranmu hami! Jadi dipabali nasida ma ibana.","9:35 Dibege Jesus ma, naung dipabali nasida ibana, jadi ninna ma mandok ibana, dung jumpangsa: Na porsea do ho di Anak ni jolma i?","9:36 Dung i ninna halak i ma mangalusi: Ai ise do i, Tuhan, asa huhaporseai Ibana?","9:37 Jadi didok Jesus ma tu ibana: Na niidam, na mangkatai dohot ho, I ma Ibana.","9:38 Gabe didok ma: Na porsea do ahu, ale Tuhan! Laos disomba ma Ibana.","9:39 Dung i didok Jesus ma: Mamboan uhum do, umbahen na ro Ahu tu portibi on, asa marnida angka na so marnida hian, jala asa gabe mapitung angka na marnida.","9:40 Jadi dibege na deba sian angka Parise na rap dohot Ibana ma i, jadi didok ma tu Ibana: Nda tung dohot hami mapitung?","9:41 Jadi didok Jesus ma tu nasida: Aut na mapitung hamu, gabe so mardosa hamu. Alai didok hamu do: Na marnida do hami, gabe hot ma dosamuna."," "],["10:1 Na tutu situtu do na hudok on tu hamu: Manang ise na so bongot sian pintu, laho tu bara ni birubiru, na manjangkit sian dalan na asing laho bongot, panangko do i jala pamangus.","10:2 Alai na bongot sian pintu i, i do siparmahan birubiru i.","10:3 Ungkapon ni sijaga pintu i ma di ibana jala dibege angka birubiru i do soarana; jala dijou do angka birubiruna di goarna be, laho manogihonsa tu balian.","10:4 Ia dung diparuar sude na di ibana, sai di jolonasida ma ibana mardalan, gabe diihuthon angka birubiru ma ibana, ai ditanda do soarana.","10:5 Alai ndang olo nasida mangihuthon tu na asing; na maporus do nasida mida i, ai ndang ditanda nasida soara ni na asing i.","10:6 Asa dihatahon Jesus pe hata umpama ondeng tu nasida, ndang diboto nasida lapatan ni na nidokna i tu nasida.","10:7 Dung i didok Jesus ma muse tu nasida: Na tutu situtu na hudok on tu hamuna: Ahu do pintu na tu birubiru i.","10:8 Saluhut angka naung manjoloani Ahu, panangko do i jala pamangus; alai ndang ditangihon angka birubiru i nasida.","10:9 Ahu do pintu i. Paluaon do ganup na bongot sian Ahu; na laho bongot jala laho ruar ma ibana, dapotan jampalan.","10:10 Anggo panangko, holan manangkoi, maneati jala mangago do, umbahen na ro Alai anggo Ahu, asa adong hangoluan di nasida, pola marlobilobi di nasida, umbahen na ro.","10:11 Parmahan na denggan do anggo Ahu. Diseahon parmahan na denggan i do hosana humongkop angka birubiruna.","10:12 Alai anggo na niupaan, na so parmahan situtu, na so nampuna birubiru i; diida pe ro babiat, ditadingkon do birubiru i laho maporus, gabe disoro babiat i ma birubiru i jala dipanserakkon.","10:13 Ai sipangan gaji do ibana, na so sumarihon angka birubiru i.","10:14 Ahu do Parmahan na denggan. Hutanda do angka na di Ahu, jala ditanda nasida do Ahu.","10:15 Songon Ama i na tumanda Ahu jala Ahu tumanda Ama i, jala huseahon do hosangku humongkop birubiru i.","10:16 Adong dope angka birubirungku na asing, na so sian bara on. Ingkon dohot do angka i togihononku; tangihononnasida do soarangku, dung i gabe sada punguan ma i jala sada ma parmahan.","10:17 Ala ni on do umbahen dihaholongi Ama i Ahu, ala hulehon hosangku, asa jaloonku i muse.","10:18 Ndang adong na mambuat i sian Ahu, sian lomongku do i hulehon. Na marhuaso do Ahu mangalehon, na marhuaso do Ahu manjalo muse. I ma patik na hujalo sian Damang.","10:19 Dung i marsalisi muse ma angka Jahudi i ala ni angka hata ondeng.","10:20 Torop do sian nasida mandok: Na sibolison jala na rintik do Ibana; aha patangitangionmuna I?","10:21 Angka na asing mandok: Nda tung hata ni na sibolison i; tung tarungkap sibolis i; tung tarungkap sibolis ma mata ni na mapitung?","10:22 Dung i jumpang ma ari parningotan di haompoan ni bagas joro i di Jerusalem; partaonan ngali do uju i.","10:23 Jadi mardalandalan ma Jesus di emper ni si Salomo na di bagas joro i.","10:24 Gabe dihaliangi angka Jahudi ma Ibana, didok ma tu Ibana: Sadia leleng on ma bohabohaon rohanami bahenonmu? Molo na tutu Ho Kristus, tullom ma paboa tu hami!","10:25 Dung i ninna Jesus ma mangalusi: Nunga hupaboa tu hamu; hape ndang porsea hamu. Angka ulaon na huula marhitehite Goar ni Damang, angka i do mangkatindangkon Ahu.","10:26 Alai ndang porsea hamu, ai ndang masuk birubirungku hamu.","10:27 Ditangihon angka birubirungku do soarangku jala hutanda do nasida, diihuthon nasida do Ahu.","10:28 Gabe hulehon tu nasida hangoluan salelenglelengna; ndang be mago nasida salelenglelengna jala ndang tarrampas manang ise nasida sian tanganku.","10:29 Umbalga sian saluhutna do Damang na mangalehon nasida tu Ahu, umbahen na so tarrampas manang ise nasida sian tangan ni Damang.","10:30 Sada do Ahu dohot Ama i.","10:31 Dung i dialap angka Jahudi ma muse batu, laho maninggangkonsa tu Ibana.","10:32 Dung i didok Jesus ma: Lan do ulaonku na denggan sian Damang, angka na hupatuduhon tu hamu; ala ni ulaon dia do naeng dangguranmuna Ahu?","10:33 Dung i ninna angka Jahudi ma mangalusi Ibana: Apala ala ni ulaon na denggan, umbahen na naeng danggurannami Ho; ala ni pangaleaimi di Debata do: Dipasobok Ho do dirim tu Debata, atik pe dongan jolma Ho.","10:34 Dung i dialusi Jesus ma nasida: Ai nda tarsurat di patikmuna: \"Nunga hudok: Angka debata do hamuna\"?","10:35 Gari nasida na gabe hasahatan ni hata ni Debata, digoar do \"debata\", jala ndang tarsengsang Surat i.","10:36 Tung dohononmuna ma tu na pinarbadiaan ni Ama i, naung sinuruna tu portibi on: Sileai Debata do Ho, ala hudok: Anak ni Debata do Ahu?","10:37 Molo so huula angka ulaon ni Damang, unang porsea hamu di Ahu.","10:38 Alai ia huula angka i, porsea ma hamu di angka ulaon i, anggo so Ahu dihaporseai hamu, asa diboto jala ditanda hamu, di bagasan Ahu do Ama i, jala Ahu di bagasan Ama i.","10:39 Dung i naeng ma tangkuponnasida Ibana; alai laho do Ibana sian tongatonganasida.","10:40 Dung i laho ma Ibana muse tu ipar ni aek Jordan, tu pandidian ni si Johannes najolo, laos mian disi.","10:41 Dung i torop ma halak ro manopot Ibana, angka ninna ma: Ndang dipatupa si Johannes nian tanda, alai nasa na nidok ni si Johannes taringot tu Halak on, sintong do i.","10:42 Jadi torop do halak disi gabe porsea di Ibana."," "],["11:1 Marsahit ma halak si Lasarus na sian Betania, i ma huta na niinganan ni si Maria dohot si Marta, hahana i.","11:2 I ma si Maria na mamiahi Tuhan i jala mangapusi patna dohot obuknasida; iboto ni i do si Lasarus na marsahit i.","11:3 Jadi disuru angka ibotona i ma na mandok tu Ibana: O Tuhan, na marsahit do hinaholongan ni roham!","11:4 Umbege i Jesus, ninna ma: Nda tung hamatean ujung ni sahit i, alai bahen hasangapon ni Debata do i, asa marsangap Anak ni Debata marhite sian i.","11:5 Alai holong do roha ni Jesus di si Marta dohot di anggina i, nang di si Lasarus i.","11:6 Asa dung dibege naung marsahit ibana, mangulon dope Ibana dua ari nari di ingananna i.","11:7 Dung salpu i, ninna ma mandok angka siseanna: Beta ma hita mulak tu Judea!","11:8 Dung i ninna angka siseanna ma mandok Ibana: Gurunami, apala nambura dope ditahi angka Jahudi mandangguri Ho, ulahanmu muse tusi?","11:9 Jadi dialusi Jesus ma: Nda sampuludua jom na sadari? Ndang na olo tartuktuk na mardalan arian, ai diida do panondang ni portibi on.","11:10 Alai na mardalan borngin i, tartuktuk ma anggo i, ai ndang di bagasan ibana panondang i.","11:11 I ma didok. Dung i ninna ma tu nasida: Nunga modom si Lasarus, alealenta i; alai na laho ma Ahu tusi manungguli ibana.","11:12 Dung i didok angka siseanna ma tu Ibana: Ale Tuhan, molo na modom ibana, na laho mangolu ma.","11:13 Hamamatena do nian na nidok ni Jesus disi; alai dirimpu nasida, parmodomon hian do na nidokna i.","11:14 Disi pe asa tullom didok tu nasida: Nunga mate si Lasarus!","11:15 Ala ni hamu do umbahen na las rohangku, so disi Ahu, asa porsea hamu; alai borhat ma hita manopot ibana!","11:16 Dung i didok si Tomas, na margoar si Linduat, ma mandok angka donganna sisean: Antong, borhat ma hita, asa rap mate hita dohot Ibana!","11:17 Jadi dung sahat Jesus ro disi nunga pola opat ari di bagasan tanoman ibana didapot.","11:18 Alai anggo huta Betania, na jonok do i tu Jerusalem, tar dua batu daona.","11:19 Torop do Jahudi naung ro manopot si Marta dohot si Maria, mangapul nasida siala ibotonasida i.","11:20 Jadi dung dibege si Marta, naung ro Jesus, laho ma ibana manomunomu; na tinggal di bagas do anggo si Maria.","11:21 Dung i ninna si Marta ma mandok Jesus: Aut na dison Ho, ale Tuhan, ndang tagamon mate ibotongki!","11:22 Alai nuaeng pe, tong do huboto, lehonon ni Debata do tu Ho nasa sipangidoonmu tu Ibana.","11:23 Gabe didok Jesus ma tu ibana: Na hehe ma ibotom!","11:24 Jadi didok si Marta ma tu Jesus: Olo, huboto do, na hehe do ibana di haheheon i, na di ari parpudi.","11:25 Dung i ninna Jesus ma mandok ibana: Ahu do haheheon dohot hangoluan; na mangolu do na porsea di Ahu, nang pe mate ibana!","11:26 Jala ganup na mangolu jala na porsea di Ahu, na so tupa mate ibana salelenglelengna! Porsea do ho disi?","11:27 Dung i didok ma tu Ibana: Olo, Tuhan, na porsea do ahu: Ho do Kristus, Anak ni Debata, na naeng ro tu portibi on.","11:28 Jadi dung didok songon i, laho ma ibana manjou si Maria anggina i, dihusiphon ma, mandok: Nunga ro Guru i, dijou do ho!","11:29 Umbege i si Maria, hapogan ma ibana hehe mandapothon Ibana.","11:30 Ai ndang dope sahat ro di huta i Jesus, mangulon di inganan hajumpanganna dohot si Marta i dope Ibana.","11:31 Ia angka Jahudi i, donganna di jabu i, angka naung ro mangapul nasida, dung diida hapogan si Maria hehe laho tu balian, diihuthon ma ibana; ai dirimpu, laho tu tanoman do ibana tumatangis.","11:32 Asa sahat ma si Maria tu pangulonan ni Jesus; jala disi diida Ibana, dipatungkap ma ibana tu jolona, huhut mandok: Aut na dison Ho, ale Tuhan, ndang tagamon mate ibotongki!","11:33 Jadi dung diida Jesus tumatangis si Maria ro di Jahudi na ro i, angka na tumatangis i, tarrimas ma rohana huhut bonsa.","11:34 Dung i ninna ma: Tudia do dipeakkon hamu ibana? Jadi didok nasida ma: Ro ma Ho marnida, Tuhan!","11:35 Dung i tariluilu ma mata ni Jesus.","11:36 Dung didok angka Jahudi i ma: Ndi! Holong ni rohana i di ibana!","11:37 Alai deba sian nasida mandok: Mata ni na mapitung diungkap Ibana do; ndang hasundatan Ibana huroha halak on, unang mate?","11:38 Gabe tarrimas muse ma roha ni Jesus, di na sahat Ibana tu tanoman i. Liang batu do i, laos batu do langkopna.","11:39 Dung i ninna Jesus ma: Hindati hamu ma batu i! Gabe ninna si Marta, iboto ni naung monding i, ma: Nunga sanga bau, Tuhan, ai nunga pola opat ari.","11:40 Dung i ninna Jesus ma mandok ibana: Nda hudok tu ho: Idaonmu do hasangapon ni Debata, molo na porsea ho?","11:41 Jadi dihindat nasida ma batu i; dung i manaili ma Jesus dompak ginjang, didok ma: Ale Amang, mauliate ma hudok tu Ho, ala ditangihon Ho Ahu.","11:42 Huboto do nian, na tongtong do ditangihon Ho Ahu; alai ala ni natorop on, na jongjong humaliang, umbahen hudok songon i, asa porsea nasida, naung sinurumi do Ahu.","11:43 Jadi dung didok songon i, dipagogo ma soarana manjouhon: O Lasarus, ruar ma ho!","11:44 Dung i ruar ma tutu na mate i; lilit dope saput i tu patna dohot tu tanganna, jala alit sekka i tu bohina. Jadi didok Jesus ma: Harhari hamu i, asa mardalan ibana.","11:45 Jadi torop ma sian angka Jahudi, naung ro tu si Maria, gabe porsea di Ibana, dung diida nasida na pinatupana i.","11:46 Alai deba sian nasida laho manopot angka Parise, mamaritahon na binahen ni Jesus.","11:47 Dung i dipansang angka sintua ni malim i dohot angka Parise ma rapot godang, didok nasida ma: Aha ma bahenonta? Ai lan do tanda dibahen Halak i!","11:48 Molo itapasombu Ibana, porsea ma halak saluhutna di Ibana, gabe ro ma halak Rom maon mangarampas tanonta dohot bangsonta.","11:49 Alai hehe ma sada sian nasida, i ma si Kayapas, sintua ni malim di na sataon i, didok ma tu nasida: Na hurang roha do hamu!","11:50 Ndang dipingkiri rohamuna, dengganan do mate sada halak humongkop natorop i, unang laho mago sandok bangso i.","11:51 Alai ndang sian rohana sandiri dihatahon i; ala sintua ni malim ibana di na sataon i, umbahen na disurirangkon, na naeng mate ma Jesus humongkop bangso i.","11:52 Alai tahe, ndada holan laho mangkongkop bangso i; alai naeng papunguonna angka anak ni Debata, angka na marserak dope, laho pasadahonsa.","11:53 Asa olat ni na sadari i martuptup i ma nasida laho mamusa Ibana.","11:54 Jadi ndang be mardalani Jesus di na patar di tongatonga ni halak Jahudi; na sumurut do Ibana sian i tu sada luat mardonokkon halongonan, tu huta na margoar Epraim. Jadi disi ma Ibana mian rap dohot angka siseanna.","11:55 Alai jonok nama Paska ni Jahudi, jadi torop ma halak laho sian luat i nangkok tu Jerusalem, manguras dirina, patujolo ni Paska i.","11:56 Jadi dilului nasida ma Jesus, angka jongjong ma nasida di bagas joro i masipandohan: Beha di rohamuna, na so ro do Ibana ulaning tu pesta i?","11:57 Alai nunga dipatikkon angka sintua ni malim dohot angka Parise: Manang ise na umboto inganan ni Jesus, ingkon dipabotohon, asa dapot tangkuponnasida Ibana."," "],["12:1 Dung i onom ari nari asa dapot pesta Paska i, sahat ma Jesus tu huta Betania, na niinganan ni si Lasarus, na sinunggul ni Jesus sian na mate.","12:2 Jadi dipauli nasida ma disi panganon ujuan di Ibana; si Marta do marhobasi, si Lasarus ma sada donganna mangan disi.","12:3 Gabe dibuat si Maria ma sahat i miak Nardus na arga na so marsaor, dimiahi ma pat ni Jesus, obukna ma dibahen mangalapu. Jadi digohi uap ni miak i ma bagas i.","12:4 Jadi sada sian angka siseanna, si Judas Iskariot na naeng manjehehon Ibana, mandok:","12:5 Boasa so ginadis miak i arga tolu ratus hupang, bahen silehonlehon nian di angka na pogos?","12:6 Alai ndada na pogos sinarihonna, umbahen na didok songon i; panangko do ibana tahe, diusung do asiasi ni halak, ai tu ibana dipasahat puro i.","12:7 Dung i ninna Jesus ma: Pasombu ma ibana, ai diparade do i hira tu ari hatatanomhi.","12:8 Ai tongtong do adong na pogos di tongatongamuna, alai anggo Ahu ndang tongtong di lambungmuna.","12:9 Dung i diboto torop sian halak Jahudi ma, naung disi Ibana, jadi ro ma tusi, ndada ala ni Jesus sambing; naeng idaonnasida do huhut si Lasarus, naung pinahehena i sian na mate.","12:10 Alai nunga ditahi angka sintua ni malim i, naeng bunuonnasida nang si Lasarus.","12:11 Ai ala ibana do umbahen torop Jahudi laho tusi jala porsea di Jesus.","12:12 Dung i torang ni arina i dibege halak natorop na ro tu pesta i, na naeng ro ma Jesus tu Jerusalem.","12:13 Jadi dibuat nasida ma angka maremare, laho manomunomu Ibana huhut dijoujouhon: Hosianna! Pinanasupasu ma na ro marhite Goar ni Tuhan i, Raja ni Israel!","12:14 Dung i dapot Jesus ma halode sada, i ma dihunduli, hombar tu na tarsurat:","12:15 \"Unang ho mabiar, boru Sion; ida ma, Rajam do na ro, marsihundul di anak ni halode!\"","12:16 Alai ndang diantusi angka siseanna i hian; dung pe marsangap Jesus, asa diingot nasida, naung marhahonaan tu Ibana do hape na tarsurat i ro di pambahenannasida tu Ibana.","12:17 Laos dihatindangkon natorop, angka na mandongani Ibana do, paboa naung jinouna i si Lasarus sian tanoman, laho manungguli ibana sian na mate.","12:18 Jadi ala naung dibege natorop i barita ni tanda na binahenna i, umbahen na ditomu nasida Ibana.","12:19 Jadi didok angka Parise ma sama nasida: Diida hamu do, na so marniula na binahenmu, ai liat portibi on do paihutihut Ibana.","12:20 Alai adong ma deba halak Junani, dongan ni angka na nangkok i, laho martangiang di ari raya i.","12:21 Jadi didapothon nasida ma si Pilippus na sian Betsaida na di Galilea, mangelehelek ibana, ninna ma: Tuannami, naeng do idaonnami Jesus!","12:22 Dung i ro ma si Pilippus, dipaboa ma i tu si Andreas; dung i ro ma si Andreas rap dohot si Pilippus paboahonsa tu Jesus.","12:23 Gabe didok Jesus ma mangalusi nasida: Naung dapot ma tingkina, asa marsangap Anak ni jolma i!","12:24 Na tutu situtu do na hudok on tu hamu: Ndang na ganda eme i, molo so madabu tu tano jala mate; dung pe mate, asa godang parbuena.","12:25 Agoan hosa ma na marhamaolhon hosana; alai na mangkasogohon hosana di portibi on, i do na mangaramotisa sahat tu hangoluan salelenglelengna.","12:26 Ahu ma diihuthon ganup na olo mangoloi Ahu; jala ia disi Ahu, disi ma dohot anak somangku. Pasangapon ni Ama i do ganup na mangoloi Ahu.","12:27 Na bonsa do rohangku nuaeng; aha ma dohononku? Palua ma Ahu, Amang, sian tingki on? Alai tahe, ala ni i do umbahen na sahat tingki on tu Ahu.","12:28 Pasangap ma Goarmi, Amang! Dung i ro ma soara sian banua ginjang, mandok: Nunga hupasangap, laos pasangaponku do muse!","12:29 Jadi dung dibege, natorop i na jongjong disi, ninna nasida ma: Ronggur do i. Angka na asing mandok: Adong do surusuruan ni Debata na mangkatai dohot Ibana.","12:30 Dung i ninna Jesus ma mangalusi nasida: Ndada ala ni Ahu, umbahen na ro soara ondeng; ala ni hamu do!","12:31 Nuaeng ma jumpang tingkina, asa diuhum portibi on; sipabalion ma nuaeng raja ni portibi on.","12:32 Anggo Ahu, dung dipatimbo Ahu sian tano on, taitonku do saluhut nasida tu Ahu!","12:33 Pangalaho ni parmatena do dipatuduhon marhitehite hatana ondeng.","12:34 Asa dialusi natorop i ma Ibana: Hubege hami di surat ni patik i, na mian do Kristus i ro di salelenglelengna; boasa dohononmu: Ingkon sipatimboon do Anak ni jolma i? Ise do Anak ni jolma i, na nidokmi?","12:35 Dung i didok Jesus ma tu nasida: Satongkin nari nama Panondang i di hamu. Mardalan ma hamu, binsan di hamu dope Panondang i, asa unang ditahopi na holom i hamu. Ianggo na mardalan di na holom, ndang diboto i, manang dompak dia ibana laho.","12:36 Binsan di hamu dope Panondang i, porsea ma hamu disi, asa gabe anak ni Panondang i hamu! I ma dihatahon Jesus; dung i ditadingkon ma nasida laho martabuni.","12:37 Alai atik pe dipatupa Ibana angka tanda na sai godang i di jolonasida, ndang porsea nasida di Ibana.","12:38 Asa sintong jumpang hata ni panurirang Jesaya na nidokna i: \"Iale Tuhan, tung ise ma na porsea di jamitanami; jala tangan ni Tuhan i, di ise ma i torang tarida?\"","12:39 Dibahen i ndang tarbahen nasida porsea; ai on do didok Jesaya muse:","12:40 \"Nunga dipapitung Ibana matanasida, jala nunga dipatangkang rohanasida, asa unang marnida simalolongnasida jala unang mangantusi rohanasida, unang mulak nasida, unang malum nasida hubahen!\"","12:41 Songon i ma didok Jesaya, ala diida hasangaponna i jala dihatahon taringot tu Ibana.","12:42 Nang sian angka partogi pe, adong do nian na nia na gabe porsea di Ibana; alai ndang diparhatopot nasida i ala ni angka Parise, asa unang bali nasida sian huria.","12:43 Ai holongan do rohanasida di hasangapon ni jolma, asa di hasangapon ni Debata.","12:44 Dung i joujou ma Jesus, ninna ma: Na porsea di Ahu, ndada Ahu na hinaporseaanna; na marsuru Ahu do dihaporseai disi.","12:45 Na marnida Ahu, marnida na marsuru Ahu do.","12:46 Ahu do Panondang na ro tu portibi on, asa unang mian di na holom nasa na porsea di Ahu.","12:47 Asa molo adong na umbege hatangku, gabe ndang diradoti, ndada Ahu manguhum ibana; ai ndada laho manguhum portibi on, na laho paluahon portibi on do, umbahen na ro Ahu.","12:48 Na mambolongkon Ahu jala na so manjalo hatangku, nunga adong na manguhum i; hata na huhatahon, i do manguhum ibana di ari parpudi.","12:49 Ai ndang sian roharohangku Ahu marjamita; diaturhon Ama i na marsuru Ahu do sidohononku dohot sihatahononku.","12:50 Jala huboto, hangoluan na salelenglelengna do podana i. Asa di sude hatangki, ia i pandok ni Ama i tu Ahu, i do huhatahon."," "],["13:1 Mandapothon pesta Paska i, nunga diboto Jesus, naung ro tingkina manadingkon portibi on, laho mandapothon Ama i; gabe songon pangkaholongina di angka na di Ibana na di portibi on, laos songon i do dihaholongi nasida ro di ujungna.","13:2 Di na mangan i nasida, nunga disuanhon sibolis i parjeheon tubagasan roha ni si Judas Iskariot, anak ni si Simon.","13:3 Jala diboto Jesus do, naung dipasahat Ama i saluhutna tu tanganna jala Ibana na ro sian Debata laho mulak ma tu Debata.","13:4 Gabe hehe ma Ibana sian na mangan i, ditanggal ma ulosna, dibuat ma basahan, ditapolhon tu Ibana.","13:5 Diusehon ma aek tu sambong, dung i diburi ma pat ni angka siseanna, diapusi ma dohot basahan na tinapolhonna i.","13:6 Dung i sahat ma Ibana tu si Simon Petrus, jadi didok i ma mandok Ibana: Tung Ho ma, ale Tuhan, mamburi pathu?","13:7 Dung i ninna Jesus ma mangalusi ibana: Ndang diantusi ho pambahenankon na tu ho anggo nuaeng; muse pe botoonmu i.","13:8 Dung i didok si Petrus ma tu Ibana: Matua tano on ndang burionmu pathu! Dung i ninna Jesus ma mangalusi ibana: Molo so burionku ho, ndang partohap ho di Ahu!","13:9 Dung i ninna si Simon Petrus ma: Ale Tuhan, unang ma holan pathu, dohot ma tangan dohot ulungku!","13:10 Gabe didok Jesus ma tu ibana: Halak naung maridi i, ndengkon be burion, ai nunga sude ibana ias. Naung ias do anggo hamu, alai ndang luhut hamu.","13:11 Ai ditanda do sipasahat Ibana, umbahen na didok: Ndang saluhut hamu ias!","13:12 Asa dung diburi Jesus patnasida dipangke ma muse ulosna, hundul ma Ibana, didok ma tu nasida: Ai diantusi hamu do pambahenanki tu hamu?","13:13 Digoar hamu do Ahu Guru jala Tuhan, jadi ture do pandokmuna disi; ai i do Ahu tutu.","13:14 Asa molo Ahu, Tuhan jala Gurumuna, mamburi patmuna, tama ma nang hamu masiburian pat!","13:15 Ai sitiruon do hulehon tu hamu, asa dibahen hamu songon naung hubahen i tu hamu!","13:16 Na tutu situtu do na hudok on tu hamu: Ndang umbalga anak somang sian indukna, ndang sumurung suruan sian na marsuru ibana.","13:17 Molo diboto hamu i, martua ma hamu mangulahonsa!","13:18 Ndada tu saluhut hamu hatangki; na hutanda do angka na hutodo i. Alai naeng ma jumpang na nidok ni Surat i: \"Donganku sapanganan, i do manjungkangkon patna dompak Ahu!\"","13:19 Hupaboa i hian tu hamu, andorang so songgop dope; asa ia dung saut, gabe porsea hamu: Ahu do na nidok ni hata i.","13:20 Na tutu situtu do na hudok on tu hamu: Na manjangkon na husuru, Ahu do jinangkonna disi; alai nasa na manjangkon Ahu, manjangkon na marsuru Ahu do!","13:21 Asa dung didok Jesus hata ondeng, bonsa ma rohana, dung i dihatindangkon ma, ninna ma: Na tutu situtu do na hudok on tu hamu: Sahalak sian hamu na pasahathon Ahu!","13:22 Dung i masiberengan ma angka sisean i, jut ma rohanasida, manang ise na nidokna disi.","13:23 Alai adong ma sada sian angka siseanna i, na hundul jumonok tu Ibana, haholongan ni Jesus i.","13:24 I ma dihilap si Petrus jadi ninna ma mandok ibana: Sungkun ma, ise i na nidokna i!","13:25 Jadi dipadonok ma tu lambung ni Jesus mandok tu Ibana: Tuhan, ise i?","13:26 Gabe dialusi Jesus ma: Ia tusi hulehon na santapik na husornophon on, i ma ibana! Jadi disornophon ma santapik, dilehon ma tu si Judas Iskariot anak ni si Simon.","13:27 Jadi dung dibondut i, dibongoti sibolis i ma ibana. Dung i didok Jesus ma tu ibana: Humatop ma ula siulaonmi!","13:28 Alai ndang adong manang ise sian nasida na mangan i, na umboto astuan ni na nidokna i.","13:29 Ai ala di ibana puro i, gabe dirimpu na deba, didokkon Jesus ibana manuhor na hasea tu pesta i, manang marsilua tu na pogos.","13:30 Asa dung dijalo si Judas na santapik i, pintor laho do ibana tu balian; alai borngin ma uju i!","13:31 Jadi dung laho ruar ibana, didok Jesus ma: Na marsangap ma nuaeng Anak ni jolma i, jala marsangap Debata di bagasan Ibana.","13:32 Molo marsangap Debata di bagasan Ibana, pasangapon ni Debata ma Ibana di bagasan dirina, jala tibu ma pasangaponna Ibana.","13:33 Hamu angka anaha, sangombas nari nama Ahu rap dohot hamu; luluanmuna ma Ahu; alai songon naung hudok tu angka Jahudi: Ndang tarbahen hamu ro tu sitopotonki, laos i do hudok nuaeng tu hamu.","13:34 Patik na imbaru ma hulehon tu hamu: Naeng ma masihaholongan hamu; songon holong ni rohangku di hamu, naeng ma songon i dohot hamu masihaholongan.","13:35 Apala sian on ma tandaon ni halak saluhutna, hamu siseanku: Molo masihaholongan hamu.","13:36 Dung i ninna si Simon Petrus ma mandok Ibana: Tuhan, tudia ma Ho laho? Jadi ninna Jesus ma mangalusi: Ndang tarihuthon ho dope Ahu tu sitopotonki, anggo nuaeng; muse pe asa ihuthononmu Ahu!","13:37 Gabe ninna si Petrus ma mandok Ibana: Tuhan, boasa so tarihuthon ahu Ho nuaeng? Hosangku do lehononku humongkop Ho!","13:38 Dung i ninna Jesus ma mangalusi ibana: Hosam lehononmu humongkop Ahu? Na tutu situtu do na hudok on tu ho: Ndang dope martahuak manuk, nunga sanga tolu hali disoadahon ho Ahu!"," "],["14:1 Unang ma bonsa rohamuna! Porsea ma hamu di Debata, jala porsea ma hamu di Ahu!","14:2 Torop do inganan di bagas ni Damang. Aut so i, dohononku ma tu hamu: Na laho do Ahu mangarade inganan di hamu?","14:3 Jala laho pe Ahu mangarade inganan di hamu, sai mulak do Ahu mangalap hamu, asa rap hamu dohot Ahu!","14:4 Jala diboto hamu do dalan tu inganan sitopotonki.","14:5 Dung i ninna si Tomas ma mandok Ibana: Ndang huboto hami, manang tudia Ho laho, Tuhan: Jala sian dia ma botoonnami dalan i?","14:6 Gabe didok Jesus ma tu ibana: Ahu do dalan i dohot hasintongan dohot hangoluan. Ndang adong na sahat tu Ama i, ia so marhite sian Ahu.","14:7 Anggo ditanda hamu Ahu, tandaonmuna do nang Damang i. Olat ni on ma ditanda hamu Ibana jala diida hamu Ibana.","14:8 Gabe didok si Pilippus ma tu Ibana: Patuduhon tu hami Ama i, ale Tuhan, asa sombu rohanami!","14:9 Jadi didok Jesus ma: Nunga pola na sai leleng Ahu rap dohot hamu, laos so ditanda ho dope Ahu, ale Pilippus. Na marnida Ahu, marnida Ama i do; boasa ma dohononmu: Patuduhon tu hami Ama i?","14:10 Ndang porsea ho, Ahu di bagasan Ama i jala Ama i di bagasan Ahu? Apala sian roharohangku huhatahon hata angka na hudok tu hamu. Ama i na maringanan di bagasan Ahu, i do patulus angka ulaonna i.","14:11 Porsea ma hamu di Ahu: Di bagasan Ama i do Ahu jala di bagasan Ahu do Ama i; molo so i, ala ni angka ulaon i ma hamu porsea!","14:12 Na tutu situtu do na hudok on tu hamu; Patupaon ni na porsea di Ahu do songon angka ulaon na huula i; na sumurung sian i dope patupaonna tahe, ai na laho ma Ahu tu Damang.","14:13 Asa manang aha pangidoanmuna marhitehite Goarhu, patupaonku do, asa marsangap Ama i di bagasan Anak i!","14:14 Molo dipangido hamu manang aha sian Ahu marhitehite Goarhu, patupaonku ma i!","14:15 Molo na holong rohamuna di Ahu, radotanmuna do angka patikku.","14:16 Jala pangidoonku ma tu Ama i, asa dilehon tu hamu sada Pangondian na asing, asa I mandongani hamu salelengna i.","14:17 I ma Tondi hasintongan i, na so tarjalo portibi on, ai ndang diida jala ndang ditanda; alai ditanda hamu do Ibana, ai na rap ma Ibana dohot hamu jala di bagasan hamu ma Ibana.","14:18 Ndang tadingkononku hamu so marama; na ro ma Ahu mandapothon hamu.","14:19 Saotik nari nama, jadi ndang be idaon ni portibi on Ahu, alai idaonmuna do Ahu; ai na mangolu do Ahu, hamu pe mangolu do!","14:20 Di na sadari i ma botoonmuna, Ahu di bagasan Damang jala hamu di bagasan Ahu jala Ahu di bagasan hamu.","14:21 Manang ise na maniop angka patikki jala diradoti, i do na holong roha di Ahu. Alai dihaholongi Damang i do na holong roha di Ahu; Ahu pe, holong do rohangku di ibana jala papataronku ma Ahu tu ibana.","14:22 Jadi didok si Judas ma (ndada si Iskariot i): Dia do alana, Tuhan, umbahen na holan tu hami papataronmu dirim, ndada tu portibi on?","14:23 Dung i ninna Jesus ma mangalusi ibana: Ganup na holong roha di Ahu, radotan ni i do hatangki, jala haholongan ni Damang ma ibana, gabe ro ma Hami manopot ibana, maringanan tubagasan ibana.","14:24 Na so holong roha di Ahu, ndang radotan ni i hatangku. Ndang Ahu nampuna hata na binegemuna i, Ama i na marsuru Ahu do!","14:25 I ma huhatahon tu hamu, tagan rap dope Ahu dohot hamu.","14:26 Alai anggo Pangondian i, i ma Tondi Parbadia, sisuruon ni Ama i marhitehite Goarhu, ajarhonon jala paingothonon ni I do tu hamu nasa na huhatahon i tu hamu!","14:27 Dame do hutinggalhon di hamu; dame na di Ahu, i do hulehon di hamu. Ndang songon pangalehon ni portibi on pangalehonku. Unang ma bonsa jala unang ma mabiar rohamuna!","14:28 Nunga dibege hamu hatangku: Na laho ma Ahu, jala na ro do Ahu muse manopot hamu. Aut na holong rohamuna mida Ahu, las ma rohamuna, ala laho Ahu manopot Ama i; ai umbalga do Damang asa Ahu.","14:29 Asa nunga hupaboa i hian tu hamu, andorang so jumpang dope, asa porsea hamu, dung songgop.","14:30 Ndang haru godang be hatahononku tu hamu, ai na ro ma raja ni portibi on; ndang adong dihana i nian di Ahu.","14:31 Alai naeng ma botoon ni portibi on, na holong do rohangku di Ama i jala sipasaut pandok ni Ama i do Ahu. Onpe, hehe ma hamu, laho ma hita sian on!"," "],["15:1 Ahu do hau anggur na tutu; Damang do tukang porlak i.","15:2 Digotap do nasa rantingku na so marparbue, jala dipaias do nasa na marparbue, asa ganda parbuena i.","15:3 Nunga ias hamu binahen ni hata i na huhatahon tu hamu.","15:4 Sai mian di bagasan Ahu ma hamu, songon Ahu di bagasan hamu! Songon ranting i, na so tarbahen marparbue anggo sian dirina, anggo so mian di hau anggur i; laos songon i hamu, anggo so mian di bagasan Ahu hamu.","15:5 Ahu do hau anggur i, hamu do ranting i. Na mian di bagasan Ahu jala Ahu di bagasan ibana, i ma na marparbuehon godang; ai ndang tarula hamu agia aha, anggo so mardongan Ahu.","15:6 Nasa na so mian di bagasan Ahu, dibolongkon do i songon ranting, na gabe masak; dung i dipalungguk, didanggurhon ma i tu api, jadi gor ma.","15:7 Molo mian hamu di bagasan Ahu, jala molo mian hatangki di bagasan hamu, jumpang hamu do manang dia pe dipangido rohamuna.","15:8 Marsangap ma Damang, molo marparbuehon na godang hamu jala gabe angka siseanku hamu.","15:9 Songon holong ni roha ni Damang di Ahu, songon i do holong ni rohangku di hamu. Mian ma hamu di bagasan holong ni rohangki!","15:10 Radoti hamu ma angka patikku; i ma dalanna, asa mian hamu di bagasan holong ni rohangku: Songon Ahu pe na mangaradoti angka patik ni Damang, gabe mian di bagasan holong ni rohana.","15:11 Umbahen na huhatahon i tu hamu, asa di bagasan hamu halalas ni rohangki, jala asa gok halalas ni rohamuna.","15:12 On ma patikku: Naeng ma masihaholongan hamu, songon Ahu na mangkaholongi hamu.","15:13 Na sumeahon hosana humongkop angka alealena, i do parholong ni roha na so halompoan.","15:14 Alealengku ma hamuna, molo diula hamu na hupatikkon i tu hamu.","15:15 Ndang hugoar be hamu anak somang, ai ndang diboto anak somang na niula ni indukna; aleale do hamu hudok, ai nunga hupabotohon tu hamu saluhutna na hubege sian Damang.","15:16 Ndada hamu mamillit Ahu; Ahu do mamillit hamu jala hupadiri hamu, asa laho hamu marparbue, jala asa mian parbuemuna i; asa dilehon tu hamu nasa sipangidoonmuna sian Ama i marhitehite Goarhu.","15:17 On ma hupatikkon tu hamu. Masihaholongan ma hamu!","15:18 Molo dihosomi portibi on on hamu, boto hamu ma, naung jumolo Ahu dihosomi.","15:19 Aut na sian portibi on hamu, haholongan ni portibi on do donganna. Alai ndang sian portibi on hamu. Ahu do tahe mamillit hamu sian portibi on; ala ni i do, umbahen na dihosomi portibi on hamu.","15:20 Ingot hamu ma hata naung hudok tu hamu: Ndang na umbalga anak somang sian indukna. Molo diburui nasida Ahu, buruanna do nang hamu; molo diradoti nasida hatangku, radotanna ma nang hatamu.","15:21 Alai songon i bahenonnasida tu hamu, ala ni Goarhu; ai ndang ditanda nasida na marsuru Ahu.","15:22 Aut so ro Ahu paboahonsa tu nasida, ndang mardosa nasida disi; alai nuaeng ndang adong be sidohononnasida mangkungkupi dosanasida.","15:23 Ganup na hosom roha di Ahu, hosom do roha ni i nang di Damang.","15:24 Aut unang huula angka ulaon di tongatonganasida, na so dung niula ni jolma, ndang mardosa nasida disi; alai nunga diida nasida i, gabe dihosomi nasida nang Ahu, nang Damang.","15:25 Alai naeng ma jumpang hata na tarsurat di patik ni uhumnasida: \"Dihosomi nasida do Ahu, so adong alana!\"","15:26 Asa ro ma Pangondian i sisuruonku sian Ama i tu hamu, i ma Tondi hasintongan i, na borhat sian Damang; I do na mangkatindangkon taringot tu Ahu.","15:27 Alai dohot ma hamu mangkatindangkon, ai donganku do hamu sian mulana i."," "],["16:1 Asa unang targasip hamu, umbahen na huhatahon angka hata ondeng tu hamu.","16:2 Pabalionnasida do hamu sian huria. Na ro ma tingkina, gabe songon na mamele Debata do na mamusa hamu, anggo di rohana.","16:3 Songon i do bahenonnasida, ala so ditanda nasida nang Ama i, nang Ahu.","16:4 Alai hupaboa i hian tu hamu, asa diingot hamu di hasosonggopna i, naung huhatahon i tu hamu. Ai ndada sian mulana hupaboa i tu hamu, ala na rap dope hita.","16:5 Alai na laho ma Ahu nuaeng manopot na marsuru Ahu, jala ndang adong manang ise hamu manungkun Ahu: Na laho tudia do Ho?","16:6 Lam dokdok tahe rohamuna, ala hudok songon i tu hamu.","16:7 Alai na mandok na tutu do Ahu tu hamu: Ulimuna do i, ia laho Ahu. Ai aut so laho Ahu, ndang na ro Pangondian i manopot hamu. Alai anggo laho Ahu, suruonku do Ibana tu hamu.","16:8 Anggo dung ro Ibana, ajaranna do portibi on taringot tu dosa dohot taringot tu hapintoron dohot taringot tu uhum.","16:9 Anggo taringot tu dosa, i ma na so porsea nasida di Ahu.","16:10 Anggo taringot tu hapintoron, i ma na laho Ahu manopot Damang, jadi ndang be idaonmuna Ahu.","16:11 Anggo taringot tu uhum, i ma naung hona uhum induk ni portibi on.","16:12 Godang dope nian sidohononku tu hamu; alai ndang tarboan hamu dope i nuaeng.","16:13 Alai dung ro Tondi hasintongan na nidok ondeng, togihonon ni I do hamu tubagasan nasa hasintongan: Ai ndang adong sihatahononna sian sandirianna; na binegena, i do hatahononna baritahononna do tu hamu, na naeng masa dope.","16:14 Pasangaponna do Ahu, ai jaloonna do na di Ahu, laho mamaritahonsa tu hamu.","16:15 Saluhut na di Ama i, di Ahu do i, umbahen na hudok: Jaloonna do na di Ahu, laho mamaritahonsa tu hamu.","16:16 Satongkin nari nama, ndang idaonmuna be Ahu, dung i satongkin nari muse, idaonmuna ma Ahu.","16:17 Gabe masipandohan ma angka siseanna i: Dia do astuan ni na nidokna i tu hita satongkin nari nama, ndang idaonmuna be Ahu; dung i: Satongkin nari muse idaonmuna ma Ahu?","16:18 Jadi didok nasida ma: Dia do astuan ni hata: \"Satongkin nari\"? Ndang taboto lapatanna.","16:19 Mamoto ma Jesus, na naeng ro nasida manungkun Ibana, gabe didok ma tu nasida: Na masisungkunan do hamu taringot tu na hudok: Satongkin nari nama, ndang idaonmu be Ahu, dung i: Satongkin nari muse, idaonmuna ma Ahu?","16:20 Na tutu situtu do na hudok on tu hamu: Na tumatangis ma hamu jala mangandungi, alai las ma roha ni portibi on; marsak do anggo rohamuna, alai muba ma arsak ni rohamuna gabe las ni roha.","16:21 Dokdok do roha ni boruboru laho manubuhon posoposona, ai naung songgop hasasangana. Alai dung tubu posoposo i, ndang be diingot na porsuk i, dibahen halalas ni rohana, ala naung tubu jolma i tu hasiangan on.","16:22 Di hamu pe nuaeng dok ni roha; alai idaonku do hamu muse, gabe las ma rohamuna disi, jala ndang buaton sian hamu halalas ni rohamuna i.","16:23 Ndang sungkunonmuna be Ahu di na sadari i. Na tutu situtu do na hudok on tu hamu: Nasa sipangidoonmuna tu Ama i, sai na lehononna do marhitehite Goarhu.","16:24 Rasirasa nuaeng ndang dope mangido hamu marhitehite Goarhu. Pangido hamu ma, asa manjalo hamu, asa gok halalas ni rohamuna!","16:25 Na marumpama do Ahu nasailaon mangkatai dohot hamu; alai ndang marumpama be Ahu di tingki na ro i, ai disi ma patar baritahononku tu hamu taringot tu Ama i.","16:26 Di na sadari i ma hamu mangido marhitehite Goarhu, jala ndang pola Ahu mangondihon hamu tu Ama i.","16:27 Ai Ama i sandiri mangkaholongi hamu, ala naung holong rohamuna di Ahu, jala ala naung porsea hamu, Ahu borhat sian Debata.","16:28 Na borhat sian Ama i do Ahu ro tu portibi on; na manadingkon nama Ahu muse di portibi on, laho manopot Ama i.","16:29 Gabe didok angka siseanna i ma: Nuaeng pe, asa patar hatam; ndang songon umpama be na nidokmi.","16:30 Huboto hami do nuaeng, saluhutna do diboto Ho, ndengkon adong na manungkun Ho. Dibahen i ma umbahen na porsea hami, naung borhat sian Debata do Ho.","16:31 Jala dialusi Jesus ma nasida: Porsea ma hamu nuaeng?","16:32 Na ro ma tingkina, jala nunga ro i nuaeng, jadi marserak ma hamu, ganup masitondong dalanna, tadingkononmuna ma Ahu punjung; alai ndang punjung Ahu tahe, ai Ama i do donganku.","16:33 Asa mardame hamu di bagasan Ahu, umbahen na huhatahon angka i tu hamu. Haporsuhon do jambarmuna di portibi on; alai pos ma rohamuna: Nunga talu hubahen portibi on."," "],["17:1 I ma didok Jesus; dung i manaili ma Ibana dompak ginjang mandok: Ale Amang, nunga dapot tingkina: Parsangapi ma Anakmu, asa dipasangap Anakmi Ho!","17:2 Songon naung nilehonmi tu Ibana huaso mangarajai nasa daging, asa dilehon hangoluan na salelenglelengna tu saluhut jolma na nilehonmi tu Ibana.","17:3 Alai na mananda Ho, Debata na sasada i, na sintong i, dohot Jesus Kristus na sinurum, i do hangoluan na salelenglelengna.","17:4 Nunga hupasangap Ho di tano on, ai nunga hupasidung ulaon na nilehonmi siulaonku.","17:5 Nuaeng pe, parsangapi ma Ahu tu lambungmi, Amang, songon sangaphu tagan di lambungmi Ahu, andorang so adong dope hasiangan on.","17:6 Nunga hupapatar Goarmi tu jolma angka na nilehonmi tu Ahu sian portibi on. Ho hian do nampuna nasida, jala dilehon Ho do nasida tu Ahu; diradoti nasida do hatami.","17:7 Nunga diboto nasida, na sian Ho do saluhutna na nilehonmi tu Ahu.","17:8 Ai nunga hupasahat tu nasida angka hata na nilehonmi tu Ahu jadi dijangkon nasida do, gabe diboto nasida situtu, Ahu borhat sian Ho, jala nunga porsea nasida, Ho do marsuru Ahu.","17:9 Ndang apala portibi on hutangiangkon, nasida on do, angka na nilehonmi tu Ahu, ai Ho do nampuna nasida.","17:10 Jala nasa na di Ahu, na di Ho do i; jala na di Ho, na di Ahu do i, jala nunga marsangap Ahu di bagasan nasida.","17:11 Ndang di portibi on be Ahu tu joloan on, di portibi on do anggo nasida; na ro do Ahu manopot Ho. Ale Amang na badia, ramoti ma nasida di bagasan Goarmu, angka na nilehonmi tu Ahu, asa sada nasida songon Hita!","17:12 Saleleng rap Ahu dohot nasida, Ahu do mangaramoti nasida di bagasan Goarmu na nilehonmi tu Ahu jala hujagai; gabe ndang adong na mago sian nasida, ia so holan anak jea i, asa jumpang hata ni Surat i.","17:13 Alai na ro ma Ahu nuaeng manopot Ho; di portibi on dope Ahu, di na hudok songon i, asa di bagasan nasida rimpas halalas ni roha na di Ahu i.","17:14 Nunga hulehon hatami tu nasida; dihosomi portibi on do nasida, ai ndang sian portibi on nasida, songon Ahu na so sian portibi on.","17:15 Ndang apala hupangido, taitonmu nasida sian portibi on; alai naeng ma ramotanmu nasida maralohon na jahat i.","17:16 Ndang na sian portibi on nasida, songon Ahu na so sian portibi on.","17:17 Parbadiai ma nasida di bagasan hasintongan; hatami do hasintongan i.","17:18 Songon parsurum di Ahu tu portibi on, songon i do husuru nasida tu portibi on.","17:19 Huparbadiai do diringku humongkop nasida, asa gabe badia nang nasida binahen ni hasintongan i.","17:20 Alai ndang holan nasida hutangiangkon, dohot do angka na naeng porsea dope di Ahu, tinogu ni hatanasida:","17:21 Asa sada nasida saluhutna; songon Ho, ale Amang, di bagasan Ahu jala Ahu di bagasan Ho, songon i ma nang nasida di bagasan Hita, asa porsea portibi on, Ho marsuru Ahu.","17:22 Nunga hulehon tu nasida hasangapon na nilehonmi tu Ahu, asa sada nasida songon Hita na sada roha i.","17:23 Ahu ma di bagasan nasida jala Ho di bagasan Ahu, asa sun denggan hasadaonnasida, gabe diboto portibi on, Ho marsuru Ahu jala holong roham di nasida songon holong ni roham di Ahu.","17:24 Ale Amang, naeng ma di rohangku, ia disi Ahu, disi ma dohot angka na nilehonmi tu Ahu, asa diida nasida hasangapon na di Ahu, na nilehonmi tu Ahu; ai holong do roham di Ahu, jumolo asa ojak portibi on.","17:25 Ale Amang na bonar: So ditanda portibi on pe Ho, anggo Ahu, hutanda do Ho, jala diboto angka on, Ho do marsuru Ahu.","17:26 Nunga hupabotohon tu nasida Goarmi, jala pabotohononku dope, asa di bagasan nasida holong ni rohami na di Ahu, jala asa Ahu di bagasan nasida."," "],["18:1 Jadi dung didok Jesus songon i, ruar ma Ibana rap dohot angka siseanna tu ipar ni aek Kidron. Adong ma disi sada porlak, tusi ma laho Ibana dohot angka siseanna i.","18:2 Alai diboto si Judas siparjehe i do inganan i, ai jotjot do marpungu tusi Jesus dohot angka siseanna.","18:3 Ia si Judas i, diarahon ma angka soldadu dohot angka naposo ni sintua ni malim, didapothon ma tusi, mantat sulusulu, palito dohot sinjata.","18:4 Diboto Jesus do saluhut na naeng songgop tu Ibana, jadi ruar ma Ibana, didok ma tu nasida: Ise do na jinalahanmuna i?","18:5 Gabe ninna nasida ma mangalusi Ibana: Jesus, halak Nasaret i do! Dung i ninna Jesus ma mandok nasida: Ahu do i! Alai dohot do si Judas siparjehe i jongjong di lambungnasida.","18:6 Asa dung didok tu nasida: Ahu do i, sumurut ma nasida, angka martinggangan ma tu tano.","18:7 Dung i diulahi ma manungkun nasida: Ise do na niluluanmuna? Jadi didok nasida ma: Jesus, halak Nasaret i do.","18:8 Dung i ninna Jesus ma mangalusi: Nunga hupaboa tu hamu: Ahu do i. Asa molo Ahu dilului hamu, loas hamu ma laho angka on!","18:9 Ai naeng do jumpang hata na nidokna i: Ndang adong na mago hubahen agia sada sian angka na nilehonmi tu Ahu.","18:10 Ia si Simon Petrus marpodang do, i ma disintak jadi ditampulhon ma tu naposo ni sintua ni malim i, jadi dipisikkon ma pinggolna siamun; si Malkus do goar ni naposo i.","18:11 Dung i ninna Jesus ma mandok si Petrus: Pasarung podangmi! Nda inumonku siinumon na nilehon ni Ama i tu Ahu?","18:12 Dung i ditangkup angka soldadu dohot induknasida ro di angka naposo ni Jahudi ma Jesus, jala diihoti.","18:13 Jadi ditogihon ma Ibana jumolo tu si Hannas, i ma simatua ni si Kayapas, sintua ni malim di na sataon i.","18:14 I ma si Kayapas, naung mandok tu angka Jahudi: Dengganan do mate sada halak humongkop, bangso i.","18:15 Alai diihuthon si Simon Petrus dohot sisean na sada nari ma Jesus. Na masitandaan sisean na sada i dohot sintua ni malim i, jadi bongot ma ibana rap dohot Jesus tu alaman ni malim i.","18:16 Alai jongjong do si Petrus tartungkan balian di lambung pintu i. Jadi ruar ma sisean na sada i, na masitandaan dohot sintua ni malim i, mangkatai dohot boruboru sijaga pintu, gabe ditogihon ma si Petrus tubagasan.","18:17 Dung i ninna boruboru sijaga pintu i ma mandok si Petrus: Nda ho sada sian angka sisean ni Halak an? Jadi didok ma: Ndang i ahu!","18:18 Alai na jongjong do disi angka naposo dohot angka opas mansusudu di pansusuduan na niopannasida dibahen ngalina i. Jadi rap dohot nasida ma jongjong si Petrus disi mansusudu.","18:19 Alai disungkun sintua ni malim i ma Jesus taringot tu angka siseanna dohot taringot tu podana i.","18:20 Jadi dialusi Jesus ma ibana, ninna ma: Patar do hatangki di hatoropan. Na tongtong do Ahu mangajari nasailaon di bagasan parguruan nang di bagas joro pe, parpunguan ni saluhut Jahudi; ndang adong manang aha huhatahon marsibuni.","18:21 Boasa Ahu disungkun ho? Nasida naung umbege hatangki, i ma sungkun! Ai diboto nasida do na huhatahon i.","18:22 Dung didok Jesus songon i, dipastap sada opas na jongjong disi ma Ibana, huhut ma didok: Songon i do pangalusim di sintua ni malim i?","18:23 Dung i ninna Jesus ma mangalusi ibana: Ia na hurang na hudok, hajongjongkon hurangna; alai anggo na hona do, boasa pastaponmu Ahu?","18:24 Asa disuru si Hannas ma Ibana naung tinali i tu sintua ni malim si Kayapas.","18:25 Laos na jongjong dope disi si Simon Petrus mansusudu, gabe didok nasida ma mandok ibana: Nda dohot do ho sada sian siseanna? Jadi mamorso ma ibana, ninna ma: Nda tung i ahu!","18:26 Dung i didok sahalak naposo ni malim, sisolhot ni nampuna pinggol na pinisikkon ni si Petrus i ma: Nda huida ho rap dohot Ibana di porlak i?","18:27 Jadi diporso si Petrus ma muse, dung i pintor martahuak ma manuk.","18:28 Asa ditogihon nasida ma Jesus sian jolo ni si Kayapas tu kantor. Alai sogot ma i manogot i. Ndang na bongot anggo nasida tu kantor, asa unang tarsubang nasida laho manganhon Paska i.","18:29 Gabe ruar ma si Latus mandapothon nasida, didok ma: Pangaluan dia do diboan hamu dompak Halak an?","18:30 Dung i ninna nasida ma mangalusi: Aut unang sibahen na jahat Halak on, ndang tagamon pasahatonnami Ibana tu ho.","18:31 Gabe ninna si Latus ma mandok nasida: Boan hamu ma Ibana, uhumi hamu ma Ibana marguru tu adatmuna. Alai ninna angka Jahudi ma mandok ibana: Ndang jadi pusaonnami manang ise.","18:32 Jumpang ma disi na nidok ni Jesus, uju pinaboana i hian pangalaho ni parmatena.","18:33 Jadi dibongoti si Latus muse kantorna, dijou ma Jesus, didok ma tu Ibana: Atehe, Ho do raja ni Jahudi?","18:34 Ro ma alus ni Jesus: Na sian roham do na nidokmi, manang na nidok ni halak do i tu ho taringot tu Ahu?","18:35 Gabe dialusi si Latus ma: Ai halak Jahudi do ahu? Bangsomi dohot angka sintua ni malim i do pasahathon Ho tu ahu. Aha do na binahenmu?","18:36 Jadi dialusi Jesus ma: Ndang sian portibi on harajaonku. Aut sian portibi on harajaonku, ndang tarbahen so mangalo angka naposongki, asa unang sahat Ahu tu angka Jahudi, alai ndang sisongon i harajaonki.","18:37 Dung i ninna si Latus ma mandok Ibana: Asa raja do Ho? Jadi ninna Jesus ma mangalusi: Songon na nidokmi ma tutu. Raja do Ahu! Umbahen na tubu Ahu jala umbahen na ro Ahu tu portibi on, asa huhatindangkon hasintongan i. Ganup na sian hasintongan i tangihonon ni i do soarangku.","18:38 Jadi ninna si Latus ma mandok Ibana: Aha ma i, hasintongan i? Jadi dung didok sisongon i, ruar ma ibana muse manopot angka Jahudi mandok tu nasida: Ndang jumpang ahu manang dia salana.","18:39 Alai tahe, somal hupalua sada halak tu hamu jumpa Paska i. Anggo na lehet di rohamu, hupalua ma raja ni Jahudi i tu hamu?","18:40 Gabe dijouhon nasida ma muse: Unang Ibana; si Barabas ma! Alai partodos do anggo si Barabas."," "],["19:1 Dung i ditogu si Latus ma Jesus, didokkon ma linsingan.","19:2 Jadi didandani angka soldadu ma sungsang duri bahen tumpal, diampehon ma i tu uluna; baju dapdap ma dialithon tu dagingna.","19:3 Dung i ro ma nasida tu jolona mandok: Tabi di Ho, ale raja ni Jahudi! Laos dipastapi ma Ibana.","19:4 Dung i ruar ma muse si Latus, didok ma tu angka Jahudi: Ida hamu ma, hutogihon do Ibana tu jolomuna, asa diboto hamu, na so adong jumpang ahu salana.","19:5 Laos ruar ma Jesus manjujung sungsang duri jala marbaju dapdap. Jadi didok si Latus ma tu nasida: Ida hamu ma Jolma i!","19:6 Asa dung diida angka sintua ni malim dohot angka naposo Ibana, dijouhon nasida ma: Parsilangkon, parsilangkon ma Ibana! Dung i didok si Latus ma tu nasida: Boan hamu ma Ibana, parsilangkon hamu ma; ai ndang jumpang ahu salana.","19:7 Gabe dialusi angka Jahudi ma Ibana, ninna ma: Marguru tu patiknami ingkon marutang hosa Ibana, ai dibahen do dirina Anak ni Debata.","19:8 Umbege i si Latus lam ganda ma biarna.","19:9 Dung i diulahi muse tu kantorna, didok ma tu Jesus: Sian dia do Ho? Alai ndang dialusi Jesus ibana.","19:10 Dung i didok si Latus ma tu Ibana: Ndang angkupanmu ahu mangkatai? Ndang diboto Ho, marhuaso ahu paluahon Ho, jala marhuaso pasilangkon Ho?","19:11 Jadi dialusi Jesus ma: Ndang adong huasom mangago Ahu, aut unang nilehon i tu ho sian ginjang. Dibahen i gumodang do dosa ni na pasahathon Ahu tu ho.","19:12 Jadi olat ni i ma dilului si Latus dalan paluahon Ibana. Alai manjoujou ma angka Jahudi, ninna do: Molo dipalua ho On, ndang aleale ni Kesar ho! Ai na mangalo Kesar i do ganup na mambahen dirina raja.","19:13 Asa dung dibege si Latus hata i, ditogihon ma Jesus haruar, laos hundul ma ibana di habangsa paruhuman na di inganan na margoar: Pantar batu, alai anggo di hata Heber: Gabbata.","19:14 I ma na masa di ari parhobasan Paska, mareak hos ni ari. Dung i didok ma tu angka Jahudi: Ida hamu ma rajamuna!","19:15 Alai digogo nasida ma manjouhon: Padao, padao ma I: Parsilangkon ma Ibana! Dung i didok si Latus ma tu nasida: Parsilangkononku ma rajamuna? Jadi dialusi angka sintua ni malim ma: Ndang adong rajanami dungkon ni Kesar i!","19:16 Dung i dipasahat ma Ibana tu nasida, asa di parsilangkon; jadi dijalo nasida ma Jesus.","19:17 Laos Ibana do mamorsan hau pinarsilang i, laho tu inganan na margoar partangkurahan; Golgata do goarna anggo di hata Heber.","19:18 Disi ma diparsilangkon nasida Ibana rap dohot dua halak na asing di lambungna, angkup be; di tongatonga ma ia Jesus.","19:19 Alai disurat si Latus ma sada boaboa, dipalohot ma i tu hau i. On do hatana: Jesus, halak Nasaret, raja ni Jahudi!","19:20 Jadi torop ma Jahudi na manjaha boaboa i, ai jonok tu huta i do hapajalan ni Jesus, jala tarsurat do i di hata Heber, di hata Rom dohot di hata Junani.","19:21 Dung i didok sintua ni angka Jahudi ma tu si Latus: Unang surat i: Raja ni Jahudi; alai na nidokna i ma nian: Ahu do raja ni Jahudi!","19:22 Dung i dialusi si Latus ma: Na husurat i, naung sinurat do i!","19:23 Asa dung diparsilangkon angka soldadu i Ibana, dibuat nasida ma angka abitna, diparopat ma i, di ganup soldadu sabagian be, dungkon ni sampesampena. Anggo sampesampe i ndang marpanjaruman, na ditonun sambing do i.","19:24 Gabe masipandohan ma nasida: Unang ma taribahi on, martondung ma hita taringot tusi, manang di ise i. Jadi jumpang ma Surat i, na mandok: \"Dibagi nasida do abithu; tondung do didabu taringot tu sampesampengku.\" Asa songon i do pambahen ni angka soldadu.","19:25 Dung i jongjong ma di lambung ni Jesus na di hau pinarsilang i inana dohot paribanna dohot si Maria ni si Kleopas dohot si Maria Magdalena.","19:26 Anggo Jesus, dung diida, disi inana i dohot sisean haholongan ni rohana di lambungna, didok ma tu inana i: Ndi ma, inang, anakmi!","19:27 Dung i didok ma tu sisean i: Ndi ma, inangmi! Jadi olat ni i ma dijangkon sisean i ibana tu jabuna.","19:28 Jadi dung diboto Jesus, naung marujung saluhutna, asa jumpang na tarsurat i, ninna ma: Mauas Ahu!","19:29 Jadi adong ma disi isian ni tuak na asom, jadi dibutongi nasida ma limut tubagasan tuak na asom i, dipalohot ma i tu sada tolong, laho manurdukkon tu pamanganna.","19:30 Jadi dung dijalo Jesus na asom i, ninna ma: Nunga marujung! Dung i dipaunduk ma uluna, pasahathon tondina.","19:31 Ala tongon ari parhobasan ni pesta na balga, naeng ma unang di hau pinarsilang angka bangke di ari Sabbat i; ala ni i dipangido angka Jahudi ma tu si Latus, asa disuru na mangarosak haehaenasida jala dipaijur.","19:32 Gabe ro ma angka soldadu i, dirosak ma haehae ni na parjolo i, songon i do donganna na rap tarsilang dohot Jesus.","19:33 Alai dung sahat nasida tu Jesus, diida ma naung sanga mate Ibana, gabe ndang dirosak be haehaena.","19:34 Alai ditullangkon sada sian angka soldadu i ma mundimundina tu andora ni Jesus; jadi manigor puas ma sian i mudar mardongan aek.","19:35 Na marnidasa i do na mangkatindangkon i, jala sintong do na hinatindangkonna i. Ibana do umboto sintong ni na nidokna i, asa anggiat dohot hamu porsea.","19:36 Ai na masa do i, asa jumpang na tarsurat i, na mandok: \"Ndang jadi ponggolon holiholina!\"","19:37 Jala surat na asing muse mandok: \"Berengonnasida do na tinullangnasida i!\"","19:38 Dung salpu i dipangido si Josep na sian Arimatea ma tu si Latus, paijuronna bangke ni Jesus. Sisean ni Jesus do ibana, alai marsibuni do ala ni biarna mida angka Jahudi. Jadi dioloi si Latus ma i. Dung i ro ma ibana, dipaijur ma bangkena.","19:39 Alai ro ma nang si Nikodemus, i ma naung ro manopot Jesus bornginborngin najolo, diboan ma mir na marsaor aloe arga saratus hati.","19:40 Dung i dibuat nasida ma bangke ni Jesus, dibaluti ma tu dagangan rap dohot na hushus i mangihuthon adat pananomon ni Jahudi.","19:41 Alai adong ma mardonokkon hapajalanna i sada porlak, jala di bagasan porlak i adong sada tanoman na imbaru, na so dung hapeahan ni manang ise dope.","19:42 Asa tusi nama dipeakkon nasida Jesus, siala ari parhobasan ni Jahudi; ai jonok do tanoman i."," "],["20:1 Dung i di ari parjolo dung salpu ari Sabbat, laho ma si Maria Magdalena sogot di na holom i dope tu tanoman i, jadi diida ma, naung dihindat batu i sian tanoman i.","20:2 Gabe marlojong ma ibana manopot si Simon Petrus dohot sisean na sada nari, haholongan ni roha ni Jesus, paboahon tu nasida: Nunga dibuat na mambuat Tuhan i sian tanomanna; ndang binoto, manang tudia ditaruhon.","20:3 Jadi borhat ma si Petrus dohot sisean na sada nari, jadi sahat ma nasida tu tanoman i.","20:4 Na rap marlojong do na dua i, gabe marhajoloan do sisean na sada, na humatop sian si Petrus, gabe parjolo ma ibana sahat tu tanoman i.","20:5 Jadi dipaunduk ma dirina, diida ma peak angka pangalilit; alai ndang bongot ibana.","20:6 Ro ma nang si Petrus sian pudina; dibongoti ma tanoman i jadi diida ma peak angka pangalilit i.","20:7 Anggo sekka panaputi ni uluna ndang rap dohot angka pangalilit i, pulik do dibalun tu ingananna.","20:8 Disi pe asa bongot nang sisean na sada, naung parjolo sahat tu tanoman i; dipanotnoti, gabe porsea ma ibana.","20:9 Ai ndang dope diantusi nasida hata ni Surat i na mandok: Ingkon hehe Ibana sian na mate.","20:10 Asa muli ma sisean na dua i.","20:11 Laos jongjong do si Maria dibalian ni tanoman i tumatangis, jadi di partangisna i dipaunduk ma ibana dompak tanoman i.","20:12 Gabe diida ma hundul disi surusuruan dua, parabit na marlinanglinang; na sada tartungkan julu on, na sada nari tartungkan inganan ni pat ni hapeahan ni bangke ni Jesus.","20:13 Didok nasida ma tu ibana: Boasa tangis ho, inang? Jadi dialusi ma nasida: Dibuat na mambuat do Tuhanki; ndang huboto, manang na tudia ditaruhon.","20:14 Mandok songon i, humusor ma ibana dompak pudi, gabe diida ma Jesus jongjong disi; alai ndang ditanda.","20:15 Dung i didok Jesus ma tu ibana: Boasa tangis ho, inang? Ise dilului ho? Jadi dirimpu rohana ma, tukang porlak i Ibana, gabe didok ma tu Ibana: Anggo hamu do mambuat Ibana, paboa hamu ma tu ahu, manang na tudia ditaruhon hamu asa hualap Ibana!","20:16 Dung i didok Jesus ma tu ibana: Maria! Jadi didompakkon si Maria ma Ibana huhut mandok: Ale Guru! (Rabbuni, anggo di hata Heber).","20:17 Jala didok Jesus ma tu ibana: Unang Ahu jama; ai ndang dope nangkok Ahu tu Ama i. Alai laho ma ho tu angka anggingki, dok ma tu nasida: Na laho nangkok ma Ahu tu Damang jala Amamuna, tu Debatangku jala Debatamuna.","20:18 Dung i laho ma si Maria Magdalena, dibaritahon ma tu angka sisean i: Nunga huida Tuhan i, jala angka on do hatana tu ahu.","20:19 Jadi dung bot ari, di ari parjolo dung salpu ari Sabbat, di naung sordak angka pintu ni inganan ni angka sisean i, ala ni biar ni rohanasida mida angka Jahudi, ro ma Jesus jongjong tu tongatonganasida, jadi didok ma tu nasida: Dame ma di hamu!","20:20 Jadi dung didok songon i, dipatuduhon ma tanganna dohot andorana tu nasida, gabe las ma roha ni angka sisean i, ala naung diida nasida Tuhan i.","20:21 Dung i diulahi Jesus ma mandok tu nasida: Dame ma di hamu! Songon sinuru ni Ama i Ahu, suruonku hamu.","20:22 Jadi dung didok songon i, mangombus ma Ibana dompak nasida, huhut ma didok: Jalo hamu ma Tondi Parbadia!","20:23 Molo disesa hamu dosa ni manang ise, naung sesa ma i; molo dipahot hamu dosa ni manang ise, hot do i.","20:24 Alai anggo si Tomas, sada sian na sampuludua i, na margoar Linduat, ndang rap dohot nasida, di na ro i Jesus.","20:25 Gabe didok angka donganna sisean ma tu ibana: Nunga huida hami Tuhan i! Alai dialusi ma nasida: Na so tupa porsea ahu, molo so huida di tanganna i bogas ni labang i, laos dijama jarijaringku bogas ni labang i, jala ia so dijama tanganku andorana i.","20:26 Dung salpu ualu borngin, pungu ma muse angka sisean i di bagasan, rap dohot si Tomas. Dung i ro ma Jesus, di na sordak i angka pintu, jongjong tu tongatonganasida, didok ma: Dame ma di hamu!","20:27 Dung i didok ma tu si Tomas: Boan tu on jarijarimi jala ida ma tanganku! Surdukkon ma tanganmi manjama andorangku! Unang ganggu roham; sai porsea ma ho!","20:28 Gabe ninna si Tomas ma mangalusi Ibana: Tuhanku jala Debatangku!","20:29 Jadi didok Jesus ma tu ibana: Ala diida ho Ahu, umbahen na gabe porsea ho. Martua ma angka na porsea, atik pe so diida!","20:30 Godang dope tanda angka na asing na pinatupa ni Jesus di jolo ni angka siseanna, angka na so sinurat di buku on.","20:31 Alai umbahen na sinurat angka on, asa porsea hamu, Jesus do Kristus, Anak ni Debata; jala asa hamu angka na porsea i dapotan hangoluan marhitehite Goarna."," "],["21:1 Dung i dipatuduhon Jesus ma Ibana muse tu angka siseanna di topitao Tiberias. Jala songon on do pangalahona:","21:2 Pungu ma si Simon Petrus dohot si Tomas na margoar Linduat, angkup ni i si Natanael sian Kana na di Galilea dohot angka anak ni si Sebedeus, rap dohot dua nari sian angka siseanna i.","21:3 Gabe ro ma hata ni si Simon Petrus tu nasida: Laho ma ahu mardengke. Jadi didok nasida ma tu ibana: Dohot ma hami! Laos borhat ma nasida, bongot ma tu parau; alai ndang dapot nasida agia aha di na saborngin i.","21:4 Alai di na torang ari, jongjong ma Jesus di pasir; alai ndang ditanda angka sisean i Ibana.","21:5 Jadi didok Jesus ma tu nasida: Ndang adong dengkemuna, ale angka anaha, nanggo saotik? Jadi ro ma alusnasida: Ndang adong!","21:6 Dung i didok ma tu nasida: Sampakkon hamu ma jalamuna tu siamun ni parau i, asa dapotan hamu! Jala disampakkon nasida ma, gabe ndang tartait nasida be jala i dibahen godang ni dengke i.","21:7 Dung i didok sisean haholongan ni roha ni Jesus i ma tu si Petrus: Tuhan i do i! Jadi dung dibege si Simon Petrus, Tuhan i do i hape, dialithon ma abitna, ai ndang marabit hian ibana; dung i ditimbung ma tu tao i.","21:8 Alai marparau do angka donganna sisean i sahat, huhut sumarat jala na marisi dengke i; ai ndang sadia dao nasida sian darat i, arga duaratus elak nama.","21:9 Jadi dung sahat nasida ro di darat, diida ma gara disi dohot dengke peak di ginjangna, angkup ni roti.","21:10 Dung i didok Jesus ma tu nasida: Boan hamu ma tu on deba dengke sian angka na dapot hamu nangkin!","21:11 Gabe manaek ma si Petrus tu parau, disarat ma jala i tu darat, gok dengke na balga, saratus limapulu tolu toropna; atik pe na sa i toropna, ndang na maribak jala i.","21:12 Jadi didok Jesus ma tu nasida: Ro ma hamu mangan! Alai ndang adong manang ise sian angka sisean i, na hum roha manise Ibana: Ise do Ho? Ai diboto be, Tuhan i do Ibana.","21:13 Asa ro ma Jesus, dibuat ma roti i, diparlehon ma tu nasida, angka dengke i pe songon i do.","21:14 I ma patoluhalihon dipatuduhon Jesus Ibana tu angka siseanna, dung hehe Ibana sian angka na mate.","21:15 Asa dung mangan nasida, didok Jesus ma tu si Simon Petrus: Ale Simon, anak ni si Jonas, humolong do roham di Ahu sian angka on? Jadi didok ma tu Ibana: Olo, Tuhan; diboto Ho do holong ni rohangku di Ho! Jadi didok Jesus ma tu ibana: Parmahan i ma anak ni birubirungku!","21:16 Dung i ninna muse ma paduahalihon: Simon, anak ni si Jonas, holong do roham di Ahu? Jadi didok ma tu Ibana: Olo, Tuhan; diboto Ho do holong ni rohangku di Ho! Dung i didok ma tu ibana: Parmahan i ma angka birubirungku!","21:17 Dung i didok ma patoluhalihon tu ibana: Simon, anak ni si Jonas, holong do roham di Ahu? Jadi marsak ma roha ni si Petrus, ala patoluhalihon didok tu ibana: Holong do roham di Ahu? Jadi didok ma tu Ibana: Saluhutna, ale Tuhan, diboto Ho; Ditanda Ho do holong ni rohangku di Ho! Dung i didok Jesus ma tu ibana: Parmahan i ma angka birubirungku!","21:18 Na tutu situtu do na hudok on tu ho: Andorang umposo dope ho, ho do mangkohosi dirim, laho manopot lomo ni roham; alai dung matua ho, surdukkononmu ma tanganmu, jadi hohosan ni na leban ma ho jala togihononna ma ho tu na so hinalomohon ni roham.","21:19 Alai marhite sian hatana ondeng dipalumba do ibana, manang songon dia parmatena laho pasangaphon Debata. Jadi dung didok songon i, ninna ma mandok ibana: Ihuthon ma Ahu!","21:20 Dung i humusor ma si Petrus jadi diida ma mangihut sisean haholongan ni roha ni Jesus, i ma na hundul jumonok tu Jesus di na marsipanganon i; laos ibana do na manungkun uju i: Ise do i, Tuhan, na manjehehon Ho?","21:21 Asa dung diida si Petrus ibana, ninna ma mandok Jesus: Beha ma halak on, Tuhan?","21:22 Gabe didok Jesus ma tu ibana: Molo na lomo rohangku, naeng mian ibana, paima ro Ahu, ndang na ro di ho i; asal diihuthon ho Ahu!","21:23 Asa sar ma tu angka dongan hata on: Ndang mate sisean on! Alai ndang didok Jesus: Ndang mate ibana. On do tahe didok: Molo na lomo rohangku, naeng mian ibana, paima ro Ahu, ndang na ro di ho i!","21:24 I ma sisean i na mangkatindangkon angka on jala manurathon, jadi huboto hami, na tutu do na hinatindangkonna i.","21:25 Alai lan dope na asing na binahen ni Jesus; aut sinurathon i sadasada, ra ndang siat di portibi on di rohangku angka buku na sinuratan i."," "]]
