[["1:1 Ahu surat tinongos ni si Paulus, naposo ni Jesus Kristus, na tarjou gabe apostel jala pinapulik tu ulaon mamaritahon barita na uli na sian Debata.","1:2 I ma diparbagabaga hian di angka surat na badia marhitehite angka panurirangna.","1:3 Taringot tu Anakna Jesus Kristus, Tuhanta i, na tubu sian pomparan ni si Daud, ia dagingna.","1:4 Naung gabe tandap Anak ni Debata na marhagogoon mangkihuthon Tondi na badia, dung hehe Ibana sian hamatean.","1:5 Sian Ibana hujalo hami asi ni roha dohot tohonan apostel mangalopokkon pangoloion di haporseaon tu roha ni saluhut bangso, ala ni Goarna i.","1:6 Sian nasida do nang hamu na jinou ni Jesus Kristus.","1:7 Mandapothon angka na hinaholongan ni Debata jala angka na badia, na jinouna i, na di huta Rom: Asi ni roha ma di hamu dohot dame sian Debata Amanta nang sian Tuhan Jesus Kristus!","1:8 Mandok mauliate ahu jumolo tu Debatangku marhitehite Jesus Kristus siala sude hamu, ala tu liat portibi on do tarbarita haporseaonmuna.","1:9 Ndang mansadi ahu marningot hamu. Ia sitindangingku Debata do, na huoloi di bagasan tondingku, di na hubaritahon Anakna i.","1:10 Tongtong do hupangido di angka tangiangku, anggiat tung manang andigan pe lomo ni roha ni Debata patiurhon dalanku manopot hamu.","1:11 Ai masihol do ahu marnida hamu, anggiat tung tarlehon ahu tu hamu deba silehonlehon partondion, patoguhon rohamuna.","1:12 On do tahe: Naeng dapotan hiras ni roha nang ahu sian hamu hinorhon ni haporseaonta b'e.","1:13 Alai naeng ma botoonmuna, angka dongan, naung jotjot ditahi rohangku manopot hamu, asa marparbue ahu nang di hamu songon na di angka bangso na leban i; alai tarsabat do ahu rasirasa nuaeng.","1:14 Na marutang do ahu di halak Junani nang di bangso na leban, di angka parhapistaran nang di angka na hurang roha.","1:15 Dibahen i husangkap sian nasa rohangku manjamitahon barita na uli i nang di hamu di huta Rom.","1:16 Ai ndang na huhailahon barita na uli i, ai hagogoon ni Debata do i paluahon nasa na porsea, halak Jahudi jumolo, dung i dohot do halak Junani.","1:17 Ai dipapatar do disi hatigoran ni Debata, na sian haporseaon tu haporseaon, hombar tu na tarsurat hian: \"Na mangolu do partigor i hinorhon ni haporseaonna!\"","1:18 Ai dipapatar do sian ginjang rimas ni Debata dompak nasa jolma, na so daulat jala na geduk roha, na mangambat hasintongan i marhitehite hageduhon.","1:19 Tandap do nian di nasida pamotoan taringot tu Debata dipatandap Debata.","1:20 Ai dapot tarida do pangalaho ni Debata na buni hian, timbangon ni roha, sian angka pambahenan ni Debata di na tinompana i hasiangan on, i ma hagogoonna dohot hadebataonna na manongtong i, asa unang adong sidaliannasida.","1:21 Ai atik pe diboto nasida Debata, ndang dipasangap Ibana songon na tama di Debata, jala ndang dipuji, gabe dipaotooto angka pingkiranna do nasida, jala mangkolom ma rohanasida na so mangarti i.","1:22 Dirimpu, na bisuk nasida, hape na loahon do!","1:23 Dipasambar do hasangapon ni Debata na manongtong i tu gombaran na suman tu jolma na mangilas i, songon i tu pidong dohot tu binatang ro di na manjirir i.","1:24 Dibahen i dipasahat Debata do nasida di bagasan hisaphisap ni rohanasida tu hahodaron i, pola diparonsam nasida dagingna sama nasida.","1:25 Ai dipasambar do hasintongan ni Debata gabe gabus, jadi disomba jala dioloi na tinompa singkat ni Panompa i, na tarpuji ro di salelenglelengna. Amen.","1:26 Ala ni i dipasahat Debata nasida tu hahisapon hailaon, ai dipaimbar angka boruborunasida do bangko hian tu na so bangko.","1:27 Suang songon i nang angka baoa, ditinggalhon do ruhut hian, siingoton maradophon boruboru, gabe garang ma nasida di bagasan hahisapon, pola baoa sama baoa mangulahon hailaon jadi patut do dijalo di dirina be upa ni haliluonnasida.","1:28 Ala so diparhamaol nasida na mananda Debata, gabe dipasahat Debata nasida tu parrohaon na so gabeak, asa diulahon na so uhum.","1:29 Tung gok do nasida nasa hageduhon hajahaton, haroaon, pangahution, latelate, bunubunu, badabada, ansiansi dohot angkal bisuk.","1:30 Angka parmihimmihim, parhata tundal, sihosomi Debata, angka na jungkat, siginjang roha, sideak hata, parpingkiran na roa, na manoisi natorasna;","1:31 na so marroha, siose padan, na so umboto holong dohot asi ni roha.","1:32 Diboto nasida do nian uhum na pinatikkon ni Debata, mandok na tama marutang hosa angka na mangulahon sisongon i, hape tong do diula; lumobi tahe, lomo do rohanasida mida angka na mangulahonsa."," "],["2:1 Dibahen i ndang dapot ondingan ho, ale jolma, sidabu uhum. Ai dirim do diuhumi ho, di na niuhumanmu donganmi. Ai suman tu na binahenna i do pambahenmi, ho na manguhumi i!","2:2 Ai taboto do: Hombar tu hasintongan do uhum ni Debata mangonai tu angka na mangulahon sisongon i.","2:3 Ai dirimpu ho, ale, tarpasiding ho uhum ni Debata, anggo diuhumuhumi ho na mangula sisongon i, hape dohot do ho mambahensa?","2:4 Tung na hu do roham di denggan ni basana na godang i, di panganjuonna nang di lambas ni rohana? Ndang diboto ho, habasaon ni Debata naeng manogihon ho tu hamubaon ni roha?","2:5 Alai dibahen jogal ni roham na so olo muba i, dipagukguk ho do tu dirim rimas di ari hasosonggop ni rimas i, di na gabe patar uhum na tigor i dibahen Debata.","2:6 Ai baloshononna do tu ganup marguru tu na niulana b'e!","2:7 Hangoluan na salelenglelengna do di angka na marbenget ni roha mangula na denggan, laho mangalului hasangapon, hamuliaon dohot hatongtongon.","2:8 Alai rimas dohot muruk ma di angka na tongkar, ala pangoloi nasida di hageduhon, ndada di hasintongan.","2:9 Na bernit dohot hatahuton ma tu roha ni nasa jolma na mangulahon hajahaton, tu halak Jahudi jumolo, dung i dohot do tu halak Junani.","2:10 Alai hasangapon, hamuliaon dohot dame tu ganup na mangulahon na denggan, tu halak Jahudi jumolo, dung i dohot do tu halak Junani.","2:11 Ai ndang siida rupa anggo Debata!","2:12 Ai angka na mardosa, so marpatik, mago do, nang so marpatik; jala angka na mardosa, ginomgoman ni patik, uhuman ni patik i do.","2:13 Ai ndada na umbege patik i, pintor di roha ni Debata; angka na mangulahon patik i, i do pintoranna.","2:14 Ai diulahon angka sipelebegu sian dirina do na pinangido ni patik i, atik pe so adong patik di nasida, asa gabe nasida sandiri ma songon patik di nasida, angka na so marpatik hian.","2:15 Sian i ma tarida, paboa naung tarsurat ulaon patik i di bagasan rohanasida, laos mangkatindangkon do panggora ni rohanasida, angkup ni pingkiran ni rohanasida, angka na masisolsolan nang masiondian pe.","2:16 I ma di ari sogot, di na ro Debata manguhumi nasa na buni na di jolma marhite Kristus Jesus, hombar tu na hubaritahon i.","2:17 Na margoar Jahudi do anggo ho, patik i dipartanggulhon do jala Debata ditengahon ho.","2:18 Diboto ho do pinangidona i, jala tartimbang ho do na jadi dohot na so jadi, ala naung dipodai patik i ho.","2:19 Tau do ho, didok roham, gabe partogi di na mapitung, panondang di angka na di bagasan na holom;","2:20 sipodai angka na hurang roha, pangajari di angka na metmet, ai di ho do rumang ni parbinotoan dohot hasintongan di bagasan patik i.","2:21 Antong, ia na asing dipodai ho do, alai dirim ndang dipodai ho. Ditingtingkon ho do, na so jadi manangko, hape manangko do anggo ho!","2:22 Didok ho do: Unang mangalangkup; hape pangalangkup do ho! Na magigi do ho mida angka ajiajian, hape pandobo do ho di bagas joro!","2:23 Dipangasahon ho do patik i, tong do dipalealea ho Debata marhite sian pangalaosim di patik i.","2:24 Songon naung tarsurat i: \"Ala ni hamu do umbahen na marlea Goar ni Debata diida angka sipelebegu\".","2:25 Hasea do nang parsunaton i, anggo diparangehon ho patik i; alai molo pangalaosi ho di patik i, gabe songon na so parsunaton ma i di ho.","2:26 Asa molo diradoti na so tarsunat i pangidoan ni patik i, nda rajumon ma dagingna na so tarsunat i doshon naung disunat?","2:27 Jadi ho naung nampuna hata i dohot parsunaton i, anggo dilaosi ho patik i, uhumon ni na so tarsurat ma ho, anggo diradoti patik i.","2:28 Ai ndada i tutu Jahudi na marrupahon hajahudion, jala ndada i tutu parsunaton na di daging.","2:29 Alai naeng ma Jahudi ibana di bagasan rohana; parsunaton i pe, naeng ma di bagasan roha hinorhon ni Tondi, unang hata ni patik; angka sisongon i ma dapotan pujipujian sian Debata, nda tung sian jolma."," "],["3:1 Asa dia nama hasurungan ni Jahudi? Tu aha ma hasea parsunaton i?","3:2 Sandok godang do i. Parjolo: Hasahatan ni angka pandok ni Debata do nasida.","3:3 Ai beha nama, ia so porsea na deba? Tung tarbahen nasida na so porsea i ma manegai haburjuon ni Debata Sihaposan i?","3:4 Dao ma i! On do tahe: Parsintong do ia Debata, alai pargabus do nasa jolma, songon na tarsurat i: \"Asa pintor ho di angka pandohanmu jala monang di panguhumonmi!\"","3:5 Alai beha ma dohononta? Ia dipajongjong hageduhonta hatigoran ni Debata, nda na geduk ma Debata, molo dipalalu rimasna? Santabi di Debata!","3:6 Dao ma i! Ai aut i, songon dia ma taruhum Debata portibi on?","3:7 Alai molo lam timbul hasintongan ni Debata binahen ni gabushu paganda hasangaponna boasa uhumon dope ahu songon pardosa?","3:8 Nda tagonan ma taula na roa, asa ro na denggan, songon pandok ni na deba magarehei hita; songon i do hatanta, ninna. Patut ma antong hona uhum angka sisongon i!","3:9 Asa boha ma? Marhasurungan do hami? Ndangana, ai nunga hupatorang: Rap ginomgoman ni dosa do saluhutna, halak Jahudi nang halak Junani.","3:10 Hombar tu na tarsurat i: \"Ndang adong na tigor nanggo sada!\"","3:11 \"Ndang adong na marroha, na usouso di Debata.\"","3:12 \"Saluhut nasida nunga manimbil, tung sange do nasida marroha mago; ndang adong sibahen na denggan nanggo sada.\"","3:13 \"Tanoman na ngangang do aruarunasida, na paotootohon do dilanasida; bisa ni ulok dari do ditoru ni bibirnasida.\"","3:14 \"Gok burabura dohot hata podu pamangannasida.\"","3:15 \"Hirtap do patnasida mandurushon mudar.\"","3:16 \"Hamagoan dohot haporsuhon do di dalannasida.\"","3:17 \"Ia dalan hadameon i ndang diboto.\"","3:18 \"Ndang marhabiaran di Debata rohanasida.\"","3:19 Alai taboto do: Tu na ginomgoman ni patik i do nasa hata ni patik i, asa mangkohom nasa jolma jala marutang tu Debata sandok manisia.","3:20 Ai ndang dapotan hatigoran jolma nanggo sada di adopan ni Debata, anggo sian na mangulahon patik i. Ai dihorhon patik i do panandaon di dosa.","3:21 Alai nunga gabe patar nuaeng hatigoran ni Debata, so sian patik i, songon naung dihatindangkon patik i nang angka panurirang pe.","3:22 I ma hatigoran ni Debata na marhitehite haporseaon di Jesus Kristus sahat tu saluhut angka na porsea.","3:23 Ai ndang adong imbar ni i: Tung saluhut do nasida mardosa jala ndang dapot pujion ni Debata nasida.","3:24 Gabe dipintori do nasida dalan basabasa binahen ni asi ni rohana hinorhon ni panobusion na di bagasan Kristus Jesus.","3:25 Ibana do dipadiri Debata bahen habangsa parasian marhite sian haporseaon di mudarna i, asa dipapatar Debata disi hatigoranna, ala naung dibolus matana angka dosa najolo marhite lambas ni rohana.","3:26 Ai naeng papataron ni Debata hatigoranna apala nuaeng, asa pintor Ibana jala dipintori na marhaporseaon di Jesus.","3:27 Asa adong dope sipangasahononhon? Nunga gotap anggo i! Binahen ni patik dia do? Binahen ni angka parulaon i do? Nda tung, binahen ni patik haporseaon i do.","3:28 Asa on do dijujur rohanta: Haporseaon i do mamintori jolma, ndada na mangulahon patik.","3:29 Ai holan Jahudi do nampuna Debata? Nda dohot sipelebegu i? I do antong; dohot do sipelebegu i!","3:30 Ai sada do Debata na mamintori na tarsunat sian haporseaonnasida, songon i nang na so tarsunat i, ala ni haporseaonnasida.","3:31 Asa na mangarumpakkon patik do hita binahen ni haporseaon i? Dao ma i! Na pajongjongkon patik i do hita."," "],["4:1 Beha ma di rohanta? Aha ma jumpang si Abraham, amanta i, taringot tu daging.","4:2 Ai ia pintor si Abraham sian na niulana, adong ma sipangasahononna; alai nda tung maradophon Debata.","4:3 Ai nda on do didok Surat i: \"Na porsea do si Abraham di Debata, gabe i ma dirajumi bahen hatigoranna!\"","4:4 Utang na so tarjua do upa sijaloon ni na mulaulaon, nda tung asi ni roha.","4:5 Alai haporseaon do rajumon gabe hatigoran anggo di jolma na so mangaradoti ulaon, asal porsea ibana di Sipintori na jahat.","4:6 Songon pandok ni si Daud, ai diparhatua do halak na gabe pintor dirajumi Debata, so sian parulaonna:","4:7 \"Martua ma jolma, naung sinesaan pangalaosionna, naung hinungkupan dosana!","4:8 Martua ma halak, anggo so dijujur Tuhan i dosana tu ibana!\"","4:9 Ise antong diparhatua disi? Angka na marsunat do, manang dohot do angka na so marsunat? Ai nunga tadok: \"Dietong do haporseaon ni si Abraham gabe hatigoranna!\"","4:10 Ai beha do antong dirajumi? Dung marsunat ibana, manang andorang so marsunat i? Andorang so marsunat dope!","4:11 Anggo parsunaton i, partinandaan do i, sumahaphon tu ibana hatigoranna ala ni haporseaonna andorang so marsunat dope, asa gabe ama ibana di saluhut angka na porsea na so marsunat i, asa nang tu nasida dirajumi hatigoran.","4:12 Huhut do ibana ama ni angka na marsunat; alai ndada asal tarsunat nasida, naeng ma ditiru haporseaon ni si Abraham, amanta i, andorang so marsunat dope.","4:13 Ai ndada marhite sian patik i ro bagabaga tu si Abraham nang tu pomparanna, na mandok: Ibana tumean portibi on; marhite sian hatigoran na sian haporseaon i do.","4:14 Ai aut angka siradoti patik i gabe panean, ndang marguna haporseaon i, jadi pesan ma bagabaga i.","4:15 Ai dihorhon patik i do rimas; alai anggo soada patik, laos so adong do pangalaosion.","4:16 Dibahen i sian haporseaon i do bagabaga i, asa sian asi ni roha do, ai naeng hot bagabaga i di sandok pomparanna i; ndada holan di dongan sapatik ni si Abraham, dohot do di donganna sahaporseaon, ai ama ni hita saluhutna do ibana.","4:17 Hombar tu na tarsurat i: \"Hupabangkit do ho gabe ama ni torop bangso!\" Di adopan ni Debata ma i, na hinaporseaanna Sipangolu angka na mate jala Sijou na so adong hian gabe adong.","4:18 Maralohon nasa pangkirimon do haporseaonna na mangkirim i, asa gabe ama ni torop bangso ibana, hombar tu hata i: \"Songon i ma sogot pomparanmu!\"","4:19 Ndang na olo gale haporseaonna i paidaida pamatangna na hira so marngolu be, ai nunga saratus taon ne' umurna, nang paidaida si Sara, naung saep ladang i.","4:20 Ndang olo ganggu rohana tumadingkon haporseaon di bagabaga ni Debata; na lam tu toguna do tahe haporseaonna jala diparsangapi do Debata.","4:21 Ai pos situtu do rohana: Tuk do gogo ni Debata patupahon na pinarbagabagana i.","4:22 Ala ni i do umbahen na dirajumi i gabe hatigoranna.","4:23 Ndada ala ni ibana sambing, umbahen na tarsurat, naung dirajumi tu ibana.","4:24 Hita pe, ditatap do disi, ai sirajumon do nang tu hita haporseaon di Ibana, na pahehehon Jesus Tuhanta i sian na mate.","4:25 Ai dipasahat do Ibana ala ni pangalaosionta i, jala dipangolu siala hatigoranta."," "],["5:1 Asa dung dipintori hita dalan haporseaon, mardame ma hita dohot Debata marhitehite Tuhanta Jesus Kristus.","5:2 Laos marhitehite Ibana do saut masuk hita tu asi ni roha, hajongjonganta nuaeng dalan haporseaon, jala taparhatua do dirinta marningot hasangapon ni Debata na itahirim i i.","5:3 Alai lumobi sian i dope, ai itahalashon do nang angka haporsuhon, ala taboto, dihorhon haporsuhon i do habengeton ni roha.","5:4 Jala dihorhon habengeton ni roha i do hatauon, jala hatauon i do mangkorhon pangkirimon.","5:5 Alai ndang na murak hita bahenon ni pangkirimon i, ala nunga diusehon tubagasan rohanta holong ni roha ni Debata marhitehite Tondi Parbadia, naung nilehonna i tu hita.","5:6 Ai uju na parir dope hita, disi ma tongon mate Kristus humongkop angka parjahat.","5:7 Ai maol mate halak humongkop partigor; adong do deba na barani mate humongkop na ulibasa.","5:8 Alai ia Debata, dipapatar do holong ni rohana i di hita, uju pardosa dope hita, ai disi do mate Kristus humongkop hita.","5:9 Asa lam malua ma hita sian rimas i nuaeng marhite sian Ibana, dung jolo dipintori hita di bagasan mudarna i.","5:10 Ai molo dipadenggan Ibana hita tu Debata hinorhon ni parmate ni Anakna i, uju musuna dope hita, nda lam paluaonna ma hita, angka naung pinadengganna i, dung mangolu Ibana?","5:11 Lumobi dope, tung itahalashon do Debata mangasahon Tuhanta Jesus Kristus, ai di bagasan Ibana do tajalo pardengganan i.","5:12 Dibahen i, songon na bongot dosa i tu portibi on marhite sian sada halak jala marhitehite dosa i ro hamatean, songon i sahat hamatean i tu saluhut jolma, ala sude nasida mardosa.","5:13 Ai nunga di portibi on hian do dosa, nang andorang so ro dope patik i; alai ndang dijujur dosa, ia so adong patik.","5:14 Alai nunga manggomgomi hamatean i olat ni si Adam sahat ro di si Musa, nang so dos pardosaonnasida tu pangalaosion ni si Adam, sumansuman ni na naeng ro i.","5:15 Alai ndada sapangalaho pangalaosion i dohot basabasa i. Ai binahen ni pangalaosion ni na sada, marmatean na torop i; alai andul sumurung tu na torop i ma asi ni roha ni Debata dohot basabasa, na hinorhon ni parasirohaon ni na sada jolma Jesus Kristus.","5:16 Ia silehonlehon i asing do sian na binahen ni na sahalak na mardosa i, ai dihorhon uhum na sian na sahalak i do uhum hamagoan; alai hinorhon ni basabasa i do dipintori torop pangalaosi.","5:17 Ai molo hamatean manggomgomi, binahen ni na sada ala ni pangalaosionna i, nda lam manggomgomi huhut mangolu marhitehite Jesus Kristus na sada i ma antong nasida, angka naung manjalo asi ni roha na tarlobi angkup ni basabasa, i ma hatigoran i?","5:18 Asa songon marhite sian pangalaosion ni na sahalak lalu uhum hamagoan tu saluhut jolma, songon i do marhite sian na Sada na mamintori sahat hatigoran hangoluan tu saluhut jolma.","5:19 Ai songon marhite sian hatoison ni sada jolma gabe torop tardapot mardosa, songon i ma marhite sian pangoloion ni na Sada i gabe torop dipintori.","5:20 Alai soluk ma bongot patik i pagandahon pangalaosion. Alai ganda pe dosa i, lam sumurung ma asi ni roha i.","5:21 Asa songon na manggomgomi jolo dosa i mantat hamatean, songon i do nang asi ni roha i manggomgomi marhitehite hatigoran mangkorhon hangoluan na salelenglelengna marhite sian Jesus Kristus Tuhanta i."," "],["6:1 Antong, dia ma dohononta? Datdatanta ma mardosa, asa tung timbul asi ni roha?","6:2 Dao ma i! Hita angka naung mate di dosa i, tung tarbahen hita dope mangolu di bagasan i?","6:3 Na so diboto hamu do on: Sude hita, nasa naung tardidi tubagasan Kristus Jesus, tubagasan hamateanna do hita tardidi?","6:4 Antong, naung tartanom do hita rap dohot Ibana marhitehite pandidion i tubagasan hamatean, asa marparange hita di bagasan ngolu na imbaru, songon Kristus naung hehe sian angka naung mate hinorhon ni hasangapon ni Amana.","6:5 Ai anggo nunga sanghambona hita dohot Ibana, di na rap mate hita dohot Ibana i, suang songon i ma hita nang taringot tu haheheon.","6:6 Ai taboto do: Nunga tarsilang hadirionta na buruk raphon Ibana, asa pinasohot daging pardosaon, asa unang be hita mangadop di dosa.","6:7 Ai dung mate jolma, lias do ibana sian dosa.","6:8 Alai molo naung mate hita rap dohot Kristus, dihaporseai rohanta, rap mangolu ma hita dohot Ibana.","6:9 Ai taboto do, na so mate be Kristus, dung mulak mangolu sian na mate; ndang dirajai hamatean i be Ibana.","6:10 Ai mate pe Ibana, sahali do i, ala ni dosa; ia mangolu nuaeng, di Debata do i.","6:11 Suman tusi ma rajumi hamu dirimuna songon naung mate di dosa i, alai mangolu di Debata di bagasan Kristus Jesus.","6:12 Antong, unang ma dosa i mangarajai di bagasan dagingmuna na olo mate i, mangoloi hisapna!","6:13 Jala unang ma pasahat hamu angka ruasmuna tu dosa i, bahen sinjata ni hajahaton; tu Debata ma tahe pasahat hamu dirimuna songon angka naung pinangolu sian na mate; songon i nang ruasmuna, tu Debata ma i, bahen sinjata ni hatigoran!","6:14 Ai ndang rajaan ni dosa i be hamu, ai ndang digomgomi patik i hamu, tung asi ni roha i do.","6:15 Antong, beha nama? Mardosa ma hita, ala ginomgoman ni asi ni roha i, ndada ginomgoman ni patik i hita? Dao ma anggo i!","6:16 Ndang diboto hamu on: Ia tusi dipasahat hamu dirimu gabe hatoban pangoloi, hatoban ni i do hamu angka na mangoloi: Manang hatoban ni dosa tu hamatean, manang pangoloi tu hatigoran.","6:17 Alai mauliate ma di Debata, ala salpu tingki pangadopanmuna di dosa i; gabe pangoloi hamu nuaeng sian nasa rohamuna di ruhut ni poda, naung sahat tu hamu.","6:18 Ai dung malua hamu sian dosa i, gabe tunduk do hamu mangoloi hatigoran i.","6:19 Ruhut ni jolma ma huumpamahon ala ni hagaleon ni dagingmuna: Ai songon naung pinasahatmuna angka ruasmuna gabe pangoloi di hahodaron dohot di na so uhum, mangulahon na so uhum i; songon i ma pasahat hamu nuaeng angka ruasmuna tu hatigoran, laho pabadiahonsa.","6:20 Tutu nian, uju hatoban ni dosa hamu, malua do hamu sian hatigoran.","6:21 Antong, dia do parbuemuna disi? Angka na hinailahonmuna anggo nuaeng, ai hamatean do hapateanna.","6:22 Alai nuaeng, dung malua hamu sian dosa i, dung gabe pangoloi di Debata hamu, adong do parbuemuna tu habadiaon; jala hangoluan na salelenglelengna do hapateanna.","6:23 Ai upa tinuhor ni dosa do hamatean; alai basabasa ni Debata do hangoluan salelenglelengna marhitehite Kristus Jesus Tuhanta i."," "],["7:1 Digomgomi patik i do jolma, saleleng ibana mangolu; diboto hamu do i, ale angka dongan, ai tu angka na umboto patik i do hatangkon.","7:2 Ai hira naung niihot ni patik i do boruboru tu harajaanna, saleleng mangolu baoa i; alai anggo dung mate baoa i, malua ma boruboru i sian patik pardongansaripeon.","7:3 Asa pangalangkup do ibana goaron, ia tu baoa na asing ibana, tagan mangolu dope hamulianna. Alai anggo dung mate baoa i, malua do pardihutana sian patik i; ndang pangalangkup be ibana goaron, molo muli tu baoa na asing.","7:4 Songon i ma antong hamu, ale angka dongan: Nunga mate hamu di patik i marhitehite daging ni Kristus; asa na asing manggomgomi hamu, i ma Ibana naung hehe sian na mate, asa di Debata hita marparbue.","7:5 Ai andorang di bagasan daging i hita, margogo do angka hisap hadosaon i di bagasan angka ruasta dihorhon patik i, asa itaparbuehon hamatean.","7:6 Alai nunga disirang hita sian patik i, jala naung mate do hita di na maniop hita nasailaon, asa pangoloi hita marpangalaho na imbaru di bagasan Tondi, unang be marpangalaho na buruk di bagasan hata ni patik i.","7:7 Antong, beha ma dohononta? Dosa do patik i? Dao ma i! Alai ndang na hutanda dosa i, anggo so marhite sian patik i, ai ndang na botoonku hahisapon i, aut unang didok patik i: \"Unang ho marhahisapon!\"","7:8 Marbingkas sian patik i disungguli dosa i di bagasan ahu ragam ni hahisapon; ai songon na mate dope dosa, anggo so adong patik.","7:9 Mangolu do anggo ahu najolo so marpatik dope. Alai ro ma patik i, gabe mangolu ma dosa i.","7:10 Alai anggo ahu mate do, jadi gabe hamatean do hape di ahu patik i, sihorhon hangoluan nian.","7:11 Ai marbingkas sian i, dipaotooto jala dipamate dosa i do ahu marhitehite patik i.","7:12 Asa na badia do patik i, badia do na tinonahon ni Debata, tigor jala denggan.","7:13 Na beha do? Manjadi hamateanku do na denggan i? Dao ma i! Dosa i do tahe mangkorhon hamatean di ahu marhitehite na denggan, asa tandap dosa i jala patar jahatna na tarlobi i, marhite sian patik i.","7:14 Ai taboto do, partondion do patik i; alai pardaging do anggo ahu jala targadis tu gomgoman ni dosa.","7:15 Ai ndang hutolopi na hubahen i; ai na huhagigihon, i do huula, ndada na huhalomohon i.","7:16 Alai ia huula na so hinalomohon ni rohangku, na manolopi ma ahu di hinadenggan ni patik i.","7:17 Asa ndada ahu na mangulahonsa, tung dosa i do na mangingani ahu.","7:18 Ai huboto do, ndang adong na denggan maringanan di bagasan ahu, mandok di bagasan dagingku. Ia hagioton dapot do nian di ahu; alai ndang dapot anggo na patupahon na denggan.","7:19 Ai ndada huula na denggan, na pinarhagiot ni rohangku; na roa i, na so huhalomohon, i do huula.","7:20 Alai molo huula na so hinalomohon ni rohangku, ndang apala ahu mangulasa dosa i do tahe, na maringanan di bagasan ahu.","7:21 Asa jumpang ahu songon aturan: Na roa do dapot di ahu, nang pe dipangido rohangku mangulahon na denggan.","7:22 Ai dihalashon jolma parbagasan na di ahu do nian patik ni Debata.","7:23 Alai huida do patik na asing di bagasan angka ruas ni dagingku, na marmusu dompak patik na di bagasan rohangku; gabe dipatunduk do ahu tu gomgoman ni patik ni dosa, na di bagasan ruas ni dagingku.","7:24 O'e, ahu jolma na dangol on! Ise ma paluahon ahu sian pamatang hamatean on?","7:25 Mauliate ma hudok tu Debata marhitehite Jesus Kristus Tuhanta i. Dibahen i, ahu sandiri mangoloi patik ni Debata di bagasan rohangku; alai mangihuthon daging i, patik ni dosa i do huoloi."," "],["8:1 Onpe, ndang na mangonai be uhum tu angka na di bagasan Kristus Jesus, angka na so marpangalaho marguru tu daging, na marguru tu tondi do.","8:2 Ai nunga dipalua patik ni tondi hangoluan na di bagasan Kristus Jesus do ahu sian patik ni dosa dohot hamatean.","8:3 Ai dung so margogo patik i, na pinagale ni daging i, disuru Debata do Anakna sandiri ala dosa i, marrupahon daging pardosaon i; gabe songon i ma dihonahon uhum tu dosa i, di bagasan daging i.","8:4 Asa jumpang ma hatigoran na pinangido ni patik di hita, angka na mangihuthon Tondi i, ndang be anggo daging.","8:5 Ai pardagingon do diparrohahon angka na mangihuthon daging i; alai Tondi do diparrohahon angka na mangihuthon Tondi i.","8:6 Ai hamatean do harohaon ni daging, alai hangoluan jala hadameon do anggo harohaon ni Tondi.","8:7 Hamusuon dompak Debata do harohaon ni daging; ndang olo unduk i di patik ni Debata, ai ndang tarbahensa.","8:8 Alai ndang tarhalomohon Debata angka parroha daging.","8:9 Alai anggo hamu, ndang be di bagasan daging i, di bagasan Tondi do, molo tung tutu Tondi ni Debata maringanan di bagasan hamu. Alai molo so Tondi ni Kristus di jolma, ndang Kristus nampuna ibana.","8:10 Alai molo Kristus di bagasan hamu, mangolu do tondi ala ni hatigoran, nang pe mate pamatang ala ni dosa i.","8:11 Alai molo maringanan di bagasan hamu Tondi ni na manungguli Jesus sian na mate, sandok pangoluon ni Ibana, naung manungguli Kristus Jesus i, ma nang pamatangmuna na mate i, hinorhon ni Tondina na mangingani hamu.","8:12 Onpe, ale angka dongan, unang be hita mangadop di daging, marparange marguru tu daging!","8:13 Ai molo marguru tu daging hamu marparange, mate ma hamu; alai molo dipamate hamu parulaon ni pamatang marhitehite Tondi i, mangolu ma hamu.","8:14 Ai nasa na tinogihon ni Tondi ni Debata, angka i do anak ni Debata.","8:15 Ai ndang na dijalo hamu tondi hatoban, asa mangulahi mabiar, Tondi haanakon do dijalo hamu; mangasahon I do panjouonta: Abba, mandok: Ale Amang!","8:16 Laos Tondi i do mangkatindangkon di tondinta, paboa na tutu hita anak ni Debata.","8:17 Alai molo anak hita, dohot ma panean; panean di Debata, dongan panean ni Kristus; molo tung donganna hita di sitaonon, gabe donganna hita sogot nang di hasangapon.","8:18 Ai hurajumi angka sitaonon di hasiangan on, hira na so adong do martimbangkon hasangapon sipapataron tu hita sogot.","8:19 Ai malungun do nasa na tinompa i paimaimahon tingkina, asa dipapatar angka anak ni Debata.","8:20 Ai tu habusukon do dipatunduk na tinompa i; ndada sian lomona, tung binahen ni na patundukkonsa do.","8:21 Huhut mangkirim: Paluaonna ma nang na tinompa i sian pangadopan hamagoan, sahat tu haluaon hasangapon na di angka anak ni Debata.","8:22 Ai taboto do, sai tong dope rap marhoi jala mambebe nasa na tinompa i.","8:23 Angkup ni i, nang hita angka naung manjalo patumonaan ni Tondi i, marhoihoi di bagasan rohanta, paimaimahon haanakon, asa disi marhaluaon pamatangta.","8:24 Ai tong dope mangkirim hita, angka naung malua. Alai molo niida na hinirim i, ndang pangkirimon be i dohonon; ai marhua hirimon, anggo dung diida mata!","8:25 Alai molo mangkirim hita di na so taida dope, marbenget ni roha ma hita paipaimahonsa.","8:26 Alai nang Tondi i, diurupi do hita di hagaleonta i; ai ndang taboto, manang aha na tama sipangidoonta, gabe diondihon Tondi i do hita marhitehite hata na hinoihon na so tangkas hinatahon.","8:27 Alai diboto Sitanda roha i do na pinarrohahon ni Tondi i, ai marguru tu lomo ni roha ni Debata do pangondihonna di angka na badia i.","8:28 Alai taboto do, saluhutna do manumpak tu na denggan di angka na marholong ni roha di Debata, angka na jinouna sian tahina hian.","8:29 Ai angka na tinandana hian, i do ditodo, asa gabe tudos nasida tu pangalaho ni Anakna i, asa Ibana na parjolo tubu sian torop anggina.","8:30 Jala angka naung tinodona, i do dijou; jala na jinouna, i do dipintori; jala angka naung pinintoranna, i do dipasangap.","8:31 Onpe, aha ma dohononta disi? Molo Debata donganta, ise ma alonta?","8:32 Ndang diolani Ibana Anakna sandiri, tung dipasahat do humongkop hita saluhutna tagamon ma so basabasahononna raphon Ibana saluhutna i tu hita?","8:33 Ise mangaluhon angka na pinillit ni Debata? Ai Debata do na mamintori.","8:34 Ise do na mandabu uhum hamagoan? Nunga mate Kristus Jesus i, lobi tahe, naung mulak mangolu do; di siamun ni Debata do Ibana mangondihon hita.","8:35 Dia manirang hita sian holong ni roha ni Kristus i? Haporsuhon do manang hagogotan, manang pangaleleon manang haraparon, manang parsaemaraon, manang mora, manang podang pe?","8:36 Hombar tu na tarsurat i: \"Humongkop Ho do dibunui hami manipat ari; songon birubiru sipotongon do hami dirajumi.\"","8:37 Alai andul do hamonanganta di saluhutna i, hinorhon ni na mangkaholongi hita.","8:38 Ai gomos do ditiop rohangku: Ndang tarbahen sirang hita sian holong ni roha ni Debata, na di bagasan Kristus Jesus Tuhanta i: Manang bahenon ni hamatean manang hangoluan, nang bahenon ni angka surusuruan nang angka harajaon, nang na masa nuaeng, nang na masa sogot, nang angka hagogoon pe,","8:39 manang bahenon ni na di ginjang nang na di toru, ro di nasa na tinompa pe."," "],["9:1 Na sintong do hatangkon marhitehite Kristus, ndada gabus i, dihatindangkon rohangku huhut marhitehite Tondi Parbadia:","9:2 Marsak situtu do rohangku jala tongtong do margudompong.","9:3 Ai dipangido rohangku, naeng bali ahu sian adopan ni Kristus humongkop hahaanggingki, donganku sabangso mangihuthon partubu ni daging.","9:4 Bangso Israel do nasida. Di nasida do ruhut paramaon dohot hasangapon, nang parpadanan dohot parpatihon, nang pargamaon ro di angka bagabaga.","9:5 Di nasida do angka ompu i, sian nasida do haroroan ni Kristus mangihuthon pardagingonna; Ibana ma di ginjang ni saluhutna, Debata, na pinarsangapan salelenglelengna. Amen.","9:6 Alai ndatung pesan hata ni Debata; ai ndada saluhut, na tubu sian Israel, goaron Israel.","9:7 Jala ndada saluhut nasida anak dohonon, ala pomparan ni si Abraham. On do tahe: \"Sian si Isak do goaron pomparanmu!\"","9:8 Lapatanna: Ndada anak ni daging dohonon anak ni Debata; angka anak na pinarbagabaga, i do dirajumi.","9:9 Ai bagabaga do hata on: \"Suang songon on tingkina Ahu ro muse, jadi adong ma disi sada anak di si Sara!\"","9:10 Angkup ni i, si Rebekka pe, di na gabegabean ibana sian halak si Isak, ompunta i:","9:11 Ai andorang so tubu dope nasida, so diulahon dope na denggan manang na roa, naeng ma hot na tinahi ni Debata sian pamillitna sambing,","9:12 ndada mangihuthon parulaonnasida; sian panjouonna sambing ma. Ai didok tu ibana: \"Sioloan ni na umbalga i do na ummetmet i!\"","9:13 Hombar tu na tarsurat: \"Huhaholongi do si Jakkob, alai huhasogohon do si Esau!\"","9:14 Onpe, dia ma dohononta? Nda songon na geduk ma Debata? Dao ma i.","9:15 Ai didok do tu si Musa: \"Martalup ni roha do Ahu di sitalupan ni rohangku, jala asi do rohangku di siasianku.\"","9:16 Asa guru di pangasii ni Debata do, ndada guru di na manuntun manang mamuspus.","9:17 Ai songon on do didok surat i tu si Firaun: \"Apala tusi do ho husungguli, asa hupataridahon gogongku marhitehite ho, asa tarbarita Goarhu tu liat tano on.\"","9:18 Asa diasii Ibana do na naeng asianna, jala dipajogal do roha ni na, naeng pajogalonna.","9:19 Ra ro ma alusmu: Boasa manorui dope Ibana! Ai ise mangalo tahina?","9:20 Iale, jolma manisia; tung ise ma ho, na naeng manggaga Debata? Tung dohonon ni na ginana i ma mandok na manggana: Boasa songon i ahu bahenonmu?","9:21 Ai nda marhuaso sitopahudon laho patupahon sian na samansam tano liat deba ulaula tu na tama, na deba tu na lea?","9:22 Ai di na naeng pabotohonon ni Debata rimasna huhut patuduhon gogona, gabe marlambas ni roha godang Ibana manganju angka ulaula sirimasan i, angka naung pinadiri tu hamagoan.","9:23 Songon i do dipapatar surung ni hasangaponna i maradophon angka ulaula siasian, angka na pinaturena i hian tu hasangapon.","9:24 Ai dijou do hita, nang sian bangso Jahudi, nang sian angka sipelebegu.","9:25 Songon na nidokna i di surat ni si Hosea: \"Bangsongku ma goaronku na so bangsongku hian, jala haholonganku do na so hinaholongan hian!\"","9:26 \"Jala dung nidok jolo tu nasida: Ndada hamu bangsongku, apala disi ma nasida goaron angka anak ni Debata Parngolu!\"","9:27 Ai dijouhon si Jesaya do taringot tu bangso Israel: \"Nang pe na sarihit na di topilaut torop ni anak Israel, holan pasipasina i do malua.","9:28 Ai dipatulus jala dipaputus Tuhan i do hatana di tano on.\"","9:29 Songon naung sinurirangkon ni si Jesaya: \"Aut unang ditinggalhon Tuhan Sebaot boni di hita, suman tu Sodom dohot Gumora do hita!\"","9:30 Asa dia ma dohononta? On do: Angka parbegu na so mangeahi hatigoran, dapotsa do, i ma hatigoran na sian haporseaon.","9:31 Alai anggo Israel na mangeahi patik hatigoran i, ndang sahat tusi.","9:32 Ala ni aha? Ala sian na mangulahon do (dilului), ndada sian haporseaon, gabe tartuktuk ma nasida di batu partuktuhan i,","9:33 hombar tu na tarsurat i: \"Hupeakhon do di Sion batu partuktuhan jala batu pargasipan; jala ndang sipailaon na porsea di Ibana.\""," "],["10:1 Ale angka dongan, dipangido rohangku, huhut hutangiangkon nasida tu Debata, anggiat malua.","10:2 Ai huhatindangkon do nasida, paboa na diharingkothon pargamaonna; alai ndang marroha.","10:3 Ai disoadahon nasida do hatigoran ni Debata, dilului tahe pajongjongkon hatigorannasida sandiri, jala ndang diundukkon hatigoran ni Debata.","10:4 Ai Kristus do ujung ni patik i, laho mamintori nasa na porsea.","10:5 Ai disurathon si Musa do nian: \"Jolma na mangulahon hatigoran na marhite sian patik, i do na mangolu disi.\"","10:6 Alai ia hatigoran na sian haporseaon i mandok songon on: \"Unang tung dok di bagasan roham: Ise ma manaek tu banua ginjang?\" (Astuanna: Mangalap Kristus sian i.)","10:7 Manang: \"Ise tuat tu banua toru?\" (Astuanna: Manogihon Kristus sian angka na mate.)","10:8 On do tahe didok: \"Talpe do di ho hata i, di bagasan pamanganmu dohot di bagasan roham do!\" I do hata haporseaon i na hubaritahon hami.","10:9 Ai malua ma ho, molo diparhatopot pamanganmi Tuhan Jesus i, huhut dihaporseai roham, naung dipahehe Debata Ibana sian angka na mate.","10:10 Ai roha i do porsea, asa tu hatigoran; pamangan i do mangkatindangkon, asa tu haluaon.","10:11 Ai didok surat i do: \"Ndang sipailaon nasa na porsea di Ibana!\"","10:12 Ai ndang adong imbar ni Jahudi manang Junani; ai Sada do Tuhan ni saluhutna, naung marbasabasahon sian hamoraonna tu saluhut angka na manjou Ibana.","10:13 Ai \"malua do ganup na manjou Goar ni Tuhan i!\"","10:14 Antong, beha ma jouonnasida Ibana na so hinaporseaannasida? Beha ma porsea nasida, ia so jolo dibege baritana. Alai beha ma begeonnasida, ia so adong parjamita?","10:15 Alai beha ma marjamita nasida, ia so adong na marsuru, songon na tarsurat i: \"Lehetna i langka ni angka sibaritahon na denggan!\"","10:16 Alai ndang sude mangoloi barita na uli i, ai ninna si Jesaya do: \"Ale Tuhan, tung ise ma mangkaporseai jamitanami?\"","10:17 Asa sian na tumangihon do ro haporseaon; ia panangihon i, sian hata ni Kristus do.","10:18 Alai on ma dohononku: Ndang dibege i huroha? Nunga nian! \"Naung tolhas do soarana tu liat portibi on, jala ro di suhi ni tano on do baritana.\"","10:19 Alai hudok muse: Ndang manganto Israel disi? Parjolo si Musa mandok: \"Pinggilonku ma hamu mangiburu mida na so bangso hian, paheheonku rimasmuna mida bangso na oto.\"","10:20 Hum do si Jesaya mandok: \"Angka na so mangalului Ahu, i do na dapotan; naung gabe patar do Ahu di angka na so mangusoi Ahu.\"","10:21 Alai tu bangso Israel do didok: \"Manipat ari hupaherbang tanganku tu bangso na so mangoloi jala na manggaga.\""," "],["11:1 Asa hudok ma: Tung dibolongkon Debata do bangsona? Dao ma i! Ai halak Israel do nang ahu, pinompar ni si Abraham, marga Benjamin.","11:2 Nda tung dibolongkon Debata bangsona, naung tinandana hian. Na so diboto hamu do na nidokna di surat na taringot tu si Elia, uju dialuhon ibana Israel tu Debata, ai ninna ma:","11:3 \"Ale Tuhan, dipusa nasida angka panurirangmi, dilohai do angka langgatanmi; sasada ahu nama na tading, jala dohot do hosangku disangkapi nasida.\"","11:4 Dia ma didok soara na ro tu ibana? \"Huhirahon do di Ahu pituribu halak, angka na so sumomba debata Baal i!\"","11:5 Nuaeng pe, adong do pasipasi, mangihuthon pamilliton ni asi ni roha i.","11:6 Alai molo binahen ni asi ni roha, ndang be sian parulaon; aut unang i, ndang be goaran i asi ni roha!","11:7 Asa dia nama? Ndang jumpang bangso Israel na niluluan ni rohana, holan angka na pinillit do na dapotan; dipajogal do roha ni na asing.","11:8 Hombar tu na tarsurat i: \"Ro di sadari on do dilehon Debata tu nasida tondi na derem dohot mata na so jadi marnida ro di pinggol na so jadi marbinege.\"","11:9 Jala didok si Daud do: \"Sai gabe jorgong jala jaring ma mejanasida bahen pargasipan jala bahen pamaloson di nasida!\"","11:10 \"Dipaholom ma matanasida, asa unang marnida, jala dipabungkuk ma tanggurungnasida tongtong!\"","11:11 On do hudok: Na naeng tinggang do nasida, umbahen na tartuktuk? Dao ma i! Pangalaosionnasida do gabe haluaan di halak parbegu, anggiat tung mangiburu nasida disi.","11:12 Alai molo pangalaosionnasida manjadihon parsaulian ni portibi on, jala hahurangannasida manjadihon hamoraon ni parbegu, lam beha ma habobongot ni nasida sudena!","11:13 Tu hamu angka sipelebegu do hatangkon: Ala apostel tu sipelebegu ahu, sangap do huetong tohonanki.","11:14 Anggiat tung mangiburu hubahen donganku sasibuk, laho paluahon nanggo deba sian nasida.","11:15 Ai molo saut pardengganan ni portibi on, di na bolong i nasida, nda gabe songon hangoluan sian na mate ma i, ia dung saut nasida dijangkon.","11:16 Alai molo badia patumonaan i, badia ma nang na niudi; jala molo badia uratna, badia ma nang angka dangkana.","11:17 Tutu, deba rantingna dirampingkon, asa ho tarsumbat tusi; atik pe hau jarak harangan hian ho, gabe partohap do ho di urat dohot di miak ni hau jarak huta i.","11:18 Unang ma antong ginjang roham maradophon angka ranting i; alai ia ginjang roham, ingot ma: Ndada ho mangusung urat i, niusung ni i do ho!","11:19 Dohononmu ma: Dirampingkon do ranting i, asa ahu disumbathon tusi!","11:20 Tutu do i! Ala so porsea nasida, umbahen na dirampingkon; alai sian haporseaon i do, umbahen na jongjong ho. Unang ma ginjang roham, mabiar ma tahe!","11:21 Ai molo so diolani Debata angka ranting hian, ndang olananna nang ho.","11:22 Onpe, bereng ma basa ni Debata dohot horasna: Horas do Ibana maralohon angka naung tinggang i; basa do maradophon ho, anggo mian ho di bagasan habasaonna; ia so i, tabaonna do nang ho!","11:23 Nasida pe, molo masuk porsea, sumbathononna do; margogo do Debata manumbathon nasida muse.","11:24 Ai sian hau jarak harangan hian ho dirampingkon, gabe disumbathon ho maralohon bangkona tu hau jarak huta; nda lam tarsumbathonsa ma nasida, laho pasuangkon tu hau jarak hian.","11:25 Asa unang hapistaranmuna pangasahononmuna, ale angka dongan; naeng ma di rohangku botoonmuna hasimoon on: Naung songgop do jolo hatangkangon tu bangso Israel, paima tumpu masuk halak sipelebegu i.","11:26 Jala i do gabe dalan, asa malua sandok bangso Israel, hombar tu na tarsurat: \"Na ro ma sian Sion Sipalua; tamparonna ma hajahaton sian Jakkob!\"","11:27 \"Jala on ma padanhu dohot nasida, molo dung hubuat angka dosanasida.\"","11:28 Asa marningot barita na uli i, musu do nasida ala hamu; alai mangihuthon pamilliton i, angka haholongan do nasida ala angka ompu i.","11:29 Ai ndang dipatait Debata angka silehonlehonna nang panjouonna i.","11:30 Ai najolo ndang sioloi Debata hamu (sipelebegu), gabe dapotan asi ni roha hamu anggo nuaeng, hinorhon ni na so mangoloi i nasida (Israel).","11:31 Songon i ma nasida: Ndang pangoloi nasida saonari; anggiat siasian nang nasida musengani, hinorhon ni asi ni roha na tu hamu i.","11:32 Ai naung dipasahat Debata do saluhutna tu roha na so mangoloi, asa asianna muse saluhutna.","11:33 Bagasna i, antong, hamoraon, hapistaran dohot parbinotoan ni Debata! Na so hasigatan do angka uhumna jala na so habogasan do angka dalanna!","11:34 Ai ise dung umboto roha ni Tuhan i? Ise manuturi Ibana?","11:35 Ise mangalehon parjolo tu Ibana, asa dibalos tusi?","11:36 Ai sian Ibana do saluhutna ro, marhitehite Ibana jala marhapatean tu Ibana do sasudena i! Di Ibana ma hasangapon salelenglelengna! Amen."," "],["12:1 Na huapoi ma hamu, ale angka dongan, marhitehite asi ni roha ni Debata: Pasahat hamu ma dagingmuna bahen pelean na mangolu, na badia, na hinalomohon ni Debata; i ma hadaulaton ni na marroha.","12:2 Jala unang gabe sarombang hamu dohot portibi on; alai gabe imbaru ma hamu, dung muba pingkiranmuna, asa tau hamu manimbangi lomo ni roha ni Debata, i ma na uli, na hinalashonna dohot na sun denggan.","12:3 Ai marhite sian asi ni roha na nilehonna tu ahu, hupaingot ma ganup hamu: Unang ma torbang rajumi hamu dirimu, lobi sian na patut; alai intap ni na tama ma parrohaonmuna: Ganup marguru tu godang ni haporseaon na tinurpukkon ni Debata tu ibana.","12:4 Umpamana: Torop do ruas di dagingta, alai ndada saulaon ruas i sude:","12:5 Songon i do hita: Torop sadaging di bagasan Kristus, alai ruas be' do hita sama hita.","12:6 Ganup manjalo silehonlehon marguru tu ragam ni asi ni roha na tinurpukkonna tu hita: Ia panurirangon, naeng ma mardomu tu haporseaon.","12:7 Ia ulaon marhobas, ba ulaon marhobas ma; ia haguruon, i ma!","12:8 Ia pangapoion, i ma; ia na mangasii, sian bulus ni roha ma; ia na manguluhon, marringgas ni roha ma; ia na marbasabasa, sian las ni rohana ma!","12:9 Unang ma marpangansi holong ni roha i! Hagigihon hamu ma na jat; pareak hamu ma na denggan!","12:10 Ingot hamu ma holong ni roha sama dongan Kristen! Masijolojoloanan ma hamu masipasangapan!","12:11 Unang sumurut ringgas ni rohamuna! Partondi na girgir ma hamu! Oloi hamu ma Tuhan i!","12:12 Marlas ni roha ma hamu mangkirim! Marbenget ni roha ma di haporsuhon! Jugulhon hamu ma tangiang!","12:13 Antoi hamu ma na hasea di angka na badia! Haringkothon hamu ma partamueon!","12:14 Pasupasu hamu ma angka na paburuburu hamu; pasupasu ma antong, unang bura i!","12:15 Marlas ni roha ma hamu rap dohot angka na marlas ni roha, jala tangis ma hamu rap dohot angka na tangis!","12:16 Sada ma rohamu sama hamu: Unang hatimboon pingkiri hamu, alai patutoru hamu ma rohamu tu haserepon; unang parbisuk hamu di rohamu!","12:17 Unang baloshon hamu na jat alo ni na jat; ringkoti hamu ma na denggan di jolo ni halak saluhutna!","12:18 Molo tarbahen, intap na tarpatupa hamu, tiop hamu ma dame maradophon halak saluhutna!","12:19 Hamu, angka na hinaholongan, unang hamu marlulu; pasahat hamu ma rimas i (tu Debata), ai tarsurat do: \"Di Ahu do pamaloson, Ahu pe mamaloshon, ninna Tuhan i.\"","12:20 Onpe, jumpa male musum, lehon ibana mangan; jumpa mauas ibana, painum! Ai songon na pagukgukkon gara do ho tu atas uluna, anggo dibahen ho songon i.","12:21 Unang ma talu ho dibahen hajahaton; alai taluhon ma hajahaton i marhitehite na denggan!"," "],["13:1 Unduk ma ganup di panggomgomi na marsahala; ai ndang adong sahalana, ia so sian Debata, Debata do mangaturhon nasida.","13:2 Asa na mangalo aturan ni Debata do na mangalo panggomgomi i. Alai na mangaithon uhum tu dirina do na mangalo i.","13:3 Ai angka siula hajahaton do patut mangkabiari panggomgomi, ndada angka siulahon na denggan. Na denggan ma ulahon, asa unang pola habiaranmu panggomgomi i, asa dapot pujipujian ho tahe sian nasida.","13:4 Suruan ni Debata do nasida, laho manumpak ho. Alai molo diula ho na jat, patut ho tahutan, ai ndada gaitgait podang na niusungna i. Suruan ni Debata do nasida, mangkonahon uhum tu siulahon hajahaton.","13:5 Dibahen i patut marunduk ni roha hita; ndada nionjar ni biar mida rimasna, tung sinuru ni roha i do.","13:6 Ala ni i garar hamu ma nang beo i, ai parhobas ni Debata do nasida; tusi do nasida disuru.","13:7 Tu ganup ma lehon hamu na tama tungguonna: Beo tu na patut manjalosa, sohe tu na ture hasahatanna, biar tu na tama habiaran, hormat tu na talup hormatan.","13:8 Unang marutang hamu manang tu ise, dungkon ni ruhut masihaholongan; ai na mangkaholongi dongan, i do manggohi patik i.","13:9 Ai na nidok ni patik i: \"Unang ho mangalangkup! Unang ho mambunu! Unang ho manangko! Unang marpangkaliangi roham!\" Ro di nasa patik na asing, on do pamusatanna: \"Haholongi donganmi songon dirim!\"","13:10 Ia parholong ni roha, ndang diulahon na jahat tu angka dongan; asa haholongon ni roha i do tutu hagogok ni patik i.","13:11 I ma ringkoti hamu, ala diboto hamu tingkina: Ai naung dapot do ombasna, laho hehe sian na modom; ai nunga jumonok haluaonta nuaeng, sian uju gabe porsea hita.","13:12 Na salpu ne ma borngin, na jonok nama arian. Antong, tatanggali ma angka ulaon haholomon; tasolukkon ma angka sinjata hatiuron!","13:13 Badia ma hita marpangalaho songon na patut arian, unang masalpuhu parmanganon dohot parminumon, unang marharorangon dohot margadombus, unang marbada dohot mangiburu!","13:14 Alai solukkon hamu ma Tuhan Jesus Kristus; jala unang ma sarihon hamu dagingmuna laho manungguli hisaphisapna."," "],["14:1 Anju hamu ma na gale marhaporseaon, unang uhumuhumi hamu pingkirannasida!","14:2 Pos do roha ni na sada on, laho manganhon nasa ragam ni sipanganon; ai na gumale i, ingkau rata sambing do dipangan.","14:3 Unang ma hu roha ni na manganhonsa mida na so manganhonsa; jala na mangorom, unang ma diuhumuhumi donganna na manganhonsa, ai naung dijangkon Debata do ibana.","14:4 Ai ise do ho, umbahen na diuhumuhumi ho anak somang ni na leban? Mandapot di tuanna do ibana, manang na hot, manang na tinggang. Alai hot do ibana, ai tarpahot Tuhan i do ibana.","14:5 Ia di roha ni na deba, marhasurungan do ari on sian ari an; ia di roha ni na asing, dos be do angka ari i. Asal ma gomos pingkiranna be!","14:6 Na pabadiahon ari i, di Tuhan i ma diparbadiai; na manganhon i, Tuhan i ma diingot disi, ai dipuji disi Debata; songon i do na mangorom, Tuhan i do diingot disi, laos dipuji do Debata.","14:7 Ai ganup hita ndang mangolu di dirinta, jala laos ganup hita ndang mate di dirinta.","14:8 Ai ia mangolu pe hita, mangolu di Tuhan i do; jala mate hita, mate di Tuhan i do! Asa mangolu manang mate pe hita, tong do di Tuhan i hita.","14:9 Ai i do umbahen na mate Kristus jala mulak mangolu, asa Ibana Tuhan ni angka na mate, nang angka na mangolu.","14:10 Ia ho, boasa uhumuhumanmu donganmu; boasa hu roham mida donganmu? Ai hita sasude pajongjongonna sogot tu adopan ni habangsa ni Debata.","14:11 Ai na tarsurat do: \"Na mangolu do Ahu, ninna Tuhan i. Marsinggang tu jolongku sogot nasa na mangolu, jala nasa parsoara marhatopothon Debata!\"","14:12 Asa ganup hita on, alusanta do Debata taringot tu dirinta be.","14:13 Onpe, unang be hita masiuhumuhuman! On ma tahe timbangi hamu: Unang ma binahen partuktuhan manang pargasipan tu dongan!","14:14 Tangkas situtu do huboto marhitehite Tuhan Jesus: Na so adong na ramun hian; alai na gabe ramun do i di na manjujursa ramun.","14:15 Ai molo diarsahi ho donganmi ala sipanganon, ndang diparangehon ho be holong ni roha i. Unang ma mago donganmu binahen ni sipanganonmu, ai naung mate do Kristus humongkop ibana.","14:16 Onpe, unang ma hona insak artamuna!","14:17 Ai ndada sipanganon manang siinumon harajaon ni Debata; hatigoran do dohot hadameon dohot las ni roha di bagasan Tondi Parbadia.","14:18 Ai molo dioloi ho Kristus disi, dihalomohon Debata do ho jala arga ho di jolma.","14:19 Dibahen i taeahi ma na tau padamehon jala pauliulihon hita sama hita!","14:20 Unang segai na niula ni Debata, binahen ni sipanganon. Saluhutna i ias do nian, alai gabe dae do i di halak, molo targasip ibana laho manganhonsa.","14:21 Tagonan, unang mangan juhut, unang minum anggur hita, unang ma taula manang dia pe, ia targasip donganmu disi.","14:22 Ia adong pe haporseaonmu, di ho ma i di jolo ni Debata. Martua do na so ganggu be di na tinolopan ni rohana!","14:23 Alai molo ganggu roha ni halak laho manganhon, hona uhum do, ala so sian haporseaon. Ai nasa na so tubu sian haporseaon, i do dosa."," "],["15:1 Alai patut do hita na margogo i manganju hagaleon ni angka na hurang gogo, jala unang ma tahasiani dirinta.","15:2 Ganup ma hita mambahen halomoan ni roha ni dongan, laho padengganhon jala pauliulihon.","15:3 Ai nang Kristus pe, ndang dihasiani dirina; songon na nidok ni Surat i tahe: \"Toho do tu ahu reherehe ni angka na mangarehei Ho!\"","15:4 Ai nasa na tarsurat hian, bahen poda di hita do, umbahen na tarsurat; asa marpangkirimon hita binahen ni habengeton dohot pangapulon na di bagasan Surat i.","15:5 Alai dilehon Debata, nampuna habengeton dohot pangapulon i, ma tu hamu hasadaon ni roha sama hamu mangihuthon Kristus Jesus,","15:6 asa sahata sasoara hamu mamuji Debata jala Ama ni Tuhanta Jesus Kristus!","15:7 Dibahen i masijangkonan ma hamu, songon panjangkon ni Kristus di hita, bahen hasangapon ni Debata.","15:8 Ai on do hudok: Naung gabe pangoloi di angka na tarsunat do Kristus ala ni hasintongan ni Debata, laho pahothon bagabaga na tu angka ompu najolo.","15:9 Alai dipasangap angka sipelebegu i do Debata ala ni asi ni rohana, songon naung tarsurat: \"Ala ni i do pujionku Ho di tongatonga ni angka sipelebegu jala endehononku ma Goarmu!\"","15:10 Jala didok di na asing muse: \"Marolopolop ma hamu angka sipelebegu rap dohot bangsona!\"","15:11 Jala di na asing muse: \"Puji hamu ma Tuhan i, sude hamu angka sipelebegu, jala pujion ni saluhut angka bangso ma Ibana!\"","15:12 Jala didok si Jesaya do muse: \"Adong ma sogot urat ni si Isai, jala hehe ma na manggomgomi angka parbegu; tu Ibana ma mangkirim angka bangso!\"","15:13 Alai gok ma dibasabasahon Debata, nampuna pangkirimon i, tu hamu ragam ni halalas ni roha dohot dame di bagasan haporseaon, asa lam sumurung hamu marpangkirimon, pinargogoan ni Tondi Parbadia!","15:14 Ahu pe tangkas do huboto, naung gok habasaron jala saluhut hapistaran hamu, angka dongan; na tarbahen hamu do masipasingotan.","15:15 Alai barani do ahu mambahen saotik surat tu hamu, songon na pasingothon hamu ala ni asi ni roha na binasabasahon ni Debata tu ahu.","15:16 Ai naung gabe parhalado ni Kristus Jesus do ahu tu halak sipelebegu, asa huulahon barita na uli ni Debata, anggiat angka sipelebegu i gabe pelean na tau jaloon, na pinarbadiaan di bagasan Tondi Parbadia.","15:17 Asa na tarpuji ahu do diringku di bagasan Kristus Jesus, marningot ulaon na hujalo sian Debata.","15:18 Ai ndang hum rohangku mangkatahon na so dihorhon Kristus di bagasan ahu, manogunogu angka sipelebegu tu pangoloion, di hata dohot di ulaon,","15:19 mardongan hagogoon ni tanda dohot halongongan, di bagasan hagogoon ni Tondi Parbadia. Songon i do sahat hupatubegehon barita na uli na sian Kristus, mamungka sian Jerusalem dohot luat na humaliang sahat ro di Ilirikum.","15:20 Alai hasurunganku do huetong: Mamaritahon barita na uli i sandok di na so tarbarita dope Goar ni Kristus, asa unang ahu songon na pauli jabu diatas ojahan ni na leban.","15:21 Alai mangihuthon hata ni Surat i: \"Marnida ma angka na so dapotan barita i, jala mangantusi ma angka na so dung umbegesa.\"","15:22 Laos i do mangambat ahu gumodang, umbahen na so ro ahu, manopot hamu.","15:23 Alai anggo nuaeng: Ndang adong be siulaonku di angka luat i; jala nunga manang piga taon hian dihasiholi rohangku manopot hamu, laho borhat tu Hispania.","15:24 Ai hirim do rohangku, idaonku hamu di na mamolus ahu, jala pataruonmuna ahu tusi, dung jolo sombu rohangku otik marnida hamu.","15:25 Alai tu Jerusalem dope langkangku anggo saonari, sumarihon angka na badia i.","15:26 Ai dipaputus huria Makedonia dohot Akaya do, mambahen pangurupion tu angka dongan na hurangan di Jerusalem.","15:27 I ma tahinasida; ai tutu utangnasida do i: Ai molo angka sipelebegu gabe partohap di arta partondion na di nasida, tama do antong ditolongi angka sipelebegu nasida taringot tu angka na ringkot di daging.","15:28 Ia dung hupaujung i jala tangkas hupatolhas parsaulian on, borhat ma ahu sian hamu tu Hispania.","15:29 Alai huboto do, molo ro ahu tu hamu, mantat hagogok ni pasupasu ni Kristus do ahu ro.","15:30 Alai huapoi ma hamu ale angka dongan, marhitehite Tuhanta Jesus Kristus dohot marhitehite holong ni roha ni Tondi i: Dongani hamu ma ahu marungkil marhite sian na tumangiangkon ahu tu Debata,","15:31 anggiat dipalua ahu sian angka na tois na di Judea jala anggiat dihalomohon angka na badia i ulaonki na tu Jerusalem,","15:32 anggiat marlas ni roha ahu sahat tu hamu hombar tu roha ni Debata, gabe rap tarapul rohanta.","15:33 Didongani Debata Pardame i ma hamu saluhutna! Amen."," "],["16:1 Hupasahat ma tu hamu ibotonta si Poibe, pangurupi di huria Kenkrea.","16:2 Jangkon hamu ma nasida marhitehite Tuhan i, songon na tama di angka na badia, jala urupi hamu ma nasida di nasa ulaon, jumpa ringkot urupan. Ai naung gabe pangurupi nasida di torop halak, nang di ahu pe.","16:3 Tabingku di si Priska dohot Akuila, angka donganku pangula di bagasan Kristus Jesus.","16:4 Diseahon nasida do hosanasida humongkop ahu; gabe ndada holan ahu mandok mauliate tu nasida, tung saluhut huria na sian sipelebegu do.","16:5 Tabingku nang di punguan na di bagasnasida, Tabingku di si Epenetus, haholonganki, patumonaan ni huria ni Kristus di Asia.","16:6 Tabingku di si Maria na mangkalojahon hamu.","16:7 Tabingku di si Andronikus dohot di si Junias, angka donganku samarga, donganku tarhurung; denggan do baritanasida di angka apostel jala na jumolo nasida di Kristus asa ahu.","16:8 Tabingku di si Ampliatus, na huhaholongi di bagasan Tuhan i.","16:9 Tabingku di si Urbanus, donganta di bagasan Kristus, songon i di si Stakis, haholonganki.","16:10 Tabingku di si Apelles, naung tau nidapot di Kristus. Tabingku ma di angka dongan sabagas ni si Aristobulus.","16:11 Tabingku di si Herodion, donganku samarga, Tabingku di dongan sajabu ni si Narkissus, angka na di bagasan Tuhan i.","16:12 Tabingku di si Tripena dohot Triposa, angka na olo loja humongkop Tuhan i. Tabingku di si Persis, haholongan i, naung olo loja situtu humongkop Tuhan i.","16:13 Tabingku di si Rupus, na pinillit ni Tuhan i, songon i di inangna, na songon ina di ahu.","16:14 Tabingku di si Asinkritus, Plegon, Hermes, Patrobas, Hermes, nang di angka dongan na rap dohot nasida.","16:15 Tabingku di si Polologus, si Julia, Nerius ro di ibotona i, di si Olimpas dohot di sude dongannasida na badia i.","16:16 Masitabian ma hamu huhut masiummaan di bagasan habadiaon! Sahat ma tabi ni sude angka huria ni Kristus tu hamuna!","16:17 Huapoi ma hamu angka dongan: Jagahon hamu ma angka na mambingkasi parsalisian dohot pargasipan mangalo poda naung ginuruhonmuna, jala pasiding hamu ma nasida.","16:18 Ai ndada Tuhanta Kristus dioloi nasida, butuhanasida do; jala dipaotooto nasida do angka na so umboto hajahaton, marhitehite hatanasida na uli jala na tabo di pinggol.","16:19 Ai nunga tarbarita pangoloionmuna tu saluhutna, i do halalas ni rohangku di hamuna; alai naeng ma di rohangku marbisuk tu na denggan hamu, polin pasidingkon na roa.","16:20 Alai tibu ma rosahan ni Debata Pardame i sibolis i tutoru ni patmuna. Didongani asi ni roha ni Tuhanta Jesus ma hamuna!","16:21 Manongos tabi tu hamu si Timoteus, donganku pangula, songon i si Lucius, Jason, Sosipater, angka donganku samarga.","16:22 Mandok tabi di hamu di bagasan Tuhan i, ahu si Tertius na manurathon surat on.","16:23 Mandok tabi di hamu si Gayus na manamuei ahu ro di sandok huria i, songon i si Erastus hasahatan ni hepeng ni huta i, dohot si Kuartus dongan i.","16:24 (Didongani asi ni roha ni Tuhanta Jesus Kristus ma hamusudena! Amen.)","16:25 Alai hasangapon ma di Debata na tuk margogoihon hamu, hombar tu barita na uli na hubaritahon dohot jamita ni Jesus Kristus. I ma hasimoon naung dipaullop, dung jolo ditabunihon sian na robi.","16:26 I ma dipapatar nuaeng marhite sian surat ni angka panurirang mangihuthon tona ni Debata na manongtong i, jala dipabotohon tu saluhut bangso, asa dioloi be porsea.","16:27 Di Ibana, Parbisuk mamunjung i, ma hasangapon marhitehite Kristus ro di salelenglelengna! Amen."," "]]
