[["Ahu surat sian si Paulus, naung tarjou gabe apostel ni Jesus Kristus, mangihuthon lomo ni roha ni Debata, rap dohot si Sostenes dongan i,","mandapothon huria ni Debata na di Korint, angka naung gabe badia di bagasan Kristus Jesus, angka na badia, naung tarjou rap dohot saluhut na manjou Goar ni Tuhanta Jesus kristus di ganup inganan, di nasida nang di hami:","Asi ni roha ma di hamu dohot dame sian Debata Amanta dohot sian Tuhan Jesus Kristus i!","Mandok mauliate do ahu tongtong di Debatangku siala hamu, marningot asi ni roha ni Debata, naung nilehonna tu hamu di bagasan Kristus Jesus.","Ai naung gabe mamora do hamu di bagasan Ibana di saluhutna i, di sandok hata i, nang di sude pangantusion.","Ai naung dipahot do di hamu panindangion na taringot tu Kristus i.","Asa ndada na hurangan hamu di nasa ragam ni basabasa ni Debata; na maimaima nama hamu di hapapatar ni Tuhanta Jesus Kristus.","Pahoton ni I do hamu ro di ujung, gabe so hasurahan di ari ni Tuhanta Jesus Kristus i.","Haposan do Debata, naung manjou hamu tu parsaoran dohot Anakna Jesus Kristus, Tuhanta i.","Alai huapoi ma hamu, ale angka dongan, mangasahon Goar ni Tuhanta Jesus Kristus, asa sahata hamu saluhutna, unang ma adong parbolatan di hamu; hot ma hamu binahen ni sada ni roha dohot sada ni pingkiran!","Ai tarbortik do tu ahu marhite sian pangisi ni bagas ni si Kloe taringot tu hamu angka dongan, paboa na masa di hamu parsalisian.","Alai on do hudok: Adong do di hamu na mandok: Sisean ni si Paulus do ahu; na deba: Sisean ni si Apollos do ahu; na deba: Sisean ni si Kepas do ahu; na deba: Sisean ni Kristus do anggo ahu.","Na binagi do Kristus i? Naung tarsilang do si Paulus ulaning humongkop hamu? Naung tubagasan goar ni si Paulus do hamu tardidi?","Mauliate hudok, ala so adong hupandidihon di hamu, dungkon ni si Krispus dohot si Gayus.","Unang adong na mandok, tubagasan goarhu sandiri hamu tardidi!","Alai dohot do tahe pangisi ni bagas ni si Stepanus hupandidihon; dungkon ni i, ndang adong hupandidihon, intap ni na huboto.","Ai ndang disuru Kristus i ahu mandidihon, mamaritahon barita na uli do; jala i pe, ndada marhata habisuhon, unang diorui silang ni Kristus i.","Ai haotoon do hata na taringot tu silang i di roha ni angka na laho mago; alai hagogoon ni Debata do i di hita na dapotan haluaon.","Ai na tarsurat do: \"Huagohon habisuhon ni na bisuk jala hubolongkon roha ni parroha.\"","Didia ma na bisuk? Didia ma sibotosurat? Didia ma parsinabul di tano on? Nda gabe haotoon habisuhon ni portibi on dibahen Debata?","Ai mangihuthon habisuhon ni Debata, ndang ditanda portibi on Debata marhite dalan habisuhon; gabe dihalomohon Debata ma paluahon angka na porsea i marhitehite jamita haotoon.","Ai na mangido tanda do anggo halak Jahudi, jala mangalului habisuhon do ia halak Junani.","Alai Kristus na tarsilang i do hujamitahon hami; pargasipan do i di halak Jahudi, haotoon di sipelebegu.","Alai di angka na tarjou i, nang Jahudi, nang Junani, gabe hagogoon ni Debata dohot habisuhon ni Debata do Kristus i.","Ai umbisuk do haotoon ni Debata asa angka jolma i, jala gumogo do hagaleon ni Debata asa angka jolma i.","Bereng hamu ma, angka dongan, panjouonna di hamu: Ndang piga hamu na bisuk mangihuthon sibuk, ndang piga na gogo, ndang piga na sangap hian.","Alai na oto di roha ni portibi on dipillit Debata, laho pailahon angka na bisuk; jala na gale di portibi on dipillit Debata, laho pailahon na gogo.","Angka na teuk di portibi on jala na marlea dipillit Debata: Tung sisoada i do, asa soadahononna naung jongjong hian,","asa unang manenganenga agia ise jolma maradophon Debata.","Alai sian Ibana do umbahen na di bagasan Kristus Jesus hamu, ai Ibana do gabe habisuhon di hita sian Debata dohot hatigoran dohot habadiaon dohot haluaon.","Asa saut na tarsurat i: \"Na naeng mamuji dirina, mangasahon Tuhan i ma ibana mamuji!\""," "],["Ahu pe, di na ro i ahu tu hamu angka dongan, ndada marhata hamaloon manang marhabisuhon ahu ro mamaritahon tu hamu panindangion taringot tu Debata.","Ai hupasada do rohangku, na so tupa botoonku di tongatongamuna agia aha, dungkon ni Jesus Kristus, mandok: Barita ni silangna.","Marhagaleon jala marhatahuton do ahu di tongatongamuna jala bobonosan situtu.","Hatangku nang parjamitaonku pe, ndada marhata habisuhon na malo mangaithon; tondi dohot hagogoon di dipapatar disi,","asa marojahan haporseaonmuna di hagogoon ni Debata, unang di habisuhon ni Jolma.","Alai habisuhon do huhatahon hami di angka naung rimpas; alai nda tung habisuhon na di portibi on, manang habisuhon ni partogi ni portibi on, angka na laho salpu.","Habisuhon ni Debata do tahe na simo jala na buni, naung dipaojak Debata hian sian mula ni mulana bahen hasangaponta.","I ma na so ditanda agia ise sian angka partogi ni portibi on; ai aut ditanda, ndang tagamon parsilangkononna Tuhan na marsangap i.","Saut do na tarsurat i: \"Na so dung niida ni mata, na so dung binege ni pinggol, na so dung hehe di bagasan roha ni jolma, i do diparade Debata di angka na mangkaholongi Ibana.\"","Alai dipapatar Debata do i tu hami marhite sian Tondi i. Ai sude do didodo Tondi i, ro di angka hasimoon ni Debata.","Ai ise jolma umboto na di jolma i, ia so tondi ni jolma na di bagasan ibana? Suang songon i: Ndang adong na tumanda na di Debata, ia so Tondi ni Debata.","Alai ndang hujalo hami tondi portibi on; Tondi na sian Debata do, asa dapot botoonnami na binasabasahon ni Debata tu hami.","Jala i do huhatahon hami, ndada di bagasan hata habisuhon ni jolma na targuruhon, tung na pinodahon ni Tondi do, laho manimbangi angka partondion mangihuthon ruhut ni tondi.","Ndang tarjalo jolma hian na sian Tondi ni Debata, ai haotoon do i di rohana; ndang tartandasa i, ai partondion do mandodo i.","Alai saluhutna i didodo partondi; alai ndang tardodo manang ise anggo ibana.","Ai ise ma naung tumanda roha ni Debata, asa ajaranna Ibana? Alai roha ni Kristus i do anggo di hami."," "],["Ahu pe, ale angka dongan, ndang tarbahen ahu mangkatai tu hamu uju i songon na tu angka partondi, sandok songon na tu angka pardaging do jala posoposo di bagasan Kristus.","Susu do hupainumhon tu hamu, ndada sipanganon hian, ai ndang tarjalo hamu i uju i; gari nuaeng, gari so tarjalo hamu dope!","Ai tong dope hamu pardaging. Ai anggo masa di hamu pangiburuon dohot parsalisian, nda pardaging hamu jala mamarangehon ruhut hajolmaon?","Ai nda parroha hajolmaon hamu, molo adong na mandok: Sisean ni Paulus do ahu, jala na sada an: Sisean ni Apollos do anggo ahu?","Ai ise Apollos; ise Paulus? Parhalado do nasida, parhiteanmuna gabe porsea, jala ganup hombar tu pangalehon ni Tuhan i di ibana.","Ahu do manuan, Apollos do pabornokkon; alai Debata do patubuhon.","Asa ndada rajuman na manuan manang na pabornokkon; Debata na patubuhon, i do!","Dos do na manuan dohot na pabornokkonsa; alai ganup do manjalo upana, hombar tu pangulaonna be.","Ai dongan pangula ni Debata do hami; hauma ni Debata, bagas ni Debata do anggo hamu.","Hombar tu asi ni roha ni Debata na nilehonna i tu ahu, hupauli ojahan i, songon binahen ni pande bagas na bisuk; na asing do muse pajongjong bagas i. Alai ganup ma mamatahon, manang beha pangulaonna disi.","Ai ndang tarpauli ojahan na asing, dungkon ni naung ojak i, i ma Jesus Kristus i.","Asa molo dipauli diatas ojahan i manang sere, perak, batu na arga, hau, lamlam manang durame:","Gabe patar do na niula ni ganup. Ari sogot i do paullophonsa, ai papataron ni api ma i; asa api i do mangunjuni, manang beha ulaon ni ganup.","Molo hot ulaon na pinaulina i, jaloonna do upa.","Molo soksohanna niulana i, luangan ma ibana; malua do nian anggo ibana, alai songon na nienet sian api nama.","Ndang diboto hamu: Joro ni Debata hamu, jala Tondi ni Debata maringanan di bagasan hamu?","Agohonon ni Debata do na mangagohon joro ni Debata, ai na badia do joro ni Debata; i ma hamu.","Unang adong na paotootohon dirina. Molo adong dietong na bisuk di tongatongamuna di portibi on, gabe na oto ma ibana jolo, anggiat gabe na bisuk muse.","Ai anggo di jolo ni Debata haotoon do habisuhon ni portibi on, ai tarsurat do: \"Ditangkup do angka na bisuk di bagasan angkalnasida.\"","Jala muse: \"Diboto Tuhan i do, na so marniula pingkiran ni angka na bisuk!\"","Asa unang ma adong na manenganengahon jolma, ai sasudena i di hamu do.","Manang Paulus, Apollos, Kepas, hasiangan on, hangoluan, hamatean, na masa nuaeng dohot na songgop sogot pe, saluhutna do di hamu.","Alai di Kristus do hamu, jala di Debata do anggo Kristus."," "],["Dirajumi jolma i ma hami: Parhalado ni Kristus jala juarabagas ni angka hahomion ni Debata.","Jumolo dipangido di angka juarabagas; naeng haposan nasida jumpang.","Otik do i huetong, anggo hamu manang rapot paruhuman ni jolma manguhumi ahu; ahu pe, ndang huuhumi diringku.","Ai ndang adong salangku, anggo na huboto; alai ndada gabe pintor ahu hinorhon ni i. Tuhan i do manguhumi ahu.","Dibahen i, unang hamu manguhumi di na so tingkina tagan so ro Tuhan i; patiuronna do na buni di na holom, jala papataronna do tahitahi ni roha. Disi ma dapotan pujipujian ganup sian Debata.","Alai tu ahu dohot tu si Apollos huaithon hata ondeng, ala ni hamu angka dongan, asa marhite sian hami guruhononmuna: Unang nilobian na tarsurat i; unang dipaburnang na deba dirina mandongani na sada, maralohon na sadanari.","Ai ise mangaliga ho; jala aha do adong di ho na so jinalom? Alai molo na ripe manjalo ho, aha ma manenganenga ho, songon na so manjalo!","Nunga mahap hamu, nunga mamora. Nunga raja hamu, so pola marhitehite hami. Aut ma nian gabe raja hamu, asa dohot hami raja raphon hamu!","Ai didok rohangku do, dipatindang Debata hami apostel gabe parpudi, songon naung pinasahat tu hamatean, pola gabe sitotonduran do hami di portibi on dohot di angka pardisurgo, nang di jolma pe.","Na oto do hami ala ni Kristus; anggo hamu, angka na marroha do di bagasan Kristus. Angka na gale hami; hamu angka na gogo. Angka na pinarsangapan hamu; hami angka na lea.","Ro di na sangombas on, rapar hami jala mauas, marsaemara jala digosagosa do hami, so maringanan na hot.","Huhalojahon hami mangulahon tangannami sandiri. Diinsahi hami, mamasumasu hami; dilelei hami, manaonnaon do hami;","diparoaroa hami, mangelehelek do hami. Hira gabe rapanrapan ni portibi on do hami, apusapus ni saluhutna do ro di nuaeng.","Ndada laho pailahon hamu, umbahen na husurathon angka ondeng, na laho paingot hamu do, songon anakkonku na hinaholongan.","Ai nang pe adong saloksa pangajari di hamu marhitehite Kristus, ndang haru piga ama; ai ahu do manubuhon hamu di bagasan Kristus Jesus, marhite sian barita na uli.","Dibahen i huapoi hamu: Gabe sitiru ahu ma hamu!","Ala ni i do husuru tu hamu Timoteus, anakkonku, haholongan jala haposan ni rohangku marhitehite Tuhan i, asa ibana paingot hamu di angka dalanku na marhitehite Kristus Jesus, hombar tu na huajarhon di nasa huria.","Alai dipaburnang deba do dirina, songon na so saut be ahu ro mandapothon hamu.","Alai gira do ahu ro tahe manopot hamu, anggo lomo roha ni Tuhan i; jala tandaonku ma disi gogo ni angka na paburnang dirina, ndada hatanasida.","Ai ndada di bagasan hata harajaon ni Debata, di bagasan hagogoon do!","Dia do dipangido rohamuna: Marlinsinglinsing ahu ro manopot hamu manang marholong ni roha jala martondi na lambok?"," "],["Tarbege do, masa parmainanon di hamu; jala gari di sipelebegu, gari so masa sisongon i, pola diparjolma nioli ni amana.","Tong dipatimbo hamu do dirimu; nda balik marsak ma nian hamu, asa pinabali sian tongatongamuna na mangulahon na songon i!","Ai anggo ahu, nang holang pamatangku, di tongatongamuna do ahu mangihuthon partondion: Nunga songon na di tongatongamuna ahu, manguhum na mangulahon sisongon i:","Marhitehite Goar ni Tuhan Jesus, di na pungu hamu dohot tondingku, mardongan hagogoon ni Tuhanta Jesus.","Pasahaton ibana tu sibolis, laho mangago dagingna, anggiat malua tondina di ari ni Tuhan Jesus.","Ndang denggan baritamuna. Ndang diboto hamu: Otik pe na asom i, diasomi do sude na niudi i?","Ias ma pabali hamu asom naung leleng i, asa na niudi na imbaru hamu, ai ndang na niasoman hamu. Ai nunga pola dibunu Birubiru paska humongkop hita, i ma Kristus.","Onpe, marpesta ma hita di bagasan hapolinon dohot hasintongan, unang ma marhitehite pangasomi hajahaton jala haroaon naung bari.","Nunga husurathon tu hamu: Na so jadi saor hamu dohot angka parmainan.","Ndang hudok sude parmainan na di portibi on ro di angka parangat dohot pandobo dohot sioloi ajiajian; aut i, ingkon ruar nama hamu sian portibi on.","On do tahe hudok di surat i: Na so jadi saor hamu dohot halak na targoar dongan, hape parmainan do ibana, manang parangat, manang sioloi ajiajian, manang panginsahi, manang siparmabuk, manang pandobo pe; gari mangan rap dohot sisongon i, gari so jadi.","Ai marhua ma ahu manguhum angka na di ruar (ni huria; nda angka na di bagasan siuhumonmuna!)","Uhumon ni Debata do angka na di ruar. Pabali hamu ma siparjahat i sian tongatongamuna!"," "],["Adong do hape di tongatongamuna na marparkaro dompak donganna, gabe hum ibana maruhum tu angka sipargeduk, ndada tu angka na badia!","Ndang diboto hamu: Uhumon ni angka na badia do sogot portibi on? Jala molo uhumonmuna portibi on, ndang tuk hamu manguhum siotihotik i?","Ndang diboto hamu: Hita manguhum sogot angka surusuruan; lam hata ugasan tano on ma!","Hape jumpa adong di hamu parkaro taringot tu ugasan tano on, dipauhumhon hamu i tu angka na marlea di huria!","Na pailahon hamu do hatangkon: Na so adong huroha di hamu na marroha, nanggo sahalak, na tarbahen manguhum dongan sama dongan?","Na marparkaro do hape dongan sama dongan, jala di jolo ni angka na so porsea i!","Sandok hataluanmuna hian do i, anggo marparkaro hamu sama hamu. Boasa so tagonan ditaon hamu na so uhum? Boasa so tagonan dioloi hamu angatan?","Hape hamu sandiri do mangarupa jala mangangati, pola tu angka dongan!","Na so diboto hamu do: Ndang sitean harajaon ni Debata anggo angka sipargeduk? Unang hamu lilu: Ndang sitean harajaon ni Debata angka parmainan, angka sioloi ajiajian, angka pangalangkup, angka pangalukluhi, nang angka na marjolmahon baoa.","Songon i nang angka panangko, angka parangat, angka siparmabuk, angka panginsahi, nang angka pandobo.","Jala angka sisongon i do hamu deba najolo; alai nunga hamu diburi, nunga hamu diparbadiai jala dipintori marhitehite Goar ni Tuhan Jesus Kristus dohot marhitehite Tondi ni Debatanta.","Saluhutna do jadi di ahu, alai ndang saluhut marguna; saluhutna do jadi di ahu, alai ndang jadi patunduhon ni manang aha ahu.","Tu butuha i do angka sipanganon, jala butuha i do tu angka sipanganon; alai rap pasohoton ni Debata do angka i. Alai anggo daging i, unang ma tu parmainanon; tu Tuhan i ma, jala tu daging i do Tuhan i!","Alai dipahehe Debata do Tuhan i, laos paheheonna ma nang hita di hagogoonna i.","Ndang diboto hamu, ruas ni Kristus do pamatangmuna? Tung pangkeonku ma angka ruas ni Kristus i bahen ruas ni siula parmainanon? Dao ma i!","Ndang diboto hamu, naung gabe sada daging dohot boruboru na jahat, anggo sampur tusi; ai ninna do: \"Na gabe sada daging do nasida na dua i.\"","Alai na padomu dirina dohot Tuhan i, gabe sada tondi do i dohot Ibana.","Maporus ma hamu pasiding parmainanon i! Nasa dosa na niula ni jolma, dibalian ni dagingna do; alai na marmainan, mardosa di dagingna sandiri do.","Ndang diboto hamu: Dagingmuna do joro ni Tondi Parbadia, na di bagasan hamu, naung jinalomuna sian Debata; ndada hamu nampuna dirimuna.","Ai arga do hamu ditobus: Dibahen i pasangap hamu ma Debata marhitehite dagingmuna dohot marhitehite tondimuna; ai Debata do nampuna i."," "],["Alai taringot tu na sinurathonmuna, on ma alushu: Denggan do di baoa, unang manjama boruboru.","Alai laho pasidingkon parmainanon i, denggan ma ganup baoa mardongan saripe jala ganup boruboru marhamulian.","Diulahon baoa i ma na tama tu pardihutana, laos songon i parompuan i tu hamulianna.","Ndang guru di parompuan i pamatangna, guru di baoa i do; suang le: Ndang guru di baoa i dagingna, guru di na niolina do.","Holan sian dos ni rohamuna be jala martingki hamu masipadaoan, asa sadihari hamu martangiang; dung i masitopotan ma muse, asa unang diunjuni sibolis i hamu, binahen ni ramun ni rohamuna.","Alai hudok pe songon i, na mangkaehe do ahu, ndada na mandokkon.","Alai naeng ma nian, anggo di rohangku, saluhut halak songon ahu on; alai tahe, ganup ma hombar tu na niasinirohahon ni Debata tu ibana: On tu na sada, an tu na sada.","Alai on ma hatangku tu angka na so marnioli dohot tu angka boruboru naung mabalu: Denggan do nasida manongtong songon ahu on.","Alai molo so harajaan nasida dirina, mardongan saripe ma; ai dengganan do mardongan saripe sian na garang.","Alai anggo naung hot ripe, Tuhan i do mamaksa, ndada holan ahu: Na so tupa sirang boruboru i sian hamulianna.","Alai molo tung sirang, unang marhamulian be, tagonan ma domu muse dohot hamulianna hian; songon i baoa i, unang ma dipaulak dongan saripena.","Ahu, ndang apala Tuhan i, mandok tu angka na asing i: Molo so porsea (so Kristen) pardihuta ni sada dongan, unang ma dipaulak, anggo na lomo roha ni parompuan manginganhon ibana.","Jala molo so porsea (so Kristen) hamulian ni sada boruboru, unang ma ditadingkon, anggo na lomo roha ni baoa i manginganhon ibana.","Ai na gabe badia do baoa na so porsea i marhitehite pardihutana, jala gabe badia do boruboru na so porsea i marhitehite dongan i. Aut unang i, ramun ma anakkonmuna; alai badia do nasida.","Alai molo disirang na so porsea i dirina, sirang ma ibana tusi. Ndang apala marnihot baoa manang boruboru naung Kristen tu sisongon i; alai di bagasan dame dijou Debata hamu.","Ai aha ma diboto ho hian, ale inang, manang na tarpangolu ho baoa i; ho pe, amang aha ma diboto ho, manang na tarpangolu ho boruboru i?","Antong, ganup ma marpangalaho songon na sinagihon ni Tuhan i tu ibana, songon uju na dijou Debata ibana. Laos i do huaturhon di saluhut huria i.","Anggo naung tarsunat, di na tarjou ibana, unang ma dipauba; na so tarsunat di na tarjou i ibana, unang ma dipasunathon.","Ndang arga parsunaton, nang bangko hian; na mangaradoti patik ni Debata, i do!","Ia songon i ganup, di na tarjou i ibana, laos songon i ma ibana tongtong.","Anggo hatoban ho, di na tarjou i ho, unang holsohon i; tagonan ho mian disi, nang pe tarbahen ho malua.","Ai hatoban na tarjou marhitehite Tuhan i, anakmata di Tuhan i do i; songon i anakmata na tarjou i, hatoban ni Kristus do i.","Arga do hamu ditobus; unang ma olo hamu parhatobanon ni jolma!","Ia i ganup, di na tarjou i ibana, ale angka dongan, laos i ma ibana tongtong maradophon Debata.","Alai anggo taringot tu angka na marbaju, ndang adong nian hujalo patik ni Tuhan i; alai pingkiranku ma hulehon, songon halak na tau haposan, ala na niasian ni Tuhan i ahu.","On do pingkiranku: Ala tingki hasusaan nuaeng, denggan ma songon i halak.","Anggo naung tarihot ho tu boruboru, unang lului haluaon; anggo malua ho sian parjolmaon, unang lului boruboru.","Alai laho mangoli ho, ndang mardosa ho disi; jala molo marhamulian na marbaju i, ndang mardosa ibana disi; alai marniae di daging do nasida. Alai naeng huolani do hamu nian.","Alai on ma hudok, ale angka dongan: Gogot nama tingkina. Songon on ma tu joloan on: Songon na so marjolma ma angka naung marjolma i.","Jala songon na so tangis ma angka na tumatangis i. Jala songon na so marlas ni roha ma angka na marlas ni roha i: Jala angka na manuhor, songon na so umpeopsa.","Jala angka na marhaseangkon portibi on, songon na so marhaseangkonsa situtu, ai na mamolus do rumang ni portibi on.","Alai naeng ma di rohangku, unang marholso ni roha hamu. Disarihon na so marripe i do na ringkot di Tuhan i, asa dihalomohon Tuhan i ibana.","Na marripe i sumarihon angka na di tano on, naeng halomoan ni boruboru i, jala mardua roha do ibana.","Nang boruboru na so marhamulian, nang na marbaju, na ringkot di Tuhan i do disarihon, asa badia dagingna nang tondina; alai naung marbagas i sumarihon angka na di tano on, naeng halomoan ni hamulianna.","Alai hudok pe songon i, laho mambahen na hasea di hamu do, ndada manjailhon tali rambang tu hamu; alai asa marruhut na ture hamu jala manongtong di Tuhan i, so hariboriboan.","Alai molo na hurang tama di rohana, pasombuonna songon i boruna na marbaju, anggo naung tangastangasan, ingkon tulus nama marhamulian, dipasaut ma lomo ni rohana, ndang mardosa ibana disi: Marbagas ma nasida.","Alai anggo naung gomos rohana jala ndang tarsosak, jadi guru dokna rohana, gabe dipaputus di bagasan rohana, mandok ramotanna nama boruna na marbaju i; denggan do na binahenna i.","Asa denggan do pambahen ni na pamuli boruna na marbaju; alai dengganan do pambahen ni na so pamulihonsa.","Na tarihot do boruboru na marripe, saleleng mangolu hamulianna; alai ia dung monding baoa i, marhaluaon ma nasida muli tu halomoan ni rohana; asal ma marhitehite Tuhan i!","Alai sonangan do nasida, anggo di rohangku, molo songon i nama nasida; jala didok rohangku, adong do nang di ahu Tondi ni Debata."," "],["Alai anggo taringot tu juhut naung pinelehon taboto be; naung adong do parbinotoan di hita saluhutna. Na paburnangkon do parbinotoan; alai na pauliulihon do ia holong ni roha.","Na mangarimpu, naung adong binotona, ndang diboto dope pangalaho ni parbinotoan na tama.","Alai anggo adong na mangkaholongi Debata, i do na tinanda ni Debata.","Onpe, taringot tu na manganhon juhut naung pinelehon taboto do: Ndang tutu adong begu di portibi on, jala ndang adong Debata dungkon ni Nasasada i.","Ai adong do tutu digoar debata di ginjang nang di tano on pe, ai lan do dipardebata jala lan do dipartuhan.","Alai anggo di hita holan sada do Debata, Ama i, parmulaan ni saluhut, jala hita do tu Ibana; jala sada do Tuhan, i ma Jesus Kristus, parhitean ni saluhutna, jala hita marhitehite Ibana.","Alai ndang apala saluhutna nampuna parbinotoan i. Adong dope na manganhonsa songon pelean situtu, ala somal diparhatutu begu, gabe ramun rohanasida, na hurang togu i.","Alai ndang dipajonok sipanganon hita tu Debata: Ndang na surut hita, anggo so tapangan, jala ndang ummangat hita, nang tapangan.","Alai jaga ma hamu, so tung gabe partuktuhan di angka na gale i huasomuna.","Ai adong ma na marnida ho, nampuna parbinotoan ondeng, hundul marsipanganon di parsombaonan ni begu: Nda niapoan ma disi rohana na hurang togu i, manganhon juhut na pinelehon?","Gabe mago maon binahen ni parbinotoanmi dongan, na gale i dope na hinophop ni hamamate ni Kristus!","Alai molo songon i hamu mardosa dompak angka dongan jala digugai hamu rohanasida na hurang togu i, na dompak Kristus do hamu mardosa disi.","Dibahen i, antong, anggo targasip donganki siala sipanganon, na so tupa be panganonku juhut salelengna i, asa unang targasip donganki hubahen."," "],["Nda anak mata do ahu? Nda apostel ahu? Nda nunga huida Jesus, Tuhanta i? Nda hamu ulaonku di bagasan Tuhan i?","Molo so apostel ahu di na leban, sandok apostel do ahu anggo di hamu; ai hamu do sahap ni haapostelonki di bagasan Tuhan i!","On do paralusonku tu angka na ro manangkasi ahu:","Na so marhuaso do hami mangan dohot minum?","Nda marhuaso hami mardongan saripe jala mamboan nasida, songon binahen ni angka apostel na asing dohot angka anggi ni Tuhan i, nang si Kepas pe?","Ai holan ahu dohot si Barnabas do, na so jadi malua sian na mulaulaon i?","Tung ise ma dung disuru soldadu, so margaji? Tung ise ma pauli porlak anggur, so dipangan sian parbuena? Ise ma marmahan dorbia, so manganhon susu ni pinarmahanna?","Ai hasomalan ni jolma do na hutaringoti disi; nda laos i didok patik i?","Ai na tarsurat do di patik ni si Musa: \"Ndang patut huntamonmu baba ni horbo, uju mardege!\" Horbo do pinasarisari ni Debata?","Nda sandok tu hita hatana? Ai sumarihon hita do tarsurat: Patut mangkirim paninggala di na maninggala i, jala mangkirim pardege di jambarna.","Molo husuan hami tu hamu angka partondion, tung godang ma i goaron, molo hugotil hami sian hamu na hasea tu daging?","Gari na leban, gari martohap di gogomuna, nda lam hami ma nian! Alai ndang na hupangasahon hami huaso i, sandok hupatalu hami do rohanami, asa tung unang huambat hami barita na uli na sian Kristus.","Nda diboto hamu, angka na mangula di bagas joro mangan sian joro i, jala angka na marhalado di langgatan i, marsaulihon sian i?","Laos songon i do diaturhon Tuhan i tu angka parbarita na uli: Naeng sian barita i hangoluannasida.","Alai ndang dung hupangke sada sian angka i; jala ndada husurathon on, asa masa songon i tu ahu, ai tagonan do ahu mate, asal unang disegai hasurunganki.","Ai molo huhatahon barita na uli i, ndang hasurunganku i; utangku hian do i. Marjea do ahu, aut so hubaritahon i!","Ai molo huula i sian lomo ni rohangku, marupa ma ahu; alai nang sian na so tarjua, tong do diampehon tu ahu tohonan i.","Asa aha do upangku? On do: Di na mamaritahon barita na uli i ahu, so hurugii hamu, asa unang hupangasahon huasongku di barita na uli i.","Ai atik pe malua ahu sian saluhutna i, hupatutoru do diringku tutoru ni saluhutna, asa tumorop nasida hutogihon.","Na gabe songon Jahudi do ahu di angka Jahudi, anggiat hutogihon angka Jahudi. Di angka na ginomgoman ni patik i gabe songon na ginomgoman ni patik i ahu: Nang so tutu ginomgoman ni patik i ahu, anggiat hutogihon angka na ginomgoman ni patik i.","Asa hutogihon angka na so marpatik, gabe songon na so marpatik ahu di angka na so marpatik i; alai ndada so marpatik ahu di jolo ni Debata, tung ginomgoman ni patik ni Kristus i do ahu.","Di angka na gale gabe songon na gale do ahu, asa hutogihon angka na gale i. Hupahombar do diringku tu sasude, anggiat hupalua nanggo deba.","Alai saluhutna i huula ala barita na uli, anggiat dohot ahu partohap disi.","Nda diboto hamu: Ia angka na maradu, saluhutna i do nian marlojong; alai sada do manjalo uli. Burju ma hamu marlojong, asa dapotan hamu!","Alai nasa na maradu, diorom do saluhutna i; angka ondeng tutu, asa dijalo tumpal na laho salpu, alai di hita na so olo salpu.","Ia ahu, antong, ndada songon na so martujuan parlojongonku, nda tung songon na manampul alogo paraloonku.","Hupukpuhi do dagingku jala hupatunduk, asa unang angka na asing hujamitai, hape ahu gabe bolong."," "],["Ai naeng ma tangkas botoonmuna di rohangku, ale angka dongan: Ia angka amanta najolo, saluhut do nian nilinggoman ni ombun i, jala saluhut do nasida mamostang laut i.","Jadi saluhut do nasida tardidi tubagasan si Musa, di bagasan ombun i dohot di laut i.","Jala sada do sipanganon partondion dipangan nasida saluhutna.","Laos sada do siinumon partondion diinum nasida saluhutna, ai diinum nasida do sian dolok batu partondion na mangihut i (Kristus do dolok batu i).","Alai toropan do nasida ndang dihalomohon Debata: Ai rage do nasida di halongonan i.","Alai gabe tudosan panjoraan ma i tu hita, asa unang tahahisaphon na roa, songon nasida na marhisap i.","Jala unang ma sioloi debata na leban hamu, songon na deba sian nasida, suman tu na tarsurat i: \"Hundul do bangso i mangan dohot minum, dung i hehe ma nasida manortor.\"","Unang ma hita marmainan, songon na deba sian nasida na marmainan i, gabe mate satongkin duapulutolu ribu di na sadari i.","Unang taunjuni Tuhan i, songon deba sian nasida na mangunjuni i, gabe angka ulok i mangagohon nasida.","Unang ma hamu marungutungut, songon deba nasida na marungutungut i, gabe diago pangago i nasida.","Tudutudu do i na mangonai tu nasida; lumbalumba tu hita do i, umbahen na tarsurat, ai tu hita do jumonok ajal ni angka ari.","Onpe, ganup na jongjong di rohana, dimatahon ma, unang tinggang!","Holan pangunjunan na patut di jolma do naung mangonai tu hamu. Haposan do Debata, ndang loasonna hamu unjunan lobi sian gogomuna; Ibana na parohon pangunjunan i, laos Ibana do mambahen hapateanna, asa tartaon hamu.","Dibahen i, ale angka haholongan, maporus ma hamu pasiding parsombaon tu angka begu!","Tu angka parroha do hatangku. Hamu ma manimbangi na hudok.","Siinumon pasupasu i, na tahamauliatehon, nda parsaoran ni mudar ni Kristus do i? Roti na taponggoli i, nda parsaoran ni daging ni Kristus do i?","Ala sada do roti i, gabe sadaging do hita torop, ai saluhut do hita partohap di roti na sasada i.","Bereng hamu ma Israel hian: Nda partohap di langgatan i do angka na manganhon pelean i?","Naung arga do juhut na pinelehon manang margogo do begu; i do na hudok disi?","Nda on do tahe: Na pinelehonnasida, ndada tu Debata dipelehon, tu begu i do. Alai ndang lomo rohangku, hamu saor tu angka begu!","Ndang tarinum hamu sian panginuman ni Tuhan i huhut sian panginuman ni angka begu! Ndang tarbahen hamu partohap di langgatan ni Tuhan i huhut di langgatan ni angka begu!","Toisanta ma Tuhan i? Tung gumogo ma hita sian Ibana?","Saluhutna jadi do, alai ndang saluhut marguna; saluhutna jadi do, alai ndang saluhut patoguhon.","Unang ma masiringkoti na di ibana, na di dongan i ma!","Pangan hamu ma sian saluhut na ginadis di parjagalan i, unang nirisihan, ala ni panggora ni roha i!","Ai: \"Gok di Tuhan i do tano on ro di isina!\"","Anggo dipio na so porsea (na so Kristen) hamu jala dioloi hamu laho, pangan hamu ma sian saluhut na pinatedekna tu jolomuna; unang nirisihan, ala ni panggora ni roha i!","Alai molo tung adong na mandok tu hamu: Juhut na pinelehon do on; unang pangan hamu sian i, ala ni halak i na paboahonsa dohot ala ni panggora ni roha i!","Alai ndada panggora ni roha na di ho na hudok disi, na di dongan i do; ai tung hahuaon ni panggora ni roha ni halak ma ahu, naung marhaluaon i!","Ai molo mauliate rohangku manjangkonsa, aha ma pola insahan ahu, ala ni naung huhamauliatehon i!","Onpe, na mangan manang na minum hamu, manang dia pe diula hamu: Bahen hamu ma saluhutna i, pasangaphon Debata!","Unang bahen hamu partuktuhan di Jahudi, manang di halak Junani, manang di huria ni Debata pe!","Songon ahu on: Hubuat do roha ni saluhut di na sasude, ai ndang hulului na marguna di ahu, na marguna di na torop i do, anggiat malua nasida."," "],["Tiru hamu ma ahu, songon ahu na maniru Kristus!","Alai hupuji do hamu, ala sandok diingot hamu ahu jala hot ditiop hamu aturan, songon na hupasahat i tu hamu.","Alai naeng ma botoonmuna di rohangku: Kristus i do ulu ni ganup baoa, baoa i do ulu ni boruboru; alai Debata do ulu ni Kristus i.","Nasa baoa, na martahuluk laho martangiang manang manurirangi, mangaleai uluna.","Alai ganup boruboru, na martangiang manang manurirangi, so dihungkupi uluna, dileai do uluna, ai tudoshon na jinambak do nasida.","Ai molo so dihungkupi boruboru i uluna, atena ma digustingi! Alai molo na hansas di boruboru ginustingan manang jinambak, dihungkupi ma antong!","Anggo baoa, ndang pola dihungkupi uluna, ai sumansuman dohot hasangapon ni Debata do ibana. Alai boruboru i, hasangapon ni baoana do.","Ndada sian boruboru baoa i; sian baoa do boruboru i.","Jala ndada ala boruboru i tartompa baoa i, boruboru i do ala ni baoa.","Ala ni i, patut marsahala do boruboru i diatas uluna, ala ni angka surusuruan i.","Asal ma di bagasan Tuhan i nasida, ndada boruboru i sopadohot baoa i, songon i nang baoa i sopadohot boruboru i.","Ai marharoroan boruboru i sian baoa, laos songon i do baoa sian boruboru i; alai sian Debata do saluhutna i.","Timbang hamu ma di hamu, manang na tama boruboru martangiang tu Debata, so dihungkupi uluna.","Nda nang bangko hian mamodahon tu hamu, hurang tama di baoa marobuk ganjang?","Nda hasangapon i di boruboru, marobuk na ganjang; ai obuk na ganjang i do dilehon tu nasida bahen pangkuphupi.","Alai molo adong na giot marbada di rohana, ndang i adat di hami, nang di angka huria ni Debata pe.","Alai laho mangudut na mangatur, adong do na so huhalashon: Ndang mangkorhon tu na denggan parpunguanmuna; tu na roa do!","Parjolo hubege, jala huparhatutu i deba: Marbolatbolat hamu jumpa marpungu.","Ndang tarbahen so adong di tongatongamuna parbolatan, asa tandap parroha na tau na di hamu.","Jala molo marpungu hamu, ndada na tutu songon na manganhon parpadanan ni Tuhan i hamu.","Ai di na mangan hamu, marsisoro sipanganonna be, gabe male na sada, mabuhan na sada.","Na so adong do jabumuna, asa disi hamu mangan jala minum? Na hu do rohamuna di huria ni Debata, jadi dipaila hamu angka parhahurangan? Aha ma dohononku? Pujionku do hamu? Ndang hupuji hamu disi.","Ai sian Tuhan i do hujalo jala hupasahat tu hamu: Ia Tuhan Jesus i, di borngin i, uju tarjehe Ibana, dibuat do roti.","Didok ma mauliate, diponggoli ma, laos didok ma: Dagingku do on, na humongkop hamu. Ula hamu ma i, bahen parningotan di Ahu!","Laos songon i ma nang panginuman i, dung salpu na mangan i; ia hatana: Padan na imbaru i ma on di bagasan mudarhu. Ula hamu ma songon i, bahen parningotan di Ahu, ganup diinum hamu i!","Ai ganup dipangan hamu roti na songon on jala diinum hamu sian panginuman on, hamamate ni Tuhan i do binaritahonmuna disi, rasirasa ro Ibana.","Asa molo adong na manganhon roti i jala minum sian panginuman ni Tuhan i sian na so tau, parsala do i di daging dohot di mudar ni Tuhan i.","Alai ditangkasi jolma i ma dirina; dung pe i, asa dipangan sian roti i jala diinum sian panginuman i.","Ai molo so dipandang daging i, tong do dipangan jala diinum, i do mangalap uhum tu dirina marhite sian na mangan dohot na minum i.","Ala ni i do umbahen torop na gale jala na marsahit di hamu, jala na nia naung modom.","Alai molo tauhumi dirinta, ndang siuhumon hita.","Alai hona ajar do hita angka na niuhuman ni Tuhan i, asa unang hona uhum hamagoan hita rap dohot portibi on.","Dibahen i, ale angka donganku: Masipaimaan ma hamu, anggo marpungu hamu, laho mangan!","Molo adong na male, di jabuna ma ibana mangan, unang gabe uhum parpunguanmuna. Dung pe ro ahu, asa huatur angka na asing i."," "],["Alai dipangido rohangku, ale angka dongan, naeng ma torang botoonmuna taringot tu angka partondion.","Ai diboto hamu do, naung hira ditogu jala disarat do hamu tu angka ganaganaan na mangungu, uju sipelebegu hamu.","Dibahen i hupabotohon ma tu hamu: Ndang tarbahen halak, na mangkatai marhitehite Tondi ni Debata, mamburai Jesus; jala holan marhitehite Tondi Parbadia do targoar Jesus, Tuhan.","Ragam do parasirohaon i; alai sada do Tondi.","Ragam do ulaon (di huria); alai sada do Tuhan.","Ragam do hagogoon; alai sada do Debata na mangkorhonsa di bagasan sasudena i.","Alai laho manumpak do dibasabasahon jala dipataridahon Tondi i tu ganup.","Ai tu na sada on dilehon do marhitehite Tondi i hata habisuhon; alai tu na sada an hata parbinotoan marhitehite Tondi na sasada i.","Tu na asing muse haporseaon di bagasan Tondi na sasada i, tu na asing huaso pamalumhon di bagasan Tondi na sasada i.","Tu na asing gogo patupahon halongangan, tu na asing panurirangon, tu na asing na mananda ragam ni tondi, tu na asing muse mangkatahon di hata na leban, tu na asing pajojorhon parhataan i.","Alai saluhutna i dipatupa Tondi na sasada i, ai asingasing be disagihon i tu ganup, guru lomo ni rohana.","Umpamana: Hibul do daging i, alai torop do anggo ruasna, jala ruas na torop i manjadihon daging na sasada i; songon i do Kristus.","Ai Tondi na sasada i do dipandidihon tu hita saluhutna, gabe sada daging, nang Jahudi, nang Junani, nang hatoban, nang anak mata; jala tu saluhut hita dipainumhon Tondi na sasada i.","Ai daging i pe, ndang na sada ruasna, tung torop do.","Tung sura ninna pat: Dibahen na so tangan ahu, ndang masuk daging ahu; tung na so masuk daging ma i ala ni i!","Jala aut sura ninna pinggol i: Ala so mata ahu, ndang masuk daging ahu; tung na so masuk daging ma i ala ni i!","Aut mata sandok daging i, didia ma parbinegean? Aut pinggol sandok daging i, didia ma parnianggoan?","Alai diaturhon Debata do inganan ni ganup ruas di daging i, marguru tu lomo ni rohana.","Alai aut sura saruas i sude, beha ma daging i?","Alai nang pe torop angka ruas i, sada do daging i.","Alai ndang tardok mata tu tangan: Ndang tu dihangku ho! Nang ulu mandok pat: Ndang tu dihangku hamu!","Muba do tahe ringkot ni ruas ni daging i, angka na songon na humurang idaon.","Jala balik sumangap tabahen ruas ni dagingta, angka na lumea di rohanta, jala tumangkas tasarihon angka na haduk hian.","Ndang pola ringkot i tu angka ruas na sangap hian. Alai dipatomu Debata do pamatang i, jala sumangap, dibahen ruas na lea hian,","asa unang marsalisi daging i, sama dirina, asa denggan masipasarisarian ruas sama ruas.","Ia mangae sada ruas, rap mangae ma saluhut ruas i; jala ia sangap dibahen sada ruas, rap marlas ni roha ma saluhut ruas i.","Alai daging ni Kristus do hamu, jala ruas hamu sama hamu.","Jala dipabangkit Debata di bagasan, huria i parjolo angka apostel, paduahon angka panurirang, patoluhon angka pangajari, dung i dibasabasahon angka hagogoon, angka silehonlehon pamalumhon, ro di pangurupion, panggomgomion dohot parhataan na leban.","Tung apostel ma nasida saluhutna, manang panurirang nasida saluhutna, manang pangajari saluhutna? Tung saluhut ma nasida parhagogoon?","Tung saluhut ma nasida margogo pamalumhon? Tung saluhut ma nasida mangkatahon di hata na asing? Tung saluhut ma nasida malo pajojorhon?","Lului hamu ma angka silehonlehon na ummangat! Jala dungkon ni i, patuduhononku dope tu hamu dalan na sumurung situtu."," "],["Tung sura huhatahon angka parhataan ni jolma nang surusuruan pe, anggo so parholong ni roha ahu, naung songon hangsa do ahu na mangkulingkuling jala songon ogung na maruolol.","Jala tung sura panurirangon di ahu, gabe huboto hasimoon sasudena ro di sandok parbinotoan, jala tung sura parhaporseaon situtu ahu, pola tarpaunsat ahu dolok, doshon na soada ma ahu, anggo so parholong ni roha ahu.","Jala tung sura hubasabasahon saluhut artangku jala hupasahat dagingku, asa ditutung, tung na so marguna i di ahu, anggo so parholong ni roha ahu.","Na lambas do haholongon i jala na sorta, ndang na mangiburu haholongon i, ndang tenga jala ndang dipaburnangburnang dirina.","Maradat situtu do haholongon i, ndang na ahut, ndang olo pangarimason, ndang dipajujurjujur na jahat.","Ndang las rohana mida hageduhon; alai tongtong do dihalashon hasintongan i.","Saluhut do ditanom rohana, saluhut do dihaporseai, dihirimi jala ditaon.","Ndang na olo salpu haholongon i. Ia panurirangon pasohotonna do, mansadi do nang angka parhataan, parbinotoan pe mansohot do.","Mardebadeba do parbinotoanta, jala mardebadeba do panurirangonta.","Dung pe ro na sun denggan i, asa pasohotonna na mardebadeba i.","Saleleng dakdanak ahu, danak pangkataionku, danak parrohaonku danak pingkiranku; alai disi tang ahu, hubolongkon pangalaho na danak.","Anggo nuaeng, semo do parnidaanta songon sian sorminan; alai sogot adop bohi be ma. Mardebadeba do parbinotoanku anggo nuaeng dope; alai anggo disi, torus ma panandaonku, songon naung tinandana ahu.","Asa tolu do na hot: I ma haporseaon, pangkirimon dohot haholongon; alai haholongon do na umbalga i."," "],["Eahi hamu ma haholongon i! Ringkoti hamu ma angka partondion; alai na rumingkot, i ma na manurirangi!","Ai na marhata na leban ndada dongan jolma dipanghulingi, Debata do; ai ndang dapot antusan i, hahomion do dihatahon di bagasan tondina i.","Alai na manurirangi i, jolma do dipanghulingi, laho pauliulihon, mangapoi jala mangapuli.","Na pauliulihon dirina do na marhata na leban, alai huria i do dipauliuli na manurirangi.","Las do rohangku nian, anggo saluhut hamu marhata na leban; alai ummarga, do na manurirangi, ai sumurung do na manurirangi asa na marhata na leban, anggo so laos dipajojor, laho pauliulihon huria i.","Asa, ale angka dongan, molo tung ro ahu manopot hamu jala holan marhata na leban ahu, aha ma guna ni i di hamu, anggo so huhut huhatahon tu hamu pangungkapon manang parbinotoan manang panurirangon dohot poda.","Umpamana: Uninguningan, angka na marsoara, nang so mangolu, songon tulila manang hasapi; anggo samak soarana, songon dia ma dapot botoon, na tinulilahon manang na hinasapihon?","Songon sarune rupani; anggo so tangkas soarana, tung adong ma na marhobas tu tongtangan?","Songon i ma hamu di parhataan i: Anggo so tangkas parhataanmuna, songon dia ma dapot antusan na hinatahon? Nda songon alogo mamolus nama i!","Torop do antong ragam ni parhataan di portibi on, angka na masiboan laguna be.","Anggo so huboto astuan ni hata i, hira so dongan jolma ma ahu di roha ni na mangkatai i; ibana pe, songon na so dongan jolma ma di rohangku.","Songon i ma di hamu: Sapala diringkoti hamu partondion, lului hamu ma na tau pauliulihon huria i, asa adong hasurunganmuna.","Dibahen i, martangiang ma parhata na leban i, anggiat tarpajojorsa.","Ai jumpa martangiang ahu di hata na leban, tondingku do tutu martangiang; alai so do anggo rohangku.","Beha nama? Martangiang ma ahu di bagasan tondingku; alai naeng martangiang do ahu huhut di bagasan rohangku. Marende ma ahu di bagasan tondingku; alai naeng marende do ahu huhut di bagasan rohangku.","Ai molo dipuji ho Debata di bagasan tondim, tung tarbahen ma dongan, na hundul di inganan ni natorop i, mandok \"amen\" di hata hamauliateonmi, anggo so diantusi na hinatahonmu!","Ture do nian hamauliateonmi; alai ndang na pauliulihon i di angka dongan.","Mauliate do rohangku tu Debata, ala na ummalo ahu marhata na leban sian hamu sudena.","Alai anggo di huria i ahu, lasan do rohangku mangkatahon lima hata na marastuan, unang saloksa hata na leban, asa hupodai nang angka na asing.","Unang ma dakdanak hamu, ale angka dongan, anggo di parrohaon; dakdanak ma hamu taringot tu na roa, alai matoras ma hamu marparrohaon!","Tarsurat do di patik i: \"Mangkatai ma ahu tu bangso on marhitehite parhata na leban jala marhite sian parsoara na asing; jala songon i pe i, tong so tangihononnasida Ahu, ninna Tuhan i!\"","Asa tanda do angka parhataan na leban: Ndada di angka na porsea, di angka na so porsea i do; alai anggo panurirangon i, ndada di angka na so porsea, di angka naung porsea i do.","Asa molo pungu sandok huria i jala sude marhata na leban, gabe bongot ma angka na so mangantusisa manang na so porsea, nda dohononnasida ma: Angka na ngongar hamu?","Alai tung sura sude manurirangi, gabe ro na so porsea manang na so mangarti, nda dapotan poda ma ibana sian sasude, nda ajaran ni saluhutna i ma ibana?","Gabe patar ma sihabunian ni rohana, jadi manungkap ma ibana marsomba tu Debata, jala marhatutuhon, naung tutu do Debata di tongatongamuna.","Asa beha do, ale angka dongan? Jumpa marpungu hamu, adong do di na sada endeende, di na sada poda, di na sada pangungkapon, di na sada parhataan na leban, di na sada hatoranganna; sasudena i, laho pauliulihon huria i ma nian!","Laho mangkatahon di hata na leban, sae ma dua manang intap tolu, jala sadasada ma; jadi sahalak ma pajojorhonsa!","Alai molo so adong na pajojorhon, mangkohom ma ibana anggo di jolo ni huria i; tu dirina dohot tu Debata ma i dihatahon!","Anggo panurirang, lehet ma dua manang tolu marsoara, angka dongan i ma manimbangi.","Alai molo dapotan pangungkapon sahalak na hundul disi, so ma anggo na parjolo i!","Ai na jadi do hamu saluhutna manurirangi sadasada, asa saluhut dapotan poda dohot sipaingot.","Ai pangoloi do angka tondi ni panurirang di angka panurirang i.","Ai ndang dihalomohon Debata na gaor, dame i do! Songon na di saluhut huria ni angka na badia i,","hohom ma angka parompuan di parpunguanmuna, ai ndang patut mandok hata nasida; pangoloi ma antong, songon nidok ni patik i!","Alai molo adong sitangkasannasida, sinondukna be ma disungkun di jabu; ai subang do di boruboru, anggo tung mandok hata di jolo ni huria i.","Ai mamungka sian hamu do rarat hata ni Debata, manang holan tu hamu do i sahat?","Ganup na mandok, panurirang manang partondi ibana, diboto ma antong: Tona ni Tuhan i do naung husurathon on.","Alai molo so mananda ibana, rohana ma disi!","Onpe, ale angka donganku, ringkoti hamu ma na manurirangi, jala unang orai hamu na mangkatahon di hata na leban!","Asal sasudena i marruhut na denggan jala maratur!"," "],["Alai naeng ma pabotohononku tu hamu, angka dongan, barita na uli, na hubaritahon tu hamu, na jinalomuna naung gabe hajongjongan muna.","Laos i do parhiteanmuna gabe malua, namun ditiop hamu hata na binaritahon tu hamu; ia na so sandok magopo hamu porsea.","Ai sian mulana hupasahat tu hamu na hujalo; on do: Naung mate do Kristus ala ni dosanta, hombar tu na tarsurat i.","Naung tartanom do Ibana, gabe dipahehe di ari patoluhon, hombar tu na tarsurat i.","Jadi dipataridahon do dirina tu si Kepas, dung i tu na sampuludua i.","Dung i dipataridahon dirina sahali tu lobi lima ratus dongan; na tumorop sian angka i mangolu dope, deba do naung monding.","Dung i dipataridahon dirina tu si Jakobus, dung i tu angka apostel i sudena.","Alai dipudi ni saluhutna i, dipataridahon do Ibana nang tu ahu, na tardok tubu di na so tingkina.","Ai ahu do na ummetmet sian angka apostel; na so tama do ahu nian goaron apostel, ala naung hulele huria ni Debata.","Alai na di ahu nuaeng, sian asi ni roha ni Debata do, umbahen na dapot; jala ndang na magopo asi ni rohana na tu ahu i, ai gumodang do na huulahon sian nasida saluhutna; alai ndada ahu tahe, asi ni roha ni Debata na tu ahu, i do!","Antong, manang ahu pe manang nasida, songon i do parjamitaonnami, jala songon i do gabe porsea hamu.","Marhua ma dohonon ni na deba sian tongatongamuna, na so adong haheheon ni angka naung mate, dung sanga binaritahon taringot tu Kristus, paboa naung dipahehe Ibana sian na mate!","Alai anggo so adong haheheon ni angka na mate, ndang na hehe nang Kristus.","Ai anggo so hehe Kristus sian angka na mate, rumar ma jamitanami, laos rumar ma nang haporseaonmuna.","Tardapot ma nang hami ala pargapgap di Debata, ala maralohon Debata huhatindangkon hami, naung dipahehe Kristus i, hape ndang dipahehe, anggo sandok so mulak mangolu angka na mate.","Ai anggo so dipahehe angka na mate, ndang tutu hehe nang Kristus i.","Alai anggo so dipahehe Kristus i, magopo ma haporseaonmuna, jala tong dope hamu di bagasan dosamuna,","gabe mago ma nang angka naung monding marhitehite Kristus.","Anggo holan di tano on hita mangkirim di Kristus i, jolma na dumangol do hita sian saluhutna.","Alai nunga hehe Kristus i sian na mate, Ibana do parjolo ni angka na monding i.","Ai songon marhite sian sada jolma songgop hamatean, songon i do marhite sian sada Jolma haheheon ni angka naung mate.","Ai songon na di bagasan Adam saluhut mate, songon i di bagasan Kristus sude dipangolu.","Alai ganup ma mangihuthon parjojorna: Parjolo i Kristus, dung i angka na di Kristus i, di harorona i.","Dung i ujungna; disi ma pasahatonna harajaon i tu Debata Ama, dung jolo dipasohot nasa panggomgomion, hahuasoon dohot hagogoon.","Ai ingkon mangarajai Ibana, rasirasa dipatunduk saluhut musu i tutoru ni patna.","Hamatean i do musu na parpudi sipasohotonna i.","Ai saluhutna do dipatunduk tutoru ni patna. Alai molo saluhut dipatunduk didok, tandap ma disi, na so dohot na patundukkon saluhutna tu Ibana.","Alai dung tunduk saluhutna i tu Ibana, disi ma dohot Anak i sandiri unduk tu na patundukkon saluhut tu Ibana, asa Debata gabe saluhut di bagasan saluhut.","Angkup ni i: Aha do na niula ni angka na padidihon dirina humongkop angka na mate? Ai molo sandok so hehe angka na mate, aha padidihononna dirina humongkop angka i!","Hami pe, aha pola taononnami mora ganup tongkin?","Songon na mate do ahu ganup ari, songon sintongna hamu, angka dongan, gabe barita sipujion di ahu di bagasan Kristus Jesus, Tuhanta i.","Ai anggo holan ala ni jolma hurangguthon di huta Epesus angka binatang, aha ma guna ni i di ahu? Anggo so hehe angka na mate: Ba mangan minum ma hita, ai mate do hita marsogot.","Unang hamu lilu! Mago do adat na denggan anggo hinombar na roa!","Patut ma hamu tarjolma unang mardosa; ai adong do deba, na so tumanda Debata. Laho pailahon hamu do hudok i.","Alai dohonon ni na deba ma: Songon dia ma hehe angka naung mate i? Dia ma daging ni nasida na ro i?","E, ho na loahon! Apala na olo mangolu na sinaburhonmi, anggo so na mate!","Jala jumpa manabur ho, ndada badan ni na naeng ro i disaburhon ho; batuna sambing do, manang na asing pe.","Alai Debata do mangalehon badan, guru lomo ni rohana; jala asing be do badan tu ganup boni.","Ndada sarupa nasa ragam ni sibuk i; ai asing do na di jolma, asing sibuk ni pinahan, asing sibuk ni pidong, asing na di dengke.","Adong do badan parbanua ginjang, jala adong do badan parbanua tonga on; alai asing do sangap ni na di ginjang, asing do na sian tano on.","Asing do sondang ni mata ni ari, jala asing do sondang ni bulan i; asing muse sondang ni angka bintang, ai marsisurungi do angka bintang marsinondang.","Songon i do nang di haheheon ni angka naung mate: Tarsabur do di habusukon; alai dipahehe do di hatongtongon.","Tarsabur do di haleaon; alai dipahehe do di hasangapon. Tarsabur do di hagaleon; alai dipahehe do di hagogoon.","Na tarsabur do badan parhosa; alai dipahehe do badan partondi. Anggo adong do badan parhosa, adong ma nang badan partondi.","Hombar tu na tarsurat i: \"Gabe hosa na mangolu do jolma na parjolo, si Adam i\"; alai Tondi na pangoluhon do anggo Adam na parpudi i!","Alai ndada badan partondi i na parjolo, parhosa i do; dung i pe, asa partondi i!","Na sian tano do jolma na parjolo i jala marpangalaho tano on; sian banua ginjang do Jolma na paduahon i.","Mangihuthon pangalaho ni na sian tano on do angka na di tano on; jala mangihuthon pangalaho ni na sian ginjang i do angka na di ginjang i.","Jala songon naung tauloshon rumang ni na sian tano on, songon i do uloshononta sogot rumang ni na sian ginjang i.","On do na hudok disi, ale angka dongan: Ndang tarbahen sibuk dohot mudar manean harajaon ni Debata, jala ndang tartean na olo busuk i hatongtongon i.","Hahomion do na hudok on tu hamu: Ndang na saluhut hita monding; alai saluhut do hita paubaonna.","Tompu, di bagasan sanghidopmata, di pangkuling ni sarune na parpudi i; ai mangkuling ma sarune, gabe hehe ma angka naung mate i tu hatongtongon, laos paubaonna ma anggo hita.","Ai ingkon hatongtongon do manoluk na olo busuk on, jala hangongolu na manongtong do manoluk na olo mate on.","Alai dung disoluk hatongtongon i na olo busuk on, jala disoluk hangongolu na manongtong i na olo mate on, disi ma jumpang hata na tarsurat i: \"Nunga tarbondut hamatean; nunga soluk hamonangan!\"","\"Jo hamatean, didia hamonanganmi? Jo hamatean, didia soropmi?\"","Alai dosa do sorop ni hamatean, jala patik i do gogo ni dosa i.","Alai mauliate ma di Debata, na pamonang hita marhitehite Tuhanta Jesus Kristus!","Onpe, hamu angka donganku na hinaholongan, marsihohot jala so mubauba ma hamu, jala lam sumurung ma tongtong di bagasan ulaon ni Tuhan i, ai diboto hamu do: Ndang magopo halojaonmuna di bagasan Tuhan i."," "],["Alai taringot tu guguan na tu angka na badia i, ulahon hamu ma, songon naung huaturhon tu angka huria na di Galatia.","Ganup ari Minggu ma dipapungu ganup, marguru tu na tarbahensa; unang pola pamasaon guguan, di na ro i ahu.","Alai disi sahat ahu tu hamu, suruonku ma dongan na leak tau di rohamuna mardongan surat, mamboan asiasimuna i tu Jerusalem.","Alai molo tung umpola, gabe dohot ahu borhat, denggan ma rap hami laho.","Alai ro do ahu manopot hamu, dung huebati luat Makedonia. Ai mamolus do ahu di luat Makedonia.","Alai ra mian do ahu di hamu, jala pasalpuonku partaonan ngali, asa pataruonmuna ahu, manang tudia pe ahu borhat.","Ai ndang naeng bolus hamu idaonku sahali on; arop do tahe rohangku mian di hamu lumeleng, molo diloas Tuhan i.","Alai di Epesus do ahu mian, sahat tu pesta Pentakoste.","Ai mungkap do di ahu pintu na balga, na marpangkorhon godang; jala torop do na mangalo.","Alai molo tung ro si Timoteus, sarihon hamu ma, unang mabiar ibana di tongatongamuna; ai ulaon ni Tuhan i do diula songon ahu on.","Unang ma adong na marhu ni roha mida ibana! Alai pataru hamu ma ibana di bagasan dame, asa ro ibana mandapothon ahu, ai hupaimaima do ibana raphon angka dongan i.","Alai anggo donganta, si Apollos i, nunga gogo nian huapoi, asa ditopot hamu rap dohot angka dongan on; alai sandok na so ra ibana ro anggo nuaeng, alai ro do ibana muse di tangkas ni langkana.","Dungo ma hamu, marsihohot marhaporseaon, tang ma hamu jala margogo!","Di bagasan haholongon ma tulus sasudena di hamu!","Diboto hamu do, angka dongan, pangisi ni bagas ni si Stepanus do patumonaan ni luat Akaya, jala dipasahat nasida do dirina gabe parhobas di angka na badia; dibahen i huapoi ma hamu:","Dohot ma hamu marunduk ni roha maradophon dongan angka sisongon i, nang maradophon ganup donganta pangula na mangkalojahon!","Alai las do rohangku, ala na ro do si Stepanus dohot si Portunatus dohot si Akaikus; ai nasida do manggohi na so tarpatupa hamu.","Ai dipahosa nasida do tondingku nang tondimuna. Onpe, parhamaol hamu ma angka dongan sisongon i!","Manongos tabi tu hamu angka huria na di Asia. Manongos tabi godang situtu tu hamu marhitehite Tuhan i: Si Akuila dohot si Priska rap dohot na marpungu di jabunasida.","Sahat ma tabi ni saluhut angka dongan i tu hamu. Masitabian ma hamu mardongan pangummaon na badia.","On ma tabingku sian ahu, Paulus, sinurat ni tanganku.","Hona bura ma na so mangkaholongi Tuhan i! Maranata (Na ro ma Tuhanta)!","Didongani asi ni roha ni Tuhan Jesus i ma hamu!","Didongani holong ni rohangku ma hamu saluhutna di bagasan Kristus Jesus i!"," "]]
