[["1:1 Ahu surat sian si Paulus, apostel ni Kristus Jesus, sian lomo ni roha ni Debata, rap dohot dongan si Timoteus, mandapothon huria ni Debata, na di huta Korint, nang saluhut angka na badia, na di sandok Akaya:","1:2 Asi ni roha ma di hamu dohot dame sian Debata Amanta i dohot sian Tuhan Jesus Kristus!","1:3 Pinuji ma Debata, Ama ni Tuhanta Jesus Kristus, Ama Parasiroha situtu jala Debata, Sipangapul na sumurung!","1:4 Ai diapul do hami di bagasan saluhut haporsuhonnami, asa tarapul hami angka dongan na di bagasan ragam ni haporsuhon, hinorhon ni apulapul na binasabasahon ni Debata tu hami.","1:5 Ai muba do godang ni haporsuhon ala ni Kristus songgop tu hami; laos hombar tusi do sumurung pangapulon tu hami hinorhon ni Kristus.","1:6 Alai porsuk pe huahap hami, bahen pangapulon dohot haluaon di hamu do; ba tarapul hami, bahen pangapulon di hamu do, ai dibahen do hamu marhabengeton di sitaonon, angka na sapangalaho dohot na huta on hami.","1:7 Jala hot do pangkirimonnami taringot tu hamu, ai on do huboto hami: Songon naung gabe partohap hamu di angka sitaonon, laos songon i do nang di apulapul.","1:8 Ai naeng do tangkas botoonmuna, ale angka dongan, haporsuhon na mangonai tu hami di luat Asia: Tung na sorat situtu do hami, lobi sian na tartaon, pola saep do rohanami di ngolunami.","1:9 Nunga putus hosanami, ditimbang rohanami; asa unang dirinami huhaposi hami, tung Debata do, na manungguli angka naung mate.","1:10 Saut do hami dipalua, laos paluaonna do sian hamatean na sai jorbut i. Tu Ibana do mangkirim rohanami, paluaonna do nang tu joloan on.","1:11 Dohot ma hamu mangurupi tumangiangkon hami, anggiat torop dongan mangkamauliatehon asiasi na tu hami, ala torop naung mangkongkop hami.","1:12 On do pujipujian na di hami: Dihatindangkon panggora ni rohanami do, naung huparangehon hami, di adopan ni portibi on, lumobi situtu ma di adopanmuna, habadiaon dohot hapolinon na sian Debata ndada habisuhon hian, tung asi ni roha ni Debata do.","1:13 Ai ndang asing lapatan ni na husurat hami tu hamu sian na jinaha jala niantusanmuna; jala hirim do rohangku, laos torus antusanmuna,","1:14 songon naung mamungka diantusi hamu hatanami, paboa hami gabe pujipujian di hamu, jala laos songon i hamu di hami di ari ni Tuhanta Jesus.","1:15 Mangasahon i, tibu hian do hutahi ro manopot hamu, asa dua hali hamu marlas ni roha.","1:16 Naeng mamolus do ahu sian hamu laho tu Makedonia; jala dung sian Makedonia, mulak tu hamu, asa hamu pataruhon ahu tu Judea.","1:17 Marneang ni roha do ahu tumahi i? Manang marguru tu sibuk do tahingki, gabe rap dapot di ahu hata olo dohot hata ndang?","1:18 Alai haposan do Debata, ai ndang jumpang di hami hata olo huhut hata ndang.","1:19 Ai Jesus Kristus, Anak ni Debata, na hubaritahon hami tu hamu, rap dohot si Silwanus dohot si Timoteus, ndada gabe olo Ibana dohot ndang, tung hot do hata olo marhitehite Ibana.","1:20 Ai manang piga bagabaga ni Debata, gabe olo do di bagasan Ibana jala marhitehite Ibana do amen, bahen hasangapon ni Debata marhitehite hami.","1:21 Alai Debata do pahothon hami rap dohot hamu tubagasan Kristus i, jala dimiahi hami.","1:22 Laos Ibana do sumahap hami, jala dilehon do tubagasan rohanami patujolo i, i ma Tondi i.","1:23 Alai Debata do hujou saksi ni tondingku, paboa hamu do huolani, umbahen so ro dope ahu tu Korint.","1:24 Ai ndada naeng mangarajai haporseaonmuna hami; angka pangurupi muna do hami di halalas ni rohamuna, ai naung ojak do hamu di bagasan haporseaon."," "],["2:1 Hupaputus do di bagasan rohangku, na so ulahanku be ro manopot hamu di bagasan arsak ni roha.","2:2 Ai molo huarsahi hamu, ise ma palas rohangku muse? Nda ibana na huarsahi i?","2:3 Jala ala ni i do, umbahen manurat ahu tu hamu, asa unang arsak ni roha tu ahu di harorongku, sian angka na patut palas rohangku; ai pos do rohangku di hamu sudena, naung halalas ni rohamuna saluhutna do halalas ni rohangki.","2:4 Sian haporsuhon godang dohot sian ponjot ni roha do ahu manurat tu hamu mardongan iluilu godang, ndada asa marsak hamu, sandok asa ditanda hamu holong ni rohangku na sumurung mida hamu.","2:5 Alai na mangarsahi i, ndada ahu niarsahanna, hamu saluhutna do, manang deba tahe, unang masalpuhu hatangku.","2:6 Sae do tu na songon i pinsangpinsang sian na torop.","2:7 Onpe, balik ma tagonan hamu manesa dosana jala mangapul ibana, unang dibondut arsak ni roha na torbang i ibana.","2:8 Dibahen i huapoi hamu, patuduhon holong ni roha tu ibana.","2:9 Laos i do tinembak ni surathu tu hamu, naeng tandaonku, manang na tau hamu, manang pangoloi hamu di na saluhutna.","2:10 Alai molo disesa hamu dosana, dohot ma ahu. Ai manang dia na husesa, ala ni hamu do husesa i, di adopan ni Kristus.","2:11 Unang diangati sibolis i hita, ai ndada na so taboto tinahina i.","2:12 Alai di na sahat ahu tu huta Troas, manjamitahon barita na uli na taringot tu Kristus, mungkap do nian pintu di ahu di bagasan Tuhan i.","2:13 Alai ndang marhasonangan tondingku, ala so dapot ahu donganku, si Titus i, jala martinading hata nama ahu tu nasida, laho borhat tu Makedonia.","2:14 Alai mauliate ma di Debata, na tongtong pamonang hami di bagasan Kristus, jala dipapatar do, di saluhut inganan marhite sian hami, parbinotoan taringot tu Ibana, na songon uap na hushus.","2:15 Ai uap na hushus sian Kristus i do hami di adopan ni Debata, di angka na malua, nang di angka na laho mago.","2:16 Uap hamatean tu hamatean di na deba; uap hangoluan tu hangoluan di na deba. Jala ise do na tau tusi?","2:17 Ai ndada suman hami tu na deak i, na mangalansumhon hata ni Debata; alai sian lidang ni rohanami, sinuru ni Debata do huhatahon hami i di adopan ni Debata, di bagasan Kristus."," "],["3:1 Na mangulahi do hami mamujimuji dirinami? Manang na ringkot marsurat panindangion hami mandapothon hamu manang manjalo sian hamu, songon binahen ni na deba?","3:2 Hamu do suratnami, naung sinurathon tubagasan rohanami, na tinanda jala jinaha ni saluhut jolma.","3:3 Ai tanda do hamu surat ni Kristus na hupature hami, sinurat so dohot tinta, marhite sian Tondi ni Debata na mangolu, i do; ndada tu panuratan batu, alai di panuratan daging, i ma ateate.","3:4 Pos do rohanami taringot tusi tu Debata, marhitehite Kristus.","3:5 Ndada tau hami sian dirinami, anggo tung mamingkiri agia aha sian dirinami; sandok sian Debata do hatauonnami.","3:6 Ibana do patauhon hami, gabe parhalado di padan na imbaru, na marhite sian Tondi i; ndada marhite sian surat, ai na mambunu do surat, Tondi i do pangoluhon.","3:7 Alai gari parhaladoon hamatean, na marsurat, na niuhir tubagasan batu, gari marhasangapon do, pola so tarbahen anak Israel mamereng bohi ni si Musa, dibahen sangap na olo salpu i, na di bohina i:","3:8 Lam beha ma sangap ni parhaladoon ni Tondi i!","3:9 Ai marhasangapon do parhaladoon na tu uhum; nda lam sumurung ma hasangapon ni parhaladoon na tu hatigoran!","3:10 Ai hira so marhasangapon be dohonon na marsangap disi, dibahen hasusurung ni hasangapon on.","3:11 Ai molo sangap na olo salpu i, nda dao lumobi hasangapon ni na manongtong on!","3:12 Marhiras ni roha situtu do hami, antong, mangasahon pangkirimon na sai balga.","3:13 Ndang hutiru hami be si Musa, na mangkungkupi bohina, asa unang dibereng halak Israel ujung ni na olo salpu i.","3:14 Alai gabe tangkang do rohanasida, ai ro di sadari on tong do tartutup parjanjian lama, jumpa dijaha i; laos so diungkap dope, ala holan di bagasan Kristus dipasohot i.","3:15 Olo tahe, ro di sadari on peak do pangkuphupi i diatas rohanasida, uju dijaha surat ni si Musa.","3:16 Alai disi mulak rohanasida mandapothon Tuhan i, buatonna ma pangkuphupi i.","3:17 Tuhan i do Tondi i; jala ia disi Tondi ni Tuhan i, disi do haluaon.","3:18 Alai anggo hita saluhutna, angka na sinondangan ni hasangapon ni Tuhan i, so hungkup bohinta, paubaonna ma hita, gabe tudos tu rupana, mandapothon ragam ni hasangapon, marguru tu Tuhan ni Tondi i."," "],["4:1 Onpe, ala naung hujalo hami tohonan on, sian pangasina di hami, ndang marnaloja hami.","4:2 Sandok hutulakkon hami do angka na buni, angka sihailahononhon; ai ndang marangkal hami, jala ndang marlaok hubahen hami hata ni Debata; hasintongan i do hupapatar hami, gabe jongjong hami, tandaon ni roha ni saluhutna jolma di adopan ni Debata.","4:3 Jala molo tung tartutup barita na uli, na hujamitahon hami, di angka na laho mago do i tartutup.","4:4 Ai dipapitung debata ni portibi on do pingkiran ni angka na so porsea, asa unang nasida dipatiur sondang ni barita na uli, na taringot tu hasangapon ni Kristus, na tardok suman ni Debata.","4:5 Ai ndada dirinami hujamitahon hami, Kristus Jesus i do, paboa Ibana Tuhan; alai naposomuna do hami ala ni Jesus.","4:6 Ai Debata, na mandokkon marsinondang hatiuron i sian haholomon i, Ibana do patiurhon rohanami, pabinsar parbinotoan di sangap ni Debata, na di bagasan bohi ni Kristus i.","4:7 Alai di bagasan inganan na mura matapor do artanami on, asa Debata nampuna hagogoon na sumurung i, unang hami.","4:8 Di na saluhut do hami marhaporsuhon, alai ndang hapusohan; tarsosak, alai ndada tarhapit.","4:9 Na tarlele do hami, alai nda tung pinasombu; pinantinggangkon, alai nda tung anggo bolong.","4:10 Tongtong do hupausungusung hami di dagingnami hamamate ni Jesus, asa patar di dagingnami nang hangongolu ni Jesus.","4:11 Ai tongtong do hami, angka na mangolu dope, dipasahat tu hamatean, ala ni Jesus i, asa gabe patar nang hangongolu ni Jesus di dagingnami na olo mate i.","4:12 Asa na mangkorhon do hamatean di bagasan hami, alai hangoluan do anggo di bagasan hamu.","4:13 Alai tong do Tondi haporseaon i di bagasan hami, hombar tu na tarsurat i: \"Na porsea do ahu, umbahen na huhatahon\"; hami pe, na porsea do, umbahen na dohot hami mangkatahon,","4:14 ala huboto hami: Naung pahehehon Tuhan Jesus i, pahehehon ni I do nang hami raphon Jesus i, jala pajongjongonna do hami raphon hamu.","4:15 Alai saluhutna i, ala ni hamu do, asa asi ni roha i, na lam tu gandana, dibahen na torop, mangkorhon hamauliateon na sumurung, bahen hasangapon ni Debata.","4:16 Dibahen i, ndang marnaloja hami; ai lam tu burukna pe hajolmaonnami parduru i, anggo parbagasan i, ariari do dipaimbaru.","4:17 Ai haporsuhonnami na martingki jala na neang porsanon, i do patupahon di hami hasangapon na sumurung, na lumobi hamuliaonna na salelenglelengna,","4:18 ala hutailihon hami na so tarida i, nda tung na tarida i; ai parsatongkinan do na tarida i, alai manongtong do ro di salelenglelengna na so tarida i."," "],["5:1 Ai on do huboto hami: Di na tanggal bagas parlapelapeannami na sian tano on, adong ma di hami inganan na sian Debata, bagas na so pinauli ni tangan, na mian salelenglelengna di banua ginjang i.","5:2 Ai saleleng dison, marhoi do hami huhut masihol, naeng haru solukkononhon inganannami na sian banua ginjang i.","5:3 Ai nda tung songon na marsaemara hami tardapot disi, tung marabit do.","5:4 Ai tagan di parlapelapean on hami, marhoi do hami jala sorat, ala dipangido rohanami: Naeng unang ma ditanggali sian hami, dilampishon ma nian, asa dibondut hangoluan i hamatean.","5:5 Alai na patauhon hami tusi, Debata do i, dung jolo dilehon tu hami Tondi i, patujolona i.","5:6 Asa na pos do rohanami tongtong, atik pe huboto hami, dao hami sian Tuhan i, saleleng maringanan di bagasan daging on hami.","5:7 Ai di bagasan haporseaon do hami, ndada dope di bagasan na marnida,","5:8 Alai lam pos do rohanami, jala lasan do bungkas sian daging on, laho maringanan di Tuhan i.","5:9 Ala ni i huhut huringkoti hami, naeng halomoan ni rohana hami, manang naung sahat tu sambulo, manang di pardalanan dope.","5:10 Ai ingkon gabe patar be do hita saluhutna sogot di jolo ni habangsa paruhuman ni Kristus, asa dijalo be hombar tu na niulana, tagan di pardagingon, manang na denggan, manang na roa.","5:11 Onpe, ala na binoto, habiaran do Tuhan i, huapoi hami do angka jolma i; alai patar do hami di Debata, jala hirim rohanami, patar do hami nang di bagasan rohamuna.","5:12 Ndada mangulahi hami mamujimuji dirinami di jolomuna, alai mangalehon dalan tu hamu, asa adong pamujionmuna di hami maralohon dongan, angka na mangasahon rupa, alai ndada roha.","5:13 Alai molo tung songon na so marroha hami, di Debata ma i; jala molo tung marroha hami, tu hamu do.","5:14 Ai ditiop holong ni roha ni Kristus do hami.","5:15 Jala songon on do hujujur hami: Anggo naung mate Nasada i humongkop sude, naung mate do nasida saluhutna. Jala humongkop saluhut do Ibana mate, asa unang be mangolu di dirina angka na mangolu i, asa mangolu nasida di Ibana, naung mate jala mulak mangolu humongkop nasida.","5:16 Ala ni i, ndang hutanda hami be manang ise mangihuthon pardagingon; jala nang pe hutanda hami najolo Kristus mangihuthon pardagingonna, ndang be hutanda hami anggo nuaeng.","5:17 Asa molo di bagasan Kristus halak, na tinompa na imbaru ma i. Nunga salpu pangalaho na robi, gabe na imbaru.","5:18 Sudena i sian Debata do; ai Ibana do padengganhon hita tu dirina marhite Kristus, jala dilehon do tu hami tohonan pardengganan i.","5:19 Ai di bagasan Kristus do Debata, gabe dipadenggan do portibi on tu dirina, ai ndang dijujur tu nasida dosanasida, jala dipajongjong do di tongatonganami hata pardengganan i.","5:20 Onpe, partonaan ni Kristus do hami, ai na mangapoi do Debata marhite sian hami. Singkat ni Kristus do hami mangelehelek: Sai olo ma hamu padengganon tu Debata!","5:21 Ai on do dipatupa Debata: Humongkop hita gabe dosa Ibana, na so tumanda dosa, asa gabe hatigoran ni Debata hita di bagasan Ibana."," "],["6:1 Na mangapoi do hami, angka dongan pangula, asa unang magopo panjaloonmuna di asi ni roha ni Debata.","6:2 Ai didok do: \"Di tingki parasian do ho hutangihon, jala di ari haluaon do ho huurupi. Nuaeng ma tongon tingki parasian; nuaeng ma ari haluaon i!\"","6:3 Ndang mangalehon partuktuhan hami di agia aha pe, asa unang hasurahan tohonannami.","6:4 Di na saluhut hupatuduhon hami dirinami songon angka naposo ni Debata: Di bagasan habengeton godang, di bagasan angka haporsuhon, hasusaan dohot hagogotan;","6:5 di na hona pungkul, di na tarhurung, di bagasan hagunturon, di halojaon, di mangkar ni mata, di parpuasaon;","6:6 di bagasan hatomanon, di bagasan parbinotoan, lambas ni roha dohot habasaron, di bagasan Tondi Parbadia, di bagasan holong ni roha na so marpangansi;","6:7 di bagasan hata hasintongan, di bagasan hagogoon ni Debata, marhitehite sinjata hatigoran di siamun dohot hambirang;","6:8 mamolus sian hasangapon dohot haleaon, sian barita na roa dohot barita na denggan; songon angka na mangaliluhon, hape parsintong do;","6:9 songon angka na so tinanda, hape na tinanda do; songon na naeng mate, hape na mangolu; songon angka na binunu, alai ndada na mate;","6:10 songon angka na marsak, alai tongtong do parroha na las; songon angka na pogos, alai torop do dipamora; songon na so paradongan, hape saluhut do digomgom.","6:11 Buas do pandoknami tu hamu, halak Korint; ungkap do rohanami.","6:12 Ndang mangingking rohanami maradophon hamu; rohamuna do na mangingking i.","6:13 Songon na tu anakkonku ma hatangkon: Palambas hamu ma nang rohamuna, balos ni i!","6:14 Unang saauga hamu dohot angka na so porsea! Ai aha ma pardomuan ni hatigoran dohot na so uhum; jala aha do hasaoran ni hatiuron dohot haholomon?","6:15 Beha ma domu Kristus dohot Belial; aha ma hatopan ni na porsea dohot na so porsea?","6:16 Tung olo ma mardomu joro ni Debata dohot angka ajiajian? Ai joro ni Debata na mangolu i do hita, songon na nidok ni Debata: \"Naeng di tongatonganasida do Ahu maringanan jala mardalani, gabe Debatanasida do Ahu, jala nasida gabe bangsongku.\"","6:17 \"Dibahen i, ruar ma hamu sian tongatonganasida jala paholang hamu ma dirimuna, ninna Tuhan i; unang ma jama hamu na ramun, asa hujangkon hamu!\"","6:18 \"Jala gabe Ama ma Ahu di hamu, jala hamu gabe anak dohot boru di Ahu, ninna Tuhan, Sigomgom parluhutan.\""," "],["7:1 Onpe, hamu angka haholongan, ala naung tu hita angka bagabaga ondeng, tapaias ma dirinta sian nasa na tau pahodarhon daging dohot tondi, laho patulushon habadiaon mardongan biar mida Debata!","7:2 Jangkon hamu ma hami; ndang adong hujahati hami agia ise sian hamu, manang niago, manang niangatan pe.","7:3 Ndang hudok i, laho mandabu uhum tu hamu; ai nunga hudok nangkin, naung di bagasan rohanami hamu, asa rap mate jala rap mangolu.","7:4 Godang do hiras ni rohangku mida hamu, godang do nang pamujingku di hamu; naung tarapul situtu do rohangku, marlas ni roha na sumurung do ahu di bagasan saluhut haporsuhonnami.","7:5 Ai nang di haroronami tu Makedonia, ndang marhasonangan dagingnami, sandok porsuk do huhilala hami: Paraloon sian duru, hatahuton sian bagasan.","7:6 Alai Debata, na mangapul na toruk marroha. I ma mangapul nang hami, dibahen haroro ni si Titus.","7:7 Ndada holan marhitehite harorona, dohot do marhitehite pangapulon, naung jinalona sian hamu, ai dibaritahon do tu hami sihol ni rohamuna, partangismuna dohot ringgasmuna humongkop ahu, gabe lam las do rohangku.","7:8 Ai nang pe marsak hamu hubahen marhitehite surat i, ndang husolsoli rohangku disi. Tutu, husolsoli do najolo nian, ai huida marsak rohamuna satongkin, dibahen surat i.","7:9 Anggo nuaeng, las do rohangku: Ndada ala naung marsak i rohamuna, ala ni hamubaon ni roha, na hinorhon ni arsak ni rohamuna, i do; ai sian Debata do arsak ni rohamuna, asa sandok unang luangan hamu hubahen hami.","7:10 Ai dihorhon arsak ni roha na sian Debata do hamubaon ni roha tu haluaon, na so sisolsolan; alai dihorhon arsak ni roha ni portibi on do hamatean.","7:11 Tanda hamu ma arsak ni roha on, na sian Debata; ai dihorhon do di hamu ringgas ni roha na sai godang i, tole paraluson, sogo ni roha, hatahuton, sihol ni roha, pangkamuruhon, paminsangon pe. Di saluhutna i dipatuduhon hamu, paboa na lias hamu, di hata i.","7:12 Asa hutongos pe surat i tu hamu, ndada ala ni parjahat i, manang ala ni na jinahatanna; ala ni on do tahe: Asa patar sama hamu, di adopan ni Debata ringgas ni rohamuna na humongkop hami.","7:13 Ala ni i gabe tarapul hami. Alai dung tarapul hami, lam sumurung muse huhalashon hami las ni roha ni si Titus, ala dipahosa hamu saluhutna tondina i.","7:14 Ai ndang tarila ahu, di na hupuji hamu maradophon ibana; sandok songon naung huhatahon hami saluhutna i tu hamu, mangihuthon hasintongan i, songon i do gabe marhasintongan pamujinami maradophon si Titus.","7:15 Jala lam tu balgana do holong ni rohana di hamu, paingotingot pangoloionmuna saluhutna, ai dijangkon hamu do ibana mardongan biar dohot lomos ni roha.","7:16 Na las do rohangku, ala haposan hamu hudapot di na saluhutna."," "],["8:1 Alai hupabotohon hami ma tu hamu, angka dongan, asi ni roha ni Debata, na nilehonna i tu angka huria na di Makedonia:","8:2 Ai atik pe di bagasan pangunjunan dohot haporsuhon godang nasida, dihorhon halalas ni rohanasida na sumurung angkup ni sungkot ni hinapogosnasida do habasaon na lumobi.","8:3 Huhatindangkon do, naung dilehon nasida nasa na tarpatupasa, lobi tahe sian gogona; jala sian lomona do!","8:4 Gogo do diapoi nasida hami jala dipangido asi ni roha, i ma na naeng gabe parsidohot mangurupi angka na badia i.","8:5 Jala gumodang sian na huhirim hami: Tung dirina do dilehon nasida parjolo tu Tuhan i, dung i tu hami, mangihuthon lomo ni roha ni Debata.","8:6 Gabe huapoi hami si Titus, asa laos dipaujung di tongatongamuna ulaon asi ni roha on, songon naung pinungkana i.","8:7 Alai songon hasurunganmuna di na saluhut, di haporseaon, di hata, di parbinotoan, di nasa haringgason, di pangkaholongimuna di hami, naeng songon i ma hasurunganmuna nang di ulaon asi ni roha on.","8:8 Ndada songon paksa hatangki; naeng ujionku do tahe sintong ni holong ni rohamuna, tumimbangkon pangkaburjuhon ni angka dongan.","8:9 Ai diboto hamu do asi ni roha ni Tuhanta Jesus Kristus, na mamora hian, gabe pogos ala ni hamu, asa gabe mamora hamu hinorhon ni pogosna i.","8:10 On do turgas sian ahu: Na patut do i di hamu; ai hamu jumolo hian sian na taon i umpungka nang na patupahon, nang na tumahi.","8:11 Asa patulus hamu ma nuaeng nang na patupahon, asa songon ringkot ni roha laho tumahi, songon i ma na patupahon, hombar tu na dapot.","8:12 Ai molo adong ringkot ni roha, halashononhon do na dapot, nda tung salpu sian na dapot.","8:13 Ai ndada naeng haporsuhon di hamu, hasonangan ia di dongan; naeng masipadosan ma nian.","8:14 Anggo saonari ditomutomu na lobi na di hamu ma na hurang di nasida, asa ditomutomu nang na lobi na di nasida na hurang di hamu, asa gabe dos!","8:15 Hombar tu na tarsurat: \"Sipeop na godang, ndang marlobilobi; jala sipeop na otik, ndang hurangan.\"","8:16 Alai mauliate ma di Debata, na mangalehon ringgas ni roha na songon i humongkop hamu tubagasan roha ni si Titus.","8:17 Na olo do ibana apoan; lam ringgas rohana, borhat mandapothon hamu, sian lomona sandiri.","8:18 Alai rap dohot ibana husuru hami do dongan i, na tarpuji di saluhut huria i, siala barita na uli i.","8:19 Angkup ni i, disuru angka huria do ibana, mandongani hami di ulaon asi ni roha on, na huhobashon hami, bahen hasangapon di Tuhan, huhut pahinsa rohanami.","8:20 Unang ditihai hami di tumpak na balga, na huhapadothon hami; i do na hutamparhon hami.","8:21 Ai hupingkiri hami na patut ingoton di jolo ni Tuhan i, nang di jolo ni jolma.","8:22 Jala rap dohot nasida husuru hami dongannami, dung ragam jala jotjot huuji hami ringgas ni rohana i; alai lam ganda do ringgas ni rohana nuaeng, dibahen godang ni pos ni rohana di hamu.","8:23 Asa anggo si Titus, donganku do ibana jala angkuphu mangkongkop hamu; ia angka dongannami, sinuru ni angka huria do jala sipasangap Kristus.","8:24 Onpe, tu nasida ma pataridahon hamu sintong ni holong ni rohamuna, nang sintong ni pamujinami di hamu, di adopan ni angka huria i!"," "],["9:1 Anggo taringot tu pangurupion na tu angka na badia, ndang pola be surathononku tu hamu.","9:2 Ai huboto do ringgas ni rohamuna, naung pola hupuji di jolo ni halak Makedonia, mandok: Naung marhobas Akaya sian na taon i dope, jala ringgas ni rohamuna do pajujuhon dongan torop.","9:3 Alai husuru do angka dongan i, asa unang so marimpola pamujingku di hamu taringot tusi, asa tutu hobas hamu, songon naung hudok hian;","9:4 asa unang rap ro hami dohot dongan sian Makedonia, gabe ndang hobas hamu hudapot hami, jala murak hami, hamu do tahe, di nalom ni rohanami i.","9:5 Dibahen i huringkoti hami mangapoi angka dongan, asa dipajolo nasida mandapothon hamu, laho paradehon pasupasu naung pinarbagabagamuna, asa rade i, songon na hinabuashon, unang hinolithon.","9:6 Ingot ma: Na manaburhon otik, otik do gotilonna; jala na manaburhon managam pasupasu, mangalap pasupasu di na manggotil.","9:7 Ganup ma nionjar ni rohana, unang ma sian muruk manang sian na so tarjua; ai dihaholongi Debata do na las roha mangalehon!","9:8 Alai marhuaso do Debata, mangusehon saluhut asiasi tu hamu, asa sandok tuk situtu di hamu jala marlobilobi hamu, laho patupahon saluhut ulaon na denggan;","9:9 hombar tu na tarsurat: \"Na manaburi ibana, mangalehon tu angka na pogos; hot do hatigoranna i ro di salelenglelengna.\"","9:10 Alai na padirihon boni tu panabur dohot indahan tu na manganhon, padirion jala pagandaon ni I do di hamu sisaburhononhon, jala patubuonna parbue ni hatigoranmuna,","9:11 asa di na saluhut hamu mamora tu nasa habasaon, na mangkorhon hamauliateon tu Debata, marhite sian hami.","9:12 Ai ndada, asal dipatuk ulaon guguan on hahurangan ni angka na badia i; na sumurung do i huhut, ala ni hamauliateon ni na torop tu Debata.","9:13 Gabe dipasangap hamu Debata, ia dung tau hamu jumpang di ulaon parhobason on, ala ni pangoloion ni rohamuna, laho mangkatindangkon barita na uli na sian Kristus, dohot ala na buas pangantoionmuna di nasida dohot di dongan saluhutna.","9:14 Nasida pe, ditangiangkon do hamu, jala masihol do nasida di hamu, marningot asi ni roha na sumurung na sian Debata tu hamu.","9:15 Alai mauliate ma tu Debata ala ni silehonlehonna, na so tarhatahon i!"," "],["10:1 Alai ia ahu, si Paulus, huapoi ma hamu marhitehite lambok ni roha dohot habasaron ni Kristus. Na toruk roha do ahu maradophon hamu, anggo adop bohi be; alai na barani maralohon hamu, jumpa holang.","10:2 Alai dipangido rohangku do: Naeng unang ma nian pola barani ahu, jumpa dompak, sian pos ni rohangku sipangasahononku di rohangku maradophon na deba, na mangarajumi hami songon parroha daging.","10:3 Tutu do, di bagasan daging dope hami; alai ndada marguru tu daging parungkilonnami.","10:4 Ai ndada mangihuthon daging sinjatanami marungkil, tung margogo do di Debata, laho mangarumpakkon angka tano bato.","10:5 Ai hurumpakkon hami do angka pingkiran habisuhon ro di nasa roha na timbo, na hehe mangalo parbinotoan na sian Debata, jala huihoti hami do nasa roha, asa gabe pangoloi di Kristus i.","10:6 Jala hobas do hami, maminsang nasa na so mangoloi, ia dung timpas pangoloionmuna.","10:7 Bereng hamu ma na tandap di jolomuna: Molo adong na pos roha, mandok, Kristus nampuna ibana, diingot ma: Songon Kristus nampuna ibana, laos songon i do Kristus nampuna hami.","10:8 Ai ndang tagamon tarila ahu, nang pe tamba dope pamujingku di huaso na nilehon ni Tuhan i di hami, laho pauliulihon hamu, ndada manegai.","10:9 Unang ma songon na hupambibiari hamu marhite sian angka surat i.","10:10 Ai angka surat i tutu, ninna, dokdok jala gogo; alai gale do, jumpa ro ibana, jala lea do hatana.","10:11 On ma dipingkiri halak i: Ia songon i hatanami na marhite sian surat, jumpa dao, songon i do ulaonnami, di na dompak hami.","10:12 Tutu, ndang barani hami, pasaorhon manang patudoshon dirinami tu angka na manjuljulhon dirina. Angka parroha mago do nasida, ai na manuhati jala pasumansumanhon do nasida sama dirina.","10:13 Alai ndang olo hami mamujimuji dirinami, ro di na so tingkina; sandok intap aturan, na pinatikkon ni Debata tu hami. Laos i do, umbahen na sahat hami ro di hamu.","10:14 Ai ndada na pabalgabalgahon diri hami, so pola jolo ro hami mandapothon hamu; ai hami sahat, antong, nang tu hamu, mamaritahon barita na uli ni Kristus.","10:15 Ndada lompo sian uhum pamujinami di hami, anggo di bagasan ulaon ni na leban; alai lam ganda situtu ma ulaonnami, dihirim rohanami, molo dung ganda haporseaonmuna sama hamu, marguru tu parturena,","10:16 laho manjamitahon barita na uli, sahat ro di angka na di balik ni parbalohanmuna, unang pola huhasangaphon hami ulaon, naung tinurpukkon tu na asing siradotanna.","10:17 Alai na mamuji dirina, marhitehite Tuhan i ma ibana mamuji!","10:18 Ai ndada na tau na pajolohon dirina; na niuji ni Tuhan i, i do!"," "],["11:1 Aut ma nian dipataontaon hamu bodokku saotik! Olo tahe, pataontaon hamu ma ahu!","11:2 Muruk ni Debata do na di ahu humongkop hamu; ai nunga hupaorohon hamu tu sada Baoa, padirihon tu Kristus, songon na marbaju na bontor.","11:3 Alai biar do rohangku, so tung diago maon pingkiranmuna, manadingkon bulus ni roha maradophon Kristus, suman tu na pinaotooto ni ulok i si Haoa marhitehite angkalna i.","11:4 Ra tung denggan do rohamuna manaon, molo ro deba mamaritahon Jesus na mimbar sian na hubaritahon hami, manang molo dijalo tondi na leban, na so jinalomuna hian, manang barita na uli na asing, na so jinangkonmuna hian.","11:5 Alai anggo di rohangku, ndang na humurang ahu sian angka apostel na bolonan i.","11:6 Alai nang pe hurang malo ahu di hata, nda tung anggo di parbinotoan; tongtong tahe hupatandahon hami i tu hamu sasudena.","11:7 Na mardosa do ahu, di na hupatutoru diringku, laho patimbo hamu, ala songon silehonlehon huboan barita na uli ni Debata, na hubaritahon tu hamu?","11:8 Na mangarampas do ahu sian huria na asing bahen balanjongku, laho marulaon di hamu.","11:9 Jala ia hurangan pe ahu di tongatongamuna, ndang hususai agia ise, ai angka dongan, na ro sian Makedonia, i do patukkon na hurang di ahu. Tongtong hupatihi diringku, unang hususai hamu, jala laos i do bahenonku tu joloan on.","11:10 Namun hasintongan ni Kristus di bagasan ahu, ndang jadi montok pujipujian on di ahu di angka luat Akaya.","11:11 Ala ni aha? Ala na so holong do rohangku di hamu? Debata do umbotosa!","11:12 Alai huula pe i nuaeng nang tu joloan on, ala ni angka na mangalului parbonsiran do, laho manggotaphon i, asa anggiat dos hami dohot nasida di pamujion i.","11:13 Ai anggo nasida, angka apostel pargapgap do, angka pangula pangansi, disumansuman do angka apostel ni Kristus.","11:14 Ndang pola longang roha disi, ai nang sibolis i, dipasumansuman do ibana songon suruan hatiuron.","11:15 Lam beha naposona manumannuman rupa ni naposo ni hatigoran! Hombar tu angka parulaonna do ujungna be!","11:16 Huulaki ma mandok: Unang ma dirimpu na deba, na loahon ahu. Alai molo tung i, jangkon hamu ma ahu hira na loahon, asa tarpapujipuji ahu diringku saotik.","11:17 Ndada marguru tu Tuhan i hatangki; hira di bagasan na loahon ahu, mangihuthon pambahen ni na mamujimuji diri.","11:18 Anggo torop mamujimuji diri mangasahon pardagingon, dohot ma ahu mamuji diringku.","11:19 Lomo do hamu na bisuk mangkaehe na loahon.","11:20 Na mangkaehe do hamu, molo diparhatoban deba hamu, molo pinapangani hamu, molo ditangkup hamu, molo adong na patimbo dirina, molo dipastap hamu.","11:21 Hailaon do na hudok, ra na gale do hami disi. Alai na pinangasahonnasida, dohot ma ahu mangasahonsa (haotoon do hatangki, santabi).","11:22 Halak Heber do nasida? Dohot do ahu! Halak Israel do nasida? Dohot do ahu! Pinompar ni Abraham do nasida? Dohot do ahu!","11:23 Parhalado ni Kristus do nasida? Haotoon do hatangkon: Lumobi do anggo ahu! Sumurung manaon renge ni ulaon, nang hurungan; lumobi tu ahu linsinglinsing; jotjot do di bagasan parmaraan hamatean.","11:24 Lima hali ma ahu dilinsingi halak Jahudi, opatopatpulu hurang sada.","11:25 Tolu hali do ahu dilasahi, sahali ahu didangguri dohot batu, tolu hali harom, saborngin sadari ahu mumbangumbang di laut ni lautan.","11:26 Jotjot do ahu di pardalanan, marmara di batang aek, marmara dibahen panamun, marmara sian angka dongan sabutuha, marmara sian angka parbegu, marmara di huta, marmara di halongonan, marmara di laut, marmara di tongatonga ni dongan na so haru dongan.","11:27 Di bagasan ulaon dohot hasusaan, jotjot do mangkar matangku, jotjot do mauasmale dohot marpuasa, di ngali ni ari dohot di na hurangan ulos.","11:28 Dungkon ni i angka na tahop tu ahu ariari, laho mangkolsohon saluhut huria i.","11:29 Ise na gale, so dohot ahu gale? Ise do na targasip, so dohot mohop ateatengku?","11:30 Molo ingkon mamujimuji ahu, angka hagaleonki ma hupapujipuji.","11:31 Ia Debata, Ama ni Tuhan Jesus, na tarpuji ro di salelenglelengna, diboto do, na so margabus ahu:","11:32 Di Damaskus i dijagai komandan ni raja Aretas do huta ni halak Damaskus, naeng manangkup ahu.","11:33 Jadi di bagasan haranjang ma ahu ditantan sian jandela tu balian ni parik, gabe malua sian tanganna."," "],["12:1 Ingkon mamujimuji diri, nang so marguna; asa taringotanku ma na huida, ro di angka pangungkapon na sian Tuhan i.","12:2 Di bagasan Kristus hutanda sada jolma: Nunga sampuluopat taon salpuna, tarhinsat halak i ro di lampis patoluhon ni banua ginjang i. Manang na di bagasan dagingna ibana uju i, manang dibalian ni dagingna, ndang huboto; Debata do umbotosa.","12:3 Asa na hutanda do jolma i. Alai manang na di bagasan dagingna ibana uju i, manang sirang sian dagingna, ndang huboto; Debata do umbotosa.","12:4 Na tarhinsat do ibana ro di Paradeiso, jala dibege do hata na so tarhatahon, na so jadi dohonon ni jolma manisia.","12:5 I ma papujipujionku; alai anggo taringot tu diringku, holan ala ni hagaleonku papujipujionku ahu.","12:6 Jala nang pe hupapujipuji diringku, ndang na so marroha ahu disi, ai sintong do hatangki. Alai huorom nama i, unang sumurung ahu di rajumi halak sian na niidana dohot binegena di ahu.","12:7 Jala asa unang huhaginjangkon angka pangungkapon na sumurung na tu ahu: Hona basirbasir do ahu di sibukku, i ma suruan ni sibolis na mamukpuhi ahu, asa unang hupatimbo diringku.","12:8 Tolu hali do hupangido sian Tuhan i, asa sumurut i sian ahu.","12:9 Gabe didok Ibana tu ahu: Tuk ma asi ni rohangku di ho; ai di hagaleon do sun timbul hagogoon. Asa tagonan ma hupapujipuji diringku di bagasan angka hagaleonku, asa songgop tu ahu hagogoon ni Kristus.","12:10 Dibahen i, sonang do huhilala di bagasan angka hagaleon, pangaleaion, hasosahan, pangaleleon dohot hagogotan ala ni Kristus; ai jumpa gale ahu, disi do ahu margogo.","12:11 Naung gabe maoto do ahu hape; hamu do manosaknosak ahu. Hamu do nian tama pajolohon ahu; ai na so adong hahuranganku sian angka apostel na bolonan i, nang pe sisoada ahu.","12:12 Pinamasa do nian angka tanda ni apostel di tongatongamuna marhitehite nasa habengeton, angkup ni angka tanda halongangan dohot ulaon hagogoon.","12:13 Ai dia ma hataluanmuna martimbangkon huria angka na asing i? Na so hususai hamu; holan i do. Sesa hamu ma gedukki!","12:14 Nunga pola patoluhalihon hobas ahu manopot hamu, jala ndada susaanku hamu, ai ndada artamuna hulului, hamu sandiri do; ai ndang tama angka ianakhon papungupunguhon arta di natuatuana, angka natuatua i di angka anakkonna, i do.","12:15 Alai las do rohangku mangururi, laos seahononku do diringku humongkop tondimuna. Di na songon i tarlobi pangkaholongingku di hamu, tung ummotik ma ahu haholongan!","12:16 Songon i pe i, ndang hususai hamu; alai ala parangkal ahu, gabe marbisuk ahu mambuat rohamuna.","12:17 Naung huangati hamu manang marhitehite sada halak, na husuru manopot hamu?","12:18 Huapoi do tutu si Titus, jala husuru dongan i rap dohot ibana. Adong do diangati si Titus hamu? Nda sisada tondi hami di parangenami, nda sisada bogas?","12:19 Nunga hian huroha dirimpu hamu, mamintori diri hami tu hamu? Di adopan ni Debata, di bagasan Kristus do hatanami: Sasudena i, laho pauliulihon hamu, angka haholongan!","12:20 Ai biar do rohangku, atik so dapot ahu hamu di harorongku, hombar tu na pinangido ni rohangku, jala ahu pe asing sian na pinangido ni rohamuna dapotonmuna. Atik beha jumpang parbadabadaon, pangiburuon, rimasrimas, gulutgulut, parhataan tundal, bitibiti, roha na burnang dohot hagaoron.","12:21 So tung dipatutoru Debatangku ahu di tongatongamuna di harorongki, pola tatangisanku torop angka naung mardosa hian, na so manolsoli rohana siala hahodaron, parmainanon dohot pargadombuson na niula nasida i."," "],["13:1 Patoluhalihon ma ahu ro nuaeng manopot hamu. Sipaputuson do nasa hata, mangasahon dua manang tolu sitindangi.","13:2 Di harorongku paduahalihon uju i, songon i nang nuaeng, di na dao i dope ahu, nunga hudok hian jala dohononku tu angka naung mardosa, nang tu dongan sasudena: Ndang maralangalang ahu di harorongkon.","13:3 Ai dipangido hamu do partinandaan, paboa na tutu Kristus mangkatai marhite sian ahu; ndang gale Ibana maradophon hamu, marhagogoon do tahe di tongatongamuna.","13:4 Ai tarsilang pe Ibana di bagasan hagaleon, na mangolu do Ibana sian hagogoon ni Debata. Nang hami gale di bagasan Ibana, alai na mangolu do hami rap dohot Ibana sian hagogoon ni Debata di bagasan hamu.","13:5 Unjuni hamu ma dirimuna, manang na di bagasan haporseaon hamu; sulingkit hamu ma dirimuna! Na so ditanda hamu do dirimuna, paboa naung Jesus Kristus di bagasan hamu? Ai ia so i, sandok na so tau do hamu!","13:6 Alai dihirim rohangku, tandaonmuna do, ndang na so tau hami.","13:7 Alai martangiang do hami tu Debata, asa unang diula hamu agia aha na roa; ndada asa hami idaon na tau, naeng hamu mangulahon na denggan, dipangido rohanami, nang pe songon na so tau hami idaon.","13:8 Ai ndang adong gogonami mangalo hasintongan i, sandok mangkongkop hasintongan, i do.","13:9 Ai las do rohanami, hamu margogo, nang pe gale hami. Laos on do tangiangnami: Naeng gabe togu rohamuna!","13:10 Dibahen i husurat songon i, di na holang dope ahu, asa unang posi pambahenku, dung ro ahu, marguru tu huaso, na nilehon ni Tuhan i tu ahu, laho pauliulihon, ndada manegai.","13:11 Onpe, ale angka dongan, sai las ma rohamuna, sai olo ma hamu patoguon jala apoan, sada ma pingkiranmuna; radoti hamu ma dame i, asa didongani Debata, Parholongroha jala Pardame i, hamu!","13:12 Masitabian ma hamu marhitehite umma na badia. Na manongos tabi tu hamu saluhut angka na badia i.","13:13 Sai didongani asi ni roha ni Tuhan Jesus Kristus dohot holong ni roha ni Debata dohot parsaoran ni Tondi Parbadia ma hamu saluhutna!"," "]]
