[["1:1 Ahu surat tinongos ni Paulus, apostel ni Kristus Jesus, sian lomo ni roha ni Debata, mandapothon angka na badia na di Epesus, angka na porsea di Kristus Jesus:","1:2 Asi ni roha ma di hamu dohot dame sian Debata Amanta, nang sian Tuhan Jesus Kristus i!","1:3 Pinuji ma Debata, Ama ni Tuhanta Jesus Kristus, naung umpasupasuhon tu hita ragam ni pasupasu partondion sian banua ginjang, di bagasan Kristus.","1:4 Ai dipillit do hita di bagasan Ibana, andorang so ojak dope tano on, asa badia hita jala so hasurahan di adopanna i, di bagasan holong ni roha.","1:5 Ditodo hian do hita bahen anakna, marhitehite Jesus Kristus, asa tu Ibana, mangihuthon halomoan ni rohana,","1:6 asa tarpuji asi ni rohana na marmulia i, na niasihonna tu hita di bagasan na Hinaholonganna i.","1:7 Di bagasan Ibana dapot hita haluaon i, binahen ni mudarna i, i ma hasesaan ni angka pangalaosion, mangihuthon asi ni rohana na tarlobi i,","1:8 naung buas niusehonna i tu hita mardongan hapistaran dohot habisuhon godang.","1:9 Ai dipabotohon Ibana do tu hita tahi ni rohana, na buni hian mangihuthon halolomona, naung pinahotna i di bagasan dirina,","1:10 laho pasauthonsa di hagogok ni tingkina, mandok: Pasadahon di bagasan Kristus i sasudena, na di banua ginjang dohot na diatas tano on.","1:11 Ai di bagasan Ibana do dapotan partalian hita, angka naung tinodona hian, marguru tu tahi ni na patulushon sasude, mangihuthon pandok ni rohana,","1:12 asa tarpuji hasangaponna marhitehite hita, angka naung mangkirim hian di Kristus i.","1:13 Di bagasan Ibana dohot hamu umbege hata hasintongan i, i ma barita na uli na taringot tu haluaonmuna, jala di bagasan Ibana gabe porsea hamu, laos disahaphon do tu hamu Tondi Parbadia na pinarbagabaga i.","1:14 Ibana do patujolo ni arta siteanonta, bahen haluaon ni na hinophopna i, asa tarpuji hasangaponna i.","1:15 Asa ahu pe, dung hubege, naung porsea hamu di Tuhan Jesus jala holong rohamuna di saluhut angka na badia,","1:16 ndang mansadi ahu mandok mauliate siala hamu, marningot hamu, di na martangiang ahu:","1:17 Anggiat dilehon Debata ni Tuhanta Jesus Kristus, Ama ni hasangapon i, tu hamu Tondi hapistaran dohot pangungkapon mananda Ibana.","1:18 Dipatiur ma mata ni rohamuna, asa diboto hamu rumang ni arta sihirimon sian panjouonna i ro di surung ni hasangapon, siteanon ni angka na badia i.","1:19 Asa ditanda hamu nang hagogok ni gogona na sumurung i na tu hita, angka na porsea sian pangkorhon ni hagogoonna na marmulia i.","1:20 Ai di Kristus do i diulahon Debata, di na pinahehena i Ibana sian na mate jala pinahundulna i tu siamunna di bagasan banua ginjang i,","1:21 tu ginjang ni nasa harajaon dohot huaso, nang hagogoon dohot hamuliaon, nang tu ginjang ni nasa goar na tarhatahon, ndada holan di hasiangan on, dohot do di na ro sogot.","1:22 Saluhutna do dipatunduk tutoru ni patna, jala dipabangkit do Ibana, na mangatasi sasude, gabe ulu ni huria i.","1:23 I do pamatangna na manggohi Ibana, asa gohanna sasude di bagasan saluhutna."," "],["2:1 Hamu pe, nunga mate hamu najolo hinorhon ni angka pangalaosion dohot dosamuna,","2:2 angka na niulahonmuna marguru tu tingki ni hasiangan on, mangihuthon lomolomo ni na marhuaso di aoangaoang, i ma tondi na mangula nuaeng di bagasan angka anak na so siat hata.","2:3 Raphon nasida do nang hita sasudena najolo mangulahon angka hisaphisap ni dagingta, di na taturut lomolomo ni daging i ro di sangkapsangkapna, jadi anak sirimasan do hita sian bangko hian, doshon angka na asing.","2:4 Alai anggo Debata parasiroha bolon do jala parholongroha na balga maradophon hita.","2:5 Jala raphon Kristus do dipangolu Ibana hita, angka naung mate di bagasan angka pangalaosion; na sian asi ni roha do, umbahen na malua hamu!","2:6 Gabe rap dipangolu jala rap dipabangkit hita tu gomgoman banua ginjang, di bagasan Kristus Jesus.","2:7 Laos patuduhononna do di angka tingki na naeng ro dope surung ni hamoraon ni asi ni rohana, di habasaonna i maradophon hita, di bagasan Kristus Jesus.","2:8 Ai sian asi ni roha do, umbahen na malua hamu, dalan haporseaon; jala ndada binahenmuna, silehonlehon ni Debata do.","2:9 Nda tung sian parulaon i, asa unang adong na mamuji diri.","2:10 Ai jadijadianna do hita, angka na tinompa di bagasan Kristus Jesus, asa marulaon na denggan hita; ai angka i do dipature Debata hian, asa taparangehon i.","2:11 Dibahen i, hamu sipelebegu hian, na targoar na so parsunaton, digoar angka na somal didok parsunaton na pinatupa ni tangan di sibuk i; ingot hamu ma;","2:12 Ndang parjambar di Kristus hamu uju i; dibalian ni harajaon Israel do hamu, jala ndang taruli di angka parpadanan bagabaga; soada sihirimon jala soada Debata di hamu di tano on.","2:13 Alai anggo nuaeng, di bagasan Kristus Jesus do hamu; jala dao pe hamu najolo, gabe dipajonok mudar ni Kristus i do hamu nuaeng.","2:14 Ai Ibana do pardameanta, dung dipasada na dua i jala ditangtangi dorpi parholangan i, i ma hamusuon i.","2:15 Ai di bagasan dagingna do diloha Ibana patik i, i ma angka tona dohot aturan, asa ditompa di bagasan dirina na dua i, gabe sada jolma na imbaru, pajongjong dame.","2:16 Jala dipadenggan do na dua i di bagasan daging na sasada i tu Debata, binahen ni silang i; ai disi do dipusa Ibana hamusuon i.","2:17 Dung i ro ma Ibana, mamaritahon dame di hamu angka na dao, dame nang di angka na donok.","2:18 Ai marhite Ibana adong do dalan manopot Ama i di hita na dua ragam i, di bagasan sada Tondi.","2:19 Asa ndada be angka paisolat manang panginsua hamu; angka dongan saharajaon raphon angka na badia do, jala dongan sabagas ni Debata.","2:20 Ai dipauliuli do hamu diatas ojahan ni angka apostel dohot panurirang; Kristus Jesus sandiri do batu parsuhisuhi disi.","2:21 Di bagasan Ibana do martomu sandok bagas i jala lam ganda, gabe joro na badia di bagasan Tuhan i.","2:22 Di bagasan Ibana do nang hamu rap dipauliuli, gabe parmianan ni Debata di bagasan Tondi i."," "],["3:1 Ala ni i do ahu, Paulus, niihot ni Kristus, ala hamu angka sipelebegu.","3:2 Molo tung dibege hamu tohonan mangaradoti asi ni roha ni Debata, na pinasahatna i tu ahu, patureturehon hamu.","3:3 Ai sian pangungkapon do dipabotohon tu ahu hahomion, na hutaringoti nangkiningan.","3:4 Laho manjaha i, dapot timbangonmuna pangantusingku di hahomion ni Kristus i.","3:5 Ndang dipabotohon dope i tu angka anak ni jolma di angka sundut najolo, alai nunga dipapatar i nuaeng tu angka apostelna na badia i dohot tu angka panurirangna, di bagasan Tondi i:","3:6 Paboa, dohot do halak parbegu gabe dongan panean jala dongan sadaging dohot dongan satohap di bagabaga, na di bagasan Kristus Jesus, marhite sian barita na uli i.","3:7 Naung gabe parhalado ni i do ahu, sian pangalehon ni Debata di asi ni rohana, na tu ahu sian pangkorhon ni hagogoonna i.","3:8 Tu ahu, na ummetmet sian saluhut angka na badia i, dilehon asi ni roha on: Mamaritahon tu angka sipelebegu hamoraon ni Kristus na so hadodoan i;","3:9 jala patorangkon pangalaho ni tohonan di hahomion i, na buni sian mula ni mulana di bagasan Debata, Sitompa saluhut.","3:10 Naeng ma marhite sian huria i dipatandahon godang ni ragam ni hapistaran ni Debata tu angka na marmulia jala marhuaso di banua ginjang i.","3:11 I do ditahi sian mula ni mulana, gabe dipasaut di bagasan Kristus Jesus, Tuhanta i.","3:12 Marhitehite Ibana dapot hita hiras ni roha dohot dalan masuk, di bagasan roha na pos, na mangkaporseai Ibana.","3:13 Dibahen i mangido ahu, asa unang mandele hamu mida haporsuhonku, angka na humongkop hamu, ai hasangaponmuna do i.","3:14 Ala ni i, hulompit do tothu maradophon Ama i.","3:15 Ibana do haroroan ni nasa bangso, na targoar di banua ginjang nang di tano on.","3:16 Anggiat, hombar tu godang ni hasangaponna i, dilehon tu hamu jolma parbagasan, sipargogoan jala sipatoguon marhitehite Tondina,","3:17 asa maringanan Kristus i marhitehite haporseaon di bagasan rohamuna, gabe hot hamu marurat jala marojahan di bagasan roha na holong.","3:18 Naeng ma malo hamu mangantusi, rap dohot saluhut angka na badia i, ganjangna dohot bidangna, bagasna dohot timbona,","3:19 laho tumanda holong ni roha ni Kristus, na mangatasi nasa pangantusion, asa sahat tu hamu sandok hagogok ni Debata!","3:20 Alai tarpatupa Ibana do andul lumobi sian na tapangido manang tapingkiri, hombar tu hagogoon na mangkorhon di bagasan hita.","3:21 Di Ibana ma hasangapon di tongatonga ni huria i jala di bagasan Kristus Jesus ro di saluhut sundut salelenglelengna! Amen."," "],["4:1 Asa ahu na tarihot di bagasan Tuhan i, huapoi ma hamu: Parangehon hamu ma na tama, hombar tu panjouon naung songgop tu hamu!","4:2 Martoruk ni roha situtu, marlambok jala marlambas ni roha, masihaehean di bagasan roha na holong!","4:3 Haringgashon hamu ma mangaradoti hasadaon ni Tondi, pinadomu ni dame!","4:4 Ai sada do daging i, jala sada do Tondi; ai songon i do hamu tarjou di bagasan sada pangkirimon di panjouon i.","4:5 Sada do Tuhan, sada do haporseaon, sada do nang pandidion.","4:6 Sada do Debata, Ama ni sasude, sigomgomi saluhut, sitorusi saluhut jala siingani saluhut.","4:7 Alai tu ganup hita be do dibasabasahon asiasi i, marguru tu panagihon ni pangalehon ni Kristus.","4:8 Dibahen i ninna do: \"Nunga manaek Ibana tu ginjang, ditaban do na tarhurung; dilehon do silehonlehon tu angka jolma!\"","4:9 Alai nangkok pe Ibana, naung tuat do Ibana jumolo tu inganan na ditoru ni tano.","4:10 Ibana, naung tuat i, laos I do na manaek tu ginjang ni saluhut banua ginjang, asa digohi sasude.","4:11 Laos Ibana do mangalehon deba gabe apostel, deba panurirang, deba evangelist, deba muse parmahan jala pangajari,","4:12 patureturehon angka na badia i, laho mangulahon tohonan i, pauliulihon daging ni Kristus:","4:13 Paima sahat hita saluhut tu hasadaon ni haporseaon nang parbinotoan di Anak ni Debata, gabe jolma na tang jala matoras situtu, mangihuthon hagogok ni rimpas ni Kristus.","4:14 Asa unang be hita dakdanak, angka na pinalindaklindak jala na pinamboanboan ni pangombus ni ragam ni poda, binahen ni pangaliluhon ni jolma dohot angkal na paotootohon.","4:15 Gabe parhasintongan hita tahe di bagasan haholongon i, jala lam magodang ma hita di na saluhut, mangeahi Ibana, Ulu i, i ma Kristus.","4:16 Sian Ibana do sandok daging i dipadomu jala martomu, tiniop ni sude uraturat pangurupi, gabe lam magodang daging i mangihuthon pangulaon ni ganup ruas di bagianna be, pinauliuli di bagasan haholongon i.","4:17 Asa on do na hudok jala huhatindangkon marhitehite Tuhan: Na so tupa be hamu marpangalaho songon halak sipelebegu, na marrohahon na so marguna.","4:18 Angka parroha haholomon do nasida, angka na holang sian ngolu ni Debata, binahen ni haotoon ni rohanasida, ala naung gabe pir rohanasida.","4:19 Ndang marnangon nasida, gabe dipasahat dirina tu pargadombuson, jala diulahon nasa harorangon mardongan pangahution.","4:20 Alai anggo hamu, ndang songon i diguruhon hamu Kristus i,","4:21 namun dibege hamu baritana jala dapotan poda sian Ibana, i ma hasintongan di bagasan Jesus:","4:22 Tanggali hamu ma jolma na buruk i, isara di pangalaho najolo, ai laho mago do i hinorhon ni angka hisaphisap sipaotooto.","4:23 Alai paimbaru hamu ma dirimuna di bagasan tondi ni rohamuna!","4:24 Jala solukkon hamu ma jolma na imbaru, na tinompa suman tu Debata, di bagasan hatigoran dohot hapolinon na marhasintongan!","4:25 Dibahen i, bolongkon hamu gabus i; hatahon hamu ma na sintong, ganup tu donganna, ai ruas do hita sama hita.","4:26 Ia tarrimas hamu, unang ma mardosa! Unang ma sanga mate mata ni ari, so mintop rimasmuna.","4:27 Unang pasiat hamu sibolis i!","4:28 Naung manangko i, unang be manangko; mulaulaon ma ibana, tanganna i ma sumarihon ngoluna, asa adong lehononna tu na hurangan.","4:29 Unang ma ruar hata na busuk sian pamanganmuna; naeng ma na denggan na tau padengganhon na humurang, asa dapotan uli na umbegesa.","4:30 Jala unang ma arsahi hamu Tondi Parbadia ni Debata, naung disahaphon tu hamu tu ari haluaon i.","4:31 Dao ma sian hamu nasa riting ni roha dohot muruk dohot rimas, nang hata songgaksonggak dohot insahinsak, songon i nasa hajahaton!","4:32 Alai gabe na basar ma hamu sama hamu, angka parasiroha; masisesaan dosa ma hamu, songon panesa ni Debata di dosamuna di bagasan Kristus."," "],["5:1 Onpe, sitiru Debata ma hamu, songon angka anak na hinaholongan!","5:2 Jala parangehon hamu ma haholongon i songon Kristus i, na mangkaholongi hamu jala dilehon do dirina humongkop hita, gabe silua jala pelean bahen uap na hushus tu Debata.","5:3 Alai parmainanon dohot ragam ni harorangon ro di pangahution, unang ma targoar di hamu; ai songon i do tama di angka na badia.","5:4 Songon i nasa sihailahononhon, hata barangsi dohot pargaitgaiton na so patut; alai mauliate ma nian dohonon.","5:5 Ai boto jala ingot hamu ma: Anggo di harajaon ni Kristus dohot Debata, ndang adong siteanon ni parmainan manang parhodar, manang parroha na ahut; ai sioloi na so Debata do i.","5:6 Unang olo hamu paotootoon ni hatahata na rumar; ai ala ni angka i do mangonai rimas ni Debata tu angka anak na so mangoloi.","5:7 Dibahen i, unang ma hamu gabe dongan satohapnasida!","5:8 Ai na holom do hamu najolo; alai tiur do anggo nuaeng di bagasan Tuhan i: Marparange ma hamu, songon angka anak hatiuron!","5:9 Ai nasa habasaon dohot hatigoran dohot hasintongan, i do parbue ni na tiur i.","5:10 Tangkasi hamu ma, manang dia lomo ni roha ni Tuhan i!","5:11 Unang ma saor hamu tu angka ulaon haholomon na soada parbuena; pinsangi hamu angka i tagonan!","5:12 Ai gari manaringoti na niulanasida di na buni, gari hailaon do.","5:13 Alai gabe patar do i saluhutna, tinoruan ni na tiur i; ai nasa naung dipapatar, tiur ma i!","5:14 Dibahen i, ninna do: \"Tarsunggul ma ho na tarpodom, jala hehe ma sian angka na mate; gabe sondangan ni Kristus ma ho!\"","5:15 Antong, manat ma hamu mamereng manangkasi parulaonmuna; songon angka na marroha, unang ma songon angka na hurang roha!","5:16 Parhaseang hamu ma tingki, ai ari hasusaan do nuaeng.","5:17 Dibahen i, unang ma gabe maoto hamu; alai antusi hamu ma, manang dia lomo ni roha ni Tuhan i.","5:18 Unang ma mabuk hamu bahenon ni anggur, ai hamagoan do di bagasan i; alai gok Tondi ma hamu!","5:19 Hatahon hamu ma sama hamu angka ende psalmen, angka ende pujipujian dohot ende partondion; endehon jala puji hamu ma Tuhan i di bagasan rohamuna!","5:20 Manongtong ma hamu mandok mauliate siala saluhutna tu Debata Ama, di bagasan Goar ni Tuhanta Jesus Kristus!","5:21 Masioloan ma hamu sian biar ni rohamuna mida Kristus!","5:22 Dioloi angka parompuan ma baoana be, songon pangoloi di Tuhan!","5:23 Ai baoa i do ulu ni pardihutana, songon Kristus ulu ni huria i; laos Sipangolu daging i do Ibana.","5:24 Alai songon pangoloion ni huria di Kristus i, songon i ma angka parompuan maradophon baoana be di na saluhutna.","5:25 Hamu angka baoa, haholongi hamu ma pardihutamuna be songon Kristus, na mangkaholongi huria i jala dilehon do dirina humongkopsa;","5:26 asa diparbadiai, dung diiasi marhitehite na mandidihon aek di bagasan Hata i.","5:27 Jala sangap do dipadiri di Ibana huria i, so marlindang, so marhalingking, manang marhahurangan dia pe, asa badia tahe jala so hasurahan.","5:28 Songon i do patut haholongan ni angka baoa pardihutana be, songon dagingna sandiri. Na mangkaholongi pardihutana, dirina do hinaholonganna disi.","5:29 Ndang dung dihosomi jolma dagingna, diparmudumudu do jala dipainuinu, songon pambahen ni Kristus tu huria i.","5:30 Ai ruas ni dagingna do hita.","5:31 \"Ala ni i, tadingkonon ni halak do amana dohot inana, mangangkupi dongan saripena; jala gabe sada daging do nasida na dua i!\"","5:32 Tung na balga do hahomion on; alai tu Kristus dohot tu huria i huhonahon.","5:33 Alai sandok ganup hamu, masihaholongi pardihutana be songon dirina; alai dihabiari parompuan i ma baoana!"," "],["6:1 Hamu angka anak, oloi hamu ma angka natuatuamuna di bagasan Tuhan i; ai i do na tigor.","6:2 \"Parsangapi amangmu dohot inangmu!\" I do patik na parjolo mardongan bagabaga:","6:3 \"Asa martua ho jala leleng mangolu di tano on!\"","6:4 Hamu angka ama, unang gintali hamu angka anakkonmuna; pagodanggodang hamu ma nasida di bagasan ajar dohot poda ni Tuhan i!","6:5 Hamu angka anak somang, oloi hamu ma angka indukmuna di hasiangan on mardongan biar dohot lomos ni roha; marroha na bulus songon na maradophon Kristus!","6:6 Unang hamu pangoloi di mata, songon na mambuat roha ni jolma; songon naposo ni Kristus ma ulahon hamu roha ni Debata, sian nasa rohamuna.","6:7 Sian burjumuna ma hamu mangoloi: Songon di Tuhan i, unang di jolma i!","6:8 Ai diboto hamu do: Sumuang jaloon ni ganup sian Tuhan i na denggan na niulana, manang hatoban ibana manang anak mata.","6:9 Hamu angka induk pe, laos songon i ma bahen hamu tu nasida; antahi hamu ma na mangasupi i, ai diboto hamu do, di banua ginjang do nang Tuhanmuna, jala ndada siida bohi Ibana.","6:10 Dungkon ni i, gabe togu ma rohamuna di bagasan Tuhan i dohot di bagasan hagogoonna na togu i!","6:11 Solukkon hamu ma pangkean sinjata na sian Debata, asa taralo hamu utiutian ni sibolis i.","6:12 Ai ndada marungkil hita mangalo mudar dohot sibuk, angka harajaon do, angka parhuaso, angka sigomgomi hasiangan haholomon on, angka tondi hajahaton na di ginjang i.","6:13 Dibahen i, jalo hamu ma pangkean sinjata na sian Debata, asa tarbahen hamu mangalo di ari na jahat i, jala hot jongjong, dung dipatunduk hamu sasude.","6:14 Antong, jongjong ma hamu, marhohoshon hasintongan di gontingmuna, angka naung manolukkon bajubaju partahanan, i ma hatigoran i.","6:15 Marsipatu ma patmuna, laho mangkaringgashon barita na uli, pardamean i.","6:16 Angkup ni sudena i, jalo hamu ma lombulombu haporseaon i; haintopan hamu do marhite sian i sude sumbia api ni parjahat i.","6:17 Jangkon hamu ma nang tahuluk haluaon dohot podang ni tondi, i ma hata ni Debata.","6:18 Martangiang ma hamu, mardongan sandok pangidoan dohot elehelek di bagasan Tondi, manang sadihari pe, huhut dungo jala jugul tongtong, tumangiangkon saluhut angka na badia,","6:19 nang ahu pe, asa dibungka pamanganku, mandok sidohononku, laho pabotohon hahomion ni barita na uli, mardongan hiras ni roha.","6:20 Ai tusi do disuru ahu na tarrante on, asa marhiras ni roha ahu disi, mangkatahonsa songon na tama.","6:21 Alai paboaon ni si Tikikus do tu hamu saluhutna i, asa diboto hamu na masa di ahu, ro di ulaonku; ai ibana do dongan na hinaholongan jala parhobas haposan di bagasan Tuhan i.","6:22 Ala ni i do husuru ibana mandapothon hamu, asa dapot botoonmuna na masa di hami, jala asa diapuli rohamuna.","6:23 Dame ma di angka dongan, dohot holong ni roha raphon haporseaon sian Debata Ama i, nang sian Tuhan Jesus Kristus i!","6:24 Asi ni roha i ma mandongani saluhut, angka na marsihohot mangkaholongi Tuhanta Jesus Kristus!"," "]]
