[["1:1 Ahu surat ni si Paulus, apostel ni Kristus Jesus, sian lomo ni roha ni Debata, dohot Timoteus, dongan i,","1:2 mandapothon angka na badia na di Kolosse, angka dongan na porsea, na di bagasan Kristus: Asi ni roha ma di hamu dohot dame sian Debata, Amanta i!","1:3 Mandok mauliate do hami, laho tumangiangkon hamu tongtong tu Debata, Ama ni Tuhanta Jesus Kristus.","1:4 Ai hubege hami do barita ni haporseaonmuna di Kristus Jesus, nang holong ni rohamuna mida saluhut na badia,","1:5 ala ni sihirimon i, naung diparade di hamu di banua ginjang i; nunga dibege hamu hian i marhitehite hata hasintongan i, i ma barita na uli i.","1:6 I ma naung sahat, nang tu hamu, nang tu liat portibi on; na marparbue do i jala lam ganda, suang songon na di hamu, olat ni dung dibege jala ditanda hamu asi ni roha ni Debata di bagasan hasintongan.","1:7 Songon i do diguruhon hamu sian si Epapras, dongan saulaon i, na hinaholongan; ai parhalado ni Kristus na haposan do ibana humongkop hamu.","1:8 Laos ibana do pajojorhon tu hami holong ni rohamuna di bagasan tondi.","1:9 Dibahen i, dung hubege hami i, ndang mansohot nang hami tumangiangkon hamu, jala mangido, asa digohi di hamu pantas ni roha, mananda lomo ni rohana, marhitehite nasa hapistaran dohot habisuhon partondion,","1:10 asa marparange na tama di Tuhan i hamu, gabe halomoan situtu jala marparbuehon nasa ulaon na denggan;","1:11 laos ganda di hamu panandaon di Debata, gabe margogo situtu hamu hombar tu gogo ni hasangaponna i, mangkorhon nasa habengeton dohot lambas ni roha, mardongan las ni roha.","1:12 Mandok mauliate ma hamu di Ama i, naung patauhon hamu, manjalo tohap na di bagasan hatiuron i, siteanon ni angka na badia i!","1:13 Ai nunga diroro hita sian gomgoman haholomon i, jala dipaunsat hita tubagasan harajaon ni Anak, haholongan ni rohana.","1:14 Di bagasan Ibana do adong di hita haluaon i, i ma hasesaan ni angka dosa.","1:15 Ibana do suman ni Debata na so tarida i; na parjolo tubu sian nasa na tinompa.","1:16 Ai marhite sian Ibana do ditompa saluhutna, na di banua ginjang dohot na di tano on, na tarida dohot na so tarida i, angka habangsa, angka harajaon, angka gomgoman, angka parhuasoon; saluhutna i do ditompa marhitehite Ibana, jala marhapatean tu Ibana.","1:17 Jala di jolo ni saluhutna do Ibana, jala saluhutna i do hot di bagasan Ibana.","1:18 Ibana do ulu ni daging i, i ma huria i. Ibana do parmulaan, naung parjolo tubu sian angka na mate, asa Ibana parjolo di na saluhutna.","1:19 Ai ditontuhon Debata do, naeng ma maringanan di bagasan Ibana sandok hagogokna i!","1:20 Laos marhite sian Ibana do padengganonna tu dirina saluhutna i, nang angka na di tano, nang angka na di banua ginjang, dung dipatupa dame marhitehite mudar na sian silangna i, marhitehite Ibana.","1:21 Dohot do hamu, angka na holang najolo jala parroha musu marhitehite angka ulaon hajahaton,","1:22 dipadenggan Ibana nuaeng marhitehite daging hajolmaonna i, di na mate i Ibana, laho pajongjongkon hamu badia jala so hasurahan jala so sipinsangon, maradophon Ibana.","1:23 Asal ma mian hamu ojak jala hot di bagasan haporseaon, jala so olo meret sian pangkirimon, na binegemuna di barita na uli, na binaritahon tu saluhut na tinompa, na ditoru ni langit Ahu, Paulus, gabe parhalado ni i.","1:24 Las do rohangku nuaeng di angka haporsuhonku na humongkop hamu, jala marhite sian dagingku hugoki na hurang dope di angka na tinaon ni Kristus, humongkop dagingna, i ma huria i.","1:25 Naung gabe parhalado ni i do ahu, hombar tu pangaradotion ni Debata, na pinasahatna tu ahu, i ma na manggohi hata ni Debata nang di hamu.","1:26 I ma hahomion, na buni najolo sian mula ni mulana, marsundutsundut; alai nuaeng dipapatar do tu angka na badiana.","1:27 Ai tu nasida do naeng pabotohonon ni Debata surung ni hamuliaon ni hahomion on, di tongatonga ni angka parbegu; i ma: Kristus di bagasan hamu, sihorhon pangkirimon di hasangapon.","1:28 Ibana do hubaritahon hami; hupaingot jala huajari hami nasa jolma di nasa habisuhon, laho pajongjong ganup jolma rimpas di bagasan Kristus.","1:29 I do huhalojahon mardongan parungkilon, marguru tu hagogoonna, na gogo situtu mangkorhon di bagasan ahu."," "],["2:1 Alai dipangido rohangku, naeng ma botoonmuna balga ni parungkilonku humongkop hamu, nang humongkop dongan na di Laodikea, ro di sasude, na so sanga marnida bohingku sandiri.","2:2 Ai naeng ma tarapul rohanasida, pinadomu ni holong ni roha, asa sandok mamora nasida di pangantusion na gomos, gabe ditanda hahomion ni Debata, i ma Kristus i.","2:3 Di bagasan Ibana do buni saluhut habisuhon dohot parbinotoan na arta.","2:4 Umbahen hudok songon i, asa unang dihatahatai deba hamu marhitehite malomalo ni pangkuling.","2:5 Ai padaodao pe isara di pardagingon, naung rap dohot hamu do ahu di partondion, marlas ni roha mamereng turena na di hamu, ro di hot ni haporseaonmuna di Kristus.","2:6 Onpe, songon panjangkonmuna di Kristus Jesus, Tuhan i, songon i ma hamu marparange di bagasan Ibana!","2:7 Gabe marurat jala pinauliuli ma hamu di bagasan Ibana, togu marhaporseaon, hombar tu na niajarhon tu hamuna; lumobi ma hamu marroha mauliate!","2:8 Jaga ma hamu, so tung diago deba hamu marhitehite hata bisukbisuk dohot hata lensem na so marimpola, hombar tu tonatona ni jolma, mangihuthon sisiasia ni hasiangan on, ndada mangihuthon Kristus.","2:9 Ai di bagasan Ibana do maringanan sandok gok ni hadebataon marrupahon daging.","2:10 Di bagasan Ibana sahat nang tu hamu hagogokna i; Ibana do ulu ni nasa hamuliaon dohot panggomgomion.","2:11 Laos di bagasan Ibana do hamu tarsunat, ndada binahen ni tangan, laho mananggal pamatang na mardaging on, binahen ni parsunaton na sian Kristus, i do.","2:12 Ai rap tartanom do hamu dohot Ibana, di na tardidi i hamu; laos di bagasan Ibana do rap hamu dipahehe, di na gabe porsea hamu di hagogoon ni Debata, na pahehehon Ibana sian angka na mate.","2:13 Asa hamu, naung mate di bagasan angka pangalaosion dohot di bagasan sibuk na so tarsunat i, raphon Ibana do hamu dipahehe, di na sinesana i nasa pangalaosionta.","2:14 Disesa do surat tangan i na dompak hita, i ma angka patik na maralohon hita; dipadao do i, dilohothon tu silang i.","2:15 Dipupusi do angka hamuliaon dohot panggomgomion, patar do dipatotondurhon nasida, dipaebangkon do nasida na talu i.","2:16 Onpe, unang ma diuhumi halak hamu siala sipanganon manang siinumon, manang siala pesta, manang poltak ni bulan, manang ala ni ari Sabbat pe.","2:17 Halinu ni angka na naeng ro do i; alai Kristus i do nampuna badan.","2:18 Tung unang ma hamu dilesanlesani halak, na giot paulaula na serep jala sumomba angka surusuruan, ditengatengahon do na niidana di bagasan tondina, pinaburnang ni roharoha ni dagingna.","2:19 Alai ndang diparsigantungi Ulu i, ai sian I lam magodang, marguru tu Debata, sandok pamatang i, na niurupan jala pinadomudomu ni angka urat dohot ihotihot.","2:20 Anggo naung rap dohot Kristus i hamu mate taringot tu sisiasia ni hasiangan on; boasa ma olo hamu paksaon songon halak na mangolu di hasiangan on:","2:21 Unang jama on! Unang pangan on! Unang tiop on!","2:22 Sipangkeon jala sipasudaon do i sasudena. Angka patik dohot podapoda ni jolma sambing do angka i.","2:23 Na songon habistohon do i idaon, na paburjuburjuhon jala na paserepserephon diri, na mangaluntei daging; alai ndang marguna mangalo roha na pasombuhon sibuk."," "],["3:1 Asa molo naung rap hamu dipahehe dohot Kristus, jalahi hamu ma angka na di ginjang; ai disi do Kristus, hundul di siamun ni Debata.","3:2 Angka na di ginjang i ma parrohahon hamu, unang ma angka na di tano on!","3:3 Ai nunga mate hamu, jala buni do ngolumuna raphon Kristus di bagasan Debata.","3:4 Alai ia dung gabe patar sogot Kristus, hangoluanta i, disi ma gabe patar nang hamu raphon Ibana di bagasan hasangapon.","3:5 Antong, bunu hamu ma ruasmuna, angka na di tano on: parmainanon, hahodaron, riting ni roha, hisaphisap na roa, ro di pangahution, i ma pardebataon na leban.","3:6 Ala ni angka i do lalu rimas ni Debata.","3:7 Diulahon hamu do angka i najolo, tagan di bagasan i ngolumuna.","3:8 Alai anggo nuaeng, bolongkon hamu ma saluhutna i: Rimas, muruk, hajahaton, panginsahion hata barangsi sian pamanganmuna!","3:9 Unang ma masigabusan hamu, ai nunga ditanggal hamu jolma na buruk i rap dohot angka parulaonna,","3:10 jala nunga disolukkon hamu na imbaru i, na pinaimbaru, asa tandaonna rupa ni na tumompa ibana.","3:11 Ndang mardiaimbar disi Junani manang Jahudi, na marsunat manang na so marsunat, bangso na leban manang bangso na so maju dope, hatoban manang anak mata; Kristus i do tahe saluhutna jala di bagasan saluhutna.","3:12 Onpe, hamu angka naung pinillit ni Debata, angka na badia jala hinaholongan, solukkon hamu ma parasirohaon situtu, habasaron, haserepon, lambok dohot lambas ni roha!","3:13 Masipauneunean jala masisesaan dosa ma hamu, jumpa marpangkurangi na sada dompak donganna; songon panesa ni Kristus di hamu, songon i ma nang hamu!","3:14 Alai diginjang ni saluhutna i: I ma haholongon ni roha i; ai i do rahutrahut ni nasa harimpason.","3:15 Jala dame ni Kristus i ma mangarajai di bagasan rohamuna, ai tusi do hamu dijou di bagasan sada daging. Gabe parroha mauliate ma hamu!","3:16 Gugun ma hata ni Kristus maringanan di tongatongamuna; mardongan sandok hapistaran ma hamu masiajaran jala masipaingotan marhitehite angka ende psalmen, endeende pujipujian dohot ende partondion; endehon hamu ma Debata di bagasan rohamuna marroha hamauliateon!","3:17 Jala na siulaon, manang di hata, manang di pambahenan, saluhutna i ma marhitehite Goar ni Tuhan Jesus, huhut mandok mauliate tu Debata Ama marhitehite Ibana.","3:18 Hamu angka parompuan, oloi hamu ma hata ni hamulianmuna be, songon na tama di roha ni Tuhan i.","3:19 Hamu angka baoa, haholongi hamu ma pardihutamuna be, jala unang ma jungking hamu maradophon nasida!","3:20 Hamu angka dakdanak, sandok pangoloi ma hamu di natorasmuna, ai i do dihalomohon Tuhan i!","3:21 Hamu angka amaama, unang gintali hamu angka anakkonmuna, asa unang mandele!","3:22 Hamu angka anak somang, oloi hamu ma angka indukmuna na di tano on di na saluhutna; unang ma pangoloi di mata hamu, songon na mambuat roha ni jolma, marbulus ni roha ma, sian biar ni roha mida Tuhan i!","3:23 Sian rohamuna ma ula hamu nasa sibahenonmuna; songon na tu Tuhan i, ndada tu jolma!","3:24 Ingot hamu ma: Sian Tuhan i do jaloonmuna siteanon i, balos ni i Tuhan Kristus i ma oloi hamu!","3:25 Ai na mangulahon hageduhon, porsanonna do na niulana i, so adong masa parnidanidaon di bohi."," "],["4:1 Hamu angka induk, lehon hamu ma na tigor jala na tama tu angka anak somang; ingot hamu: Adong do Tuhan nang di hamu di banua ginjang i!","4:2 Manongtong ma hamu martangiang; dungo ma hamu disi, huhut mandok mauliate!","4:3 Tangiangkon hamu nang hami, asa dilehon Debata di hami pintu na ungkap di hata i, mangkatahon hahomion ni Kristus; ala ni i do, umbahen na tarihot ahu,","4:4 asa hupapatar i songon na tama pangkatahonku.","4:5 Marpantas ni roha ma hamu marparange maradophon angka na di balian; parhaseang hamu ma tingki!","4:6 Sai tong ma lambok hatamuna, songon na siniraan, asa botoonmuna alus na patut tu ganup jolma.","4:7 Pabotohonon ni Tikikus do tu hamu nasa na masa di ahu; ibana do dongan na hinaholongan jala parhalado haposan jala dongan pangula di bagasan Tuhan i.","4:8 Alas ni on do, umbahen na husuru ibana tu hamu, asa diboto hamu na masa di hami, jala asa diapul rohamuna,","4:9 rap dohot si Onesimus, dongan haposan, haholongan i, na sian hamu on; pabotohononnasida do tu hamu nasa na masa di hami.","4:10 Manongos tabi tu hamu: Aristarkus donganku tarhurung, dohot Markus, ibebere ni Barnabas; nunga dijalo hamu hata taringot tu ibana; anggo ro ibana tu hamu on, jangkon hamu on, jangkon hamu ma ibana!","4:11 Songon i Jesus, na margoar Titius Justus; holan nasida do Jahudi hian, donganku pangula di harajaon ni Debata, angka na gabe apulapul di ahu.","4:12 Manongos tabi tu hamu Epapras na sian hamu on, naposo ni Kristus Jesus; na tongtong do ibana marungkil tumangiangkon hamu, asa jongjong hamu rimpas jala margomos ni roha situtu di nasa na hinalomohon ni Debata.","4:13 Ahu do saksina di godang ni na hinalojahonna i humongkop hamu dohot humongkop angka dongan na di Laodikea, nang na di Hierapolis.","4:14 Manongos tabi tu hamu pandaoni Lukas, haholongan i, dohot si Demas.","4:15 Dok hamu ma tabi tu angka dongan na di Laodikea, songon i tu Nimpa, ro di huria na marpungu di jabuna.","4:16 Jala ia dung dijaha surat on di hamu, sarihon hamu ma, asa dijaha i nang di huria Laodikea; jala naeng ma jahaonmuna nang surat na tu Laodikea i!","4:17 Dok ma tu si Arhippus: Jaga ho di tohonan, na jinalom di bagasan Tuhan i, laho mangaradotisa!","4:18 On ma tabingku sian ahu, Paulus, na sinurat ni tanganku. Ingot hamu ahu na tarrante i! Didongani asi ni roha i ma hamu!"," "]]
