[["Ahu surat tinongos ni si Paulus, si Silwanus dohot Timoteus mandapothon huria Tessalonik na di bagasan Debata Ama dohot Tuhan Jesus Kristus: Asi ni roha ma di hamu dohot dame!","Na mandok mauliate do hami tongtong tu Debata siala hamu saluhutna; ai hutaringoti hami do hamu di tangiangnami.","Ai ndang mansadi hami marningot ulaonmuna na sian haporseaon dohot halojaonmuna na sian holong ni roha i ro di habengetonmuna na sian roha na mangkirim di Tuhanta Jesus kristus, i ma maradophon Debata Amanta.","Ai huboto hami do, ale angka dongan na hinaholongan ni Debata: Angka naung tarpillit do hamu.","Ai ndada marhitehite hata sambing ro barita na uli, na hupaboa hami tu hamu, tung mardongan hagogoon do dohot Tondi Parbadia, angkup ni hiras ni roha godang; ai diboto hamu do antong pangalaho ni hami na ro i tu hamu humongkop hamu.","Jadi nunga gabe paniru hamu di hami dohot di Tuhan i, ai marlas ni roha na sian Tondi Parbadia do hamu manjalo hata i di bagasan haporsuhon godang.","Pola gabe sitiruon hamu di saluhut dongan na porsea, angka na di luat Makedonia dohot Akaya.","Ai sian hamu do marlupuk hata ni Tuhan i, ndada holan tu luat Makedonia dohot Akaya; tung tu saluhut luat do tarbarita haporseaonmuna di Debata, asa ndang pola be taringotannami anggo i.","Ai dibaritahon nasida do nang dalannami masuk tu hamu, nang dalanmuna mulak tu Debata, tumadingkon angka ajiajian laho mangoloi Debata na mangolu jala na sintong i.","Na maimaima nama hamu di haroro ni Anakna sian banua ginjang i, dung dipahehe sian angka na mate, i ma Jesus, na paluahon hita sian rimas na naeng ro i."," "],["Ai nang hamu, ale angka dongan, marbinoto do: Ndada na magopo haroronami tu hamu.","Ai dung jolo huta on hami na marporsuk dohot na marsipal di huta Pilippi (songon na binotomuna), dapotan hiras ni roha do hami mangasahon Debatanami laho mangkatahon tu hamu barita na uli na sian Debata, nang pe godang paraloon.","Ai ndada na lilu manang mangansi manang marangkal hami laho mamodai hamu.","Alai songon halak angka naung tau di roha ni Debata do hami, gabe hasahatan ni barita na uli i, songon i do huhatahon hami; ndada songon angka na mambuat roha ni jolma, naeng hami tahe halomoan ni roha ni Debata na manigati rohanami.","Ai diboto hamu do: Ndang dung hami marhata lemeslemes, ndang dung hami marbisukbisuk mambuat arta; Debata do sitindangi disi.","Ndang manjalahi sangap hami sian jolma, manang sian hamu, manang sian angka na asing pe, atik pe tarbahen hami do nian marhatongamon, ala apostel ni Kristus hami.","Alai basar do hami di tongatongamuna songon inaina na pauliuli gellengna.","Songon i do sian sihol ni rohanami di hamu huhalashon hami do mangalehon tu hamu barita na uli na sian Debata; lobi tahe, dohot ma antong dirinami, ala naung huhaholongi hami hamu.","Ai diingot hamu do, ale angka dongan, halojaon dohot hasusaannami, ai arian dohot borngin hami mulaulaon, unang marhaboratan hamu; songon i do hubaritahon hami tu hamu barita na uli na sian Debata.","Hamu do sitindangi angkup ni Debata, paboa na daulat, na tigor jala na so hasurahan hami maradophon hamu angka na porsea.","Suang songon i diboto hamu: Huapoi hami do hamu sadasada, songon pangapoi ni amaama di anakkonna, jala huapuli hami;","jala hubulani hami do hamu, asa marparange hamu songon na tama maradophon Debata, na manjou hamu tu harajaonna dohot tu hasangaponna i.","Dibahen i tongtong do hami mandok mauliate tu Debata, ai dijangkon hamu do hata ni Debata na binegemuna sian hami; ndada songon hata ni jolma dijangkon, hamu i, tung songon hata ni Debata do, ai i do i tutu, gabe marpangkorhon ma hata i di bagasan hamu, angka na porsea.","Ai nunga gabe paniru hamu, ale angka dongan, di angka huria ni Debata na di luat Judea, angka na di bagasan Kristus Jesus; ai ditaon hamu do na bernit dibahen angka donganmuna sabangso, songon nasida na pinaporsukporsuk ni halak Jahudi.","Ai dibunu nasida do Tuhan Jesus ro di angka panurirang i, nang hamu dilelei do; angka na hinasogohon ni Debata do nasida jala alo ni saluhut jolma.","Diorai do hami manjamitai halak parbegu laho paluahon nasida; asa tongtong do nasida pagukgukkon pardosaonnasida, lalu ma antong tu nasida sungkot ni haririmas i.","Alai anggo hami, ale angka dongan, hira na tilahaon do hami mandaodao sian hamu sangombas, mandok bohinami do na dao i, ndada anggo rohanami; alai lam huharingkothon hami do marnida bohimuna mardongan sihol ni roha godang.","Dibahen i naeng ro do hami tu hamu, ahu si Paulus, sahali, dua hali tahe; alai diambat sibolis i do langkanami.","Ai ise do targoar pangkirimon ni rohanami dohot halalas ni rohanami jala tumpal pamujion di hami, ia so hamu di adopan ni Tuhanta Jesus Kristus, jumpa di harorona i?","Olo, hamu do hasangapon di hami dohot halalas ni roha."," "],["Ala na so tartaon hami be siholnami, denggan do di rohanami, holan hami ma jolo tading di huta Aten.","Gabe husuru hami ma si Timoteus, angginami jala naposo ni Debata, mangkobasihon barita na uli na sian Kristus, asa dipatogu rohamuna jala dipodai hamu marhaporseaon;","asa unang diunggilhon angka haporsuhon i na deba sian hamu; ai diboto hamu do, tusi do hita dipadiri.","Ai di tongatongamuna dope hami, nunga hulumbahon hami hian tu hamu, na naeng masa angka haporsuhon tu hita, songon naung masa tutu patar di jolomuna.","Dibahen i ndang tartaon ahu be, gabe husuru na manangkasi haporseaonmuna, atik beha naung diunjuni sipangunjuni i hamu, gabe magopo maon na huhalojahon hami.","Alai dung mulak si Timoteus tu hami sian hamu, denggan do dibaritahon tu hami haporseaonmuna dohot holong ni rohamuna angkup ni i dibaritahon do burjumuna marningot hami dohot sihol ni rohamuna, naeng idaonmuna hami, songon hami na masihol di hamu.","Disi ma tarapul hami marningot hamu, ale angka dongan, dibahen haporseaonmuna, nang pe didondoni ragam ni hagogotan dohot haporsuhon hami.","Ai na mangolu ma hami nuaeng, anggo hot hamu jongjong marojahan di Tuhan i.","Ai hamauliateon dia ma tarlehon hami tu Debata, balos ni saluhut halalas ni roha na huhilala hami di jolo ni Debatanami marningot hamu?","Borngin dohot arian lobi sumurung do tangiangnami, asa anggiat idaonnami bohimuna laos patingkosonnami, ia adong dope hahurangan ni haporseaonmuna.","Alai Debata Amanta sandiri dohot Tuhanta Jesus ma pabulushon langkanami tu hamu!","Alai digohi jala lam ditambai Tuhan i ma haholongon ni rohamuna sama hamu, nang tu saluhut, songon holong ni rohanami di hamu!","Laho patoguhon rohamuna, gabe so hasurahan marhabadiaon di jolo ni Debata Amanta, di na ro i Tuhanta Jesus rap dohot saluhut angka na badiana."," "],["Angkup ni i, ale angka dongan, huelehelek jala huapoi hami ma hamu marhitehite Tuhan Jesus: Lam tang ma hamu marguru tu poda na jinalomuna sian hami taringot tu parange na tama, laho pasauthon lomo ni roha ni Debata, songon naung binahenmuna.","Ai diboto hamu do patik angka na hulehon hami tu hamu marhitehite Tuhan Jesus.","On do pinangido ni roha ni Debata: Naeng badia hamu; harorangon i naeng pasidingonmuna.","Naeng ma ganup hamu umboto mardongan saripe di bagasan habadiaon na tama.","Unang ma mangihuthon hisaphisap na garang i, songon halak sipelebegu na so tumanda Debata.","Ndang jadi jahatan manang angatan dongan di pandaraman; ai parlulu do Tuhan i di sasudena i, songon naung hulumbahon jala huhatindangkon hami tu hamu.","Ai tu habadiaon do dijou Debata hita, ndada tu hahodaron.","Dibahen i, molo hu roha ni halak disi, ndada jolma nileaanna, sandok Debata do, naung mangalehon Tondina na badia i tubagasan hamu.","Alai anggo haholongon ni roha di dongan, ndang haru ringkot pasingothononku tu hamu, ai nunga diajari Debata hamu masihaholongan.","Laos songon i do diula hamu tu saluhut dongan na di liat Makedonia. Alai huapoi hami do hamu, ale angka dongan, naeng ma lam sumurung hamu!","Jala haringkothon hamu ma, asa parhohom hamu masiradoti tohapna, angkup ni i marulaon ma dohot tanganmuna, songon naung hurodihon hami.","Anggiat maradat hamu idaon ni angka na di balian, unang pola marbagahon sian halak.","Alai naeng ma tangkas botoonmuna, ale angka dongan, taringot tu angka naung monding i, asa unang marsak hamu, songon angka na leban, na so marpangkirimon.","Ai molo porsea hita, naung mate Jesus dohot hehe, sandok togihonon ni Debata do rap dohot Jesus nang angka naung monding marhitehite Ibana.","Ai hata ni Tuhan i do na hupasahat hami nuaeng tu hamu: Ia mangolu pe hita, angka na mian ro di haroro ni Tuhan i, nda tung sumurung hita sian nasida naung monding i.","Ai na tuat ma Tuhan i sian banua ginjang mardongan suraksurak, marsoara ma raja ni surusuruan, tarbege ma sarune ni Debata. Dung i hehe ma jumolo angka na mate di bagasan Kristus.","Dung songon i, hita na mangolu dope, angka na mian i, taitonna ma hita raphon nasida di bagasan angka ombun, laho manomunomu Tuhan i tu langit an; jadi olat ni i sai tongtong ma hita rap dohot Tuhan i.","Antong, masiapulan ma hamu marhitehite angka hata i!"," "],["Alai ndang pola suraton tu hamu, ale angka dongan, taringot tu tingkina dohot sadiharina.","Ai diboto hamu do tangkas, na songon panangko borngin do haroro ni ari ni Tuhan i.","Ai molo didok halak, dame do jala mora so adong, disi ma tompu tahop tu nasida hamagoan i, songon pambebeon tu na gabegabean, jala ndang adong haporusannasida.","Alai hamu, ale angka dongan, ndang di bagasan na holom hamu: So tung hatiuran ari hamu songon panangko!","Ai saluhutna do hamu anak hatiuron jala anak arian; ndang sian borngin hita manang sian haholomon.","Antong, sai unang ma tarpodom hita, songon angka na leban; sai dungo ma hita jala marroha na torang!","Ai borngin i do tarpodom angka na modom i, jala borngin i do mabuk angka na mabuk i.","Alai anggo hita na sian arian, marroha na torang ma hita, tasolukkon ma haporseaon dohot haholongon songon baju partahanan jala tajujung ma pangkirimon ni roha di haluaon!","Ai ndang dipadiri Debata hita bahen sirimasan; alai naeng ma dapotan haluahon hita marhite sian Tuhanta Jesus Kristus,","naung mate humongkop hita, asa sandok mangolu hita rap dohot Ibana, manang na dungo (mangolu) dope hita, manang naung modom pe.","Dibahen i, sai masipaingotan ma hamu jala masipauliulian, songon naung binahenmuna.","Huelehelek hami ma hamu, ale angka dongan, tanda hamu ma angka na mangkalojahon hamu, angka na manguluhon hamu marhitehite Tuhan i, ro di angka na paingothon hamu!","Sangap situtu ma rajumi hamu nasida mardongan holong ni roha ala ni ulaonnasida! Sai mardame ma hamu sama hamu!","Alai huapoi hami ma hamu, ale angka dongan, sai paingot hamu ma angka na so maradat, apuli hamu ma angka siotik roha, anju hamu ma angka na gale, lambas ma rohamuna dompak saluhutna!","Matamatahon hamu ma, asa unang dibaloshon manang ise na roa balos ni na roa; na denggan ma pareahi hamu tongtong, nang sama hamu, nang tu saluhut halak.","Tongtong ma hamu marlas ni roha!","Unang mansadi hamu martangiang!","Mandok mauliate ma hamu siala saluhutna! Ai i do dipangido Debata sian hamu marhitehite Kristus Jesus.","Unang intopi hamu tondi i!","Unang lea rohamuna di panurirangon!","Tangkasi hamu ma saluhutna; na denggan i ma tiop hamu!","Pasiding hamu ma nasa rumang ni na roa!","Diparbadiai Debata pardame i ma hamu gabe sun denggan, jala diramoti ma tondimuna, nang roha, nang daging, asa ias, so hasurahan di haroro ni Tuhanta Jesus Kristus!","Haposan do Ibana na manjou hamu; sai pasautonna do i.","Ale angka dongan, tangiangkon hamu ma hami!","Mandok tabi ma hamu tu saluhut dongan mardongan umma na badia i!","Huelehelek ma hamu di jolo ni Tuhan i, asa dipajahahon hamu surat on tu saluhut dongan.","Didongani asi ni roha ni Tuhanta Jesus Kristus ma hamuna!"," "]]
