[["1:1 Ahu surat tinongos ni si Paulus, si Silwanus dohot Timoteus mandapothon huria Tessalonik, na di bagasan Debata Amanta Dohot Tuhan Jesus Kristus.","1:2 Asi ni roha dohot dame ma di hamu sian Debata Amanta dohot Tuhan Jesus Kristus!","1:3 Tama situtu do hami mandok mauliate tongtong tu Debata siala hamu ale angka dongan, songon na patut, ai na ganda situtu do haporseaonmuna, laos tamba holong ni roha ni ganup hamu sama hamu.","1:4 Pola hubaritahon hami hamu di angka huria ni Debata, mamuji habengeton dohot haporseaonmuna, di na masa tu hamu ragam ni pangaleleon dohot haporsuhon, angka na pinataontaonmuna.","1:5 I ma tandana, paboa na ro ma paruhumon ni Debata na tigor i; asa disi ma patar hatauonmuna tu harajaon ni Debata, dung jolo manaon na porsuk i hamu humongkopsa.","1:6 Molo tung i tingkos di roha ni Debata, mamaloshon haporsuhon tu angka na paporsukporsukkon hamu;","1:7 alai hasonangan tu hamu, angka na pinaporsukporsuk i rap dohot hami, di na tarida Tuhan Jesus tuat sian banua ginjang rap dohot angka surusuruan ni hagogoonna.","1:8 Di bagasan api na marnalanala ro ma Ibana mandabu uhum tu angka na so mananda Debata dohot tu angka na so mangoloi barita na uli ni Tuhanta Jesus.","1:9 Jaloonnasida ma uhum, i ma hamagoan sisalelenglelengna sian adopan ni Tuhan i dohot sian hagogoonna na tongam i.","1:10 Ai di na ro Ibana, marsangap ma Ibana dibahen angka na badiana, jala tarpuji ma Ibana dibahen saluhut naung mangkaporseai Ibana di ari i, ai saut do gabe porsea hamu di na huhatindangkon hami tu hamu.","1:11 Apala i ma tangiangnami tongtong, anggiat tung dipatau Debatanta hamu hombar tu panjouonna i, jala asa ditambai di hamu las ni roha di na denggan dohot ulaon haporseaon marhitehite hagogoon.","1:12 Asa marsangap Goar ni Tuhanta Jesus di bagasan hamu; hamu pe naeng marsangap di bagasan Ibana, marguru tu asi ni roha ni Debatanta dohot Tuhan Jesus Kristus."," "],["2:1 Alai anggo taringot tu haroro ni Tuhanta Jesus Kristus dohot hasasahatta tu Ibana, mangido ma hami tu hamu, ale angka dongan:","2:2 Unang jalojalo mimbar hamu gabe so marroha, jala unang lilu hamu bahenon ni tondi ni partondi, manang hata ni parhata, manang bahenon ni surat pe, songon na sian hami didok, angka na paboahon: Nunga dapot ari ni Tuhan i!","2:3 Sandok unang dipaotooto manang ise hamu! Ai ingkon jumolo marbalik torop, laos tarida ma jolma sipardosa na sumalin, i ma anak parhamagoan i.","2:4 I ma sipangalo na pabangkithon dirina tu atas ni saluhut na targoar Debata dohot na patut sombaon, pola do dipahundul dirina, tubagasan joro ni Debata; paboa ibana sandiri Debata.","2:5 Ndang diingot hamu, naung hupaboa hian i tu hamu, andorang di tongatongamuna dope ahu?","2:6 Angkup ni i, diboto hamu do: Adong dope na mangambat ibana nuaeng, paima ro tingkina pataridahon dirina.","2:7 Ai nunga marpangkorhon nuaeng hajahaton i, dalan hahomion, patagamtagam tingkina, asa dipadao na mangambat i dope saonari.","2:8 Dung i pe asa sipapataron siparjahat i; alai ripashonon ni Tuhan Jesus ma ibana bahenon ni hosa ni pamanganna; siaphononna ma ibana di hapapatar ni harorona i.","2:9 Na sian huaso ni sibolis i do haroro ni siparjahat i, mantat ragam ni hagogoon dohot tanda dohot halongangan gapgap,","2:10 angkup ni i hajahaton sipaotooto di angka na laho mago i, ala na so olo nasida mangkaholongi hasintongan i, asa malua nian.","2:11 Ala ni i do suruon ni Debata tu nasida sipaotooto na margogo, asa porsea nasida di gapgap,","2:12 asa hona uhum saluhut na so olo porsea di hasintongan i, angka na mangkalomohon hageduhon.","2:13 Alai na tama do hami tongtong mandok mauliate tu Debata marningot hamu, ale angka dongan, na hinaholongan ni Tuhan i, ala dipillit Debata hamu sian mulana, asa saut hamu malua, i ma marhite sian Tondi na pabadiahon dohot haporseaon di hasintongan.","2:14 Ai tusi do hamu dijou marhitehite barita na uli, na hubaritahon hami, asa partohap hamu di hasangapon ni Tuhanta Jesus Kristus.","2:15 Antong, ale angka dongan, hot ma hamu jongjong jala marsitiopan ma hamu tu angka poda na huajarhon hami tu hamu marhite sian hata nang surat pe.","2:16 Apala Tuhanta Jesus Kristus dohot Debata Amanta, na mangkaholongi hita jala mangalehon apulapul, na mian tongtong, dohot pangkirimon na denggan sian asi ni roha i:","2:17 Ibana ma mangapuli jala pahothon rohamuna di bagasan nasa ulaon nang hata na denggan!"," "],["3:1 Angkup ni i, tangiangkon hamu ma hami, ale angka dongan, asa marlojong hata ni Tuhan i jala marsangap songon na di hamu,","3:2 anggiat malua hami sian halak na jengkel jala na jahat i; ai ndang saluhutna olo porsea.","3:3 Alai haposan do Tuhan i: Patoguonna do rohamu jala ramotanna do hamu maralohon na jahat i.","3:4 Na pos do rohanami mida hamu di bagasan Tuhan i, sai patupaonmuna do na hupodahon hami tu hamu, nang nuaeng, nang tu joloan on.","3:5 Sai ditogutogu Tuhan i ma rohamuna tu holong ni roha ni Debata dohot tu habengeton ni kristus i!","3:6 Alai mangasahon Goar ni Tuhanta Jesus kristus: Hupaingot hami ma hamu, ale angka dongan: Sumurut ma hamu sian ganup dongan, na so maradat di parange, na so mangihuthon poda na jinalona sian hami!","3:7 Ai diboto hamu do, manang songon dia patut tiruonmuna hami, ai ndada songon na so maradat hami di tongatongamuna;","3:8 ai ndada songon tamue sorang hami di manang ise hamu; loja do hami tahe jala ngalutan mulaulaon borngin dohot arian, unang sorat hamu hubahen.","3:9 Ndada na so marsahala hami nian, alai naeng pajongjongonnami dirinami tiruan di hamu, asa diihuthon hamu hami.","3:10 Ai nang andorang di tongatongamuna hami, nunga hurodihon hami tu hamu: Na so ra mangula, unang ma ibana mangan!","3:11 Ai tarbege do tu hami, adong do deba sian hamuna na so maradat parangena, angka na so mulaulaon, na so siulaon do tahe dijama.","3:12 Tu angka sisongon i hupatikkon jala hurodihon hami mangasahon Tuhan Jesus Kristus: Bulus ma nasida mulaulaon, asa na niomona be dihangoluhon.","3:13 Alai anggo hamu, ale angka dongan, unang ma marnaloja hamu mambahen na denggan!","3:14 Alai ia so olo deba tumangihon hatanami na tarsurat on, patanda hamu ma i; unang ma marparsaoran hamu dohot ibana, asa tarila ibana.","3:15 Jala unang ma nian rajumi hamu ibana songon musu, pasingot hamu ma ibana tahe songon dongan!","3:16 Alai manongtong jala mangimpas ma damena dilehon Tuhan Sipardame i tu hamuna! Didongani Tuhan i ma hamu sudena!","3:17 On ma tabingku sian ahu, si Paulus, na sinurat ni tanganku. Songon i do somal tandatanganku di nasa surathu.","3:18 Didongani asi ni roha ni Tuhanta Jesus Kristus ma hamu sudena!"," "]]
