[["Ahu surat tinongos ni Paulus, apostel ni Kristus Jesus sian pandokkon ni Debata, Sipalua hita, dohot sian Kristus Jesus, pangkirimonta i,","mandapothon si Timoteus, anakkonku na tutu di bagasan haporseaon: Asi ni roha, talup ni roha dohot dame sian Debata Ama dohot sian Kristus Jesus, Tuhanta i!","Huapoi do ho, tinggal di Epesus, uju borhat ahu tu Makedonia, asa dirodihon ho tu na deba, unang dipodahon na lipe.","Unang dijujur turiturian ro di surat sundutsundut na so marujung, angka na mantat parsalisian, gumodang asa parsombaon tu Debata marhitehite haporseaon.","Alai na tinembak ni patik i do haholongon sian roha na ias, sian panolopi ni panggora ni roha, nang sian haporseaon na so marlaok.","I do ditadingkon na deba, gabe marbalik tu hatahata na so gabeak.","Naeng sipodahon patik i nasida: So adong diboto na hinatahon dohot na hinajongjongkonnasida.","Alai taboto do, na denggan do patik i, molo hombar tusi pamangkena,","ala diboto, na so dipajongjong patik di parroha na tigor, tung di angka na so maruhum do, di na so tumangihon hata, di na so mangkabiari Debata, di angka pardosa, i ma angka na ramun na so marpaho, angka sibalbal ama dohot ina, angka sipusa jolma,","angka parmainan, sibahen rongkos tu na poso, angka pamangus, angka pargapgap, angka siallang gana dohot nasa na alo dompak poda na tiar i,","hombar tu barita na uli, naung dipasahat tu ahu, na taringot tu hasangapon ni na Martua Debata.","Mauliate hudok di na margogoihon ahu, i ma Kristus Jesus, Tuhanta i; ai dietong do ahu haposan, umbahen na dipabangkit ahu gabe parhalado.","Panginsahi do ahu najolo jala pangalele jala siulahon gogo; alai dapotan asi ni roha do ahu, ai ndang huboto na huula i, tagan so porsea i dope ahu.","Alai gabe lam sumurung do asi ni roha ni Tuhanta i, mantat haporseaon dohot holong ni roha, di bagasan Kristus Jesus.","Haposan jala sandok tau jaloon do hata on: Nunga ro Kristus Jesus tu portibi on, paluahon angka pardosa; sian angka i do ahu na parjolo.","Alai ala ni on do, umbahen na diasii ahu: Naeng jumolo marhite sian ahu patuduhonon ni Kristus Jesus sandok lambas ni rohana i, bahen tiruan di angka na naeng porsea di Ibana tu hangoluan salelenglelengna.","Alai hamuliaon dohot hasangapon sisalelenglelengna ma di Raja na so marmula i; i ma Debata na manongtong, na so dapot idaon, na mamunjung i! Amen.","I ma podahon, songon na huampehon tu ho, anakkonku, Timoteus, hombar tu hata panurirangon najolo, angka na taringot tu ho, asa marhitehite i ho manahan di paraloan na denggan i.","Tiop ma haporseaon i, marroha na ias, na binolongkon ni na deba, gabe tarharom taringot tu haporseaon.","Songon Himeneus dohot Aleksander, naung hupasahat tu sibolis i, asa taruli ajar nasida, unang be manginsahi."," "],["Onpe, on do sipaingothu, naeng ma ulahononhon parjolo situtu pangidoan, partangiangon, parpangondianon dohot hamauliateon humongkop saluhut halak,","humongkop angka raja dohot saluhut parhuaso, asa marsonangsonang jala so hariboriboan hita marpangalaho, di bagasan sandok hadaulaton dohot hahormaton.","Na denggan do i, jala halomoan ni roha ni Debata, Sipalua hita.","Ai dipangido rohana do, naeng saluhut jolma malua jala sahat mananda hasintongan i.","Ai sada do Debata, jala sada do nang Pangulu ni Debata dohot jolma, i ma jolma Kristus Jesus i.","Dilehon do dirina, bahen tobus humongkop saluhut, i ma sihatindangkononhon di tingki hadenggananna.","Tusi do ahu dipabangkit, gabe parjamita jala apostel, gabe pangajari di halak sipelebegu, di bagasan haporseaon dohot hasintongan; tutu do hatangki, ndang margabus ahu.","Asa dipangido rohangku: Naeng ma martangiang angka baoa di nasa inganan, sumombahon tangan na bontor, so marrimas, so marroha ganggu.","Angka parompuan pe, songon i do: Pantun marabit, marpangkean hahormaton dohot toruk ni roha; unang ma marhitehite obuk na mardandan dohot sanggul mas dohot mutiha manang abit na arga.","Alai naeng ma songon na tama di parompuan, angka na marhatopothon hadaulaton marhitehite angka ulaon na denggan.","Hohom ma parompuan marguru, marunduk ni roha situtu.","Alai ndada huloas parompuan mangajari manang mangarajai hamulianna; mauhom ma nasida!","Ai jumolo do si Adam ditompa; dung i pe, asa si Haoa.","Jala ndada si Adam dipaotooto; parompuan i do dipaotooto, gabe pangalaosi.","Alai dapotan haluaon do ibana marhitehite na mangintubu, molo mian nasida di bagasan haporseaon dohot haholongon ni roha, nang habadiaon mardongan hatomanon."," "],["Hata haposan do on: Ulaon na denggan do pinangido ni na mangalului hasintuaon.","Dibahen i, unang ma adong dapot sisurahan di sintua: Harajaan ni sada boruboru ma ibana, marpangontik, marroha, marhapantunon, na las roha martamue, na malo mangajari.","Unang ma sisobur tuak, unang pangalinsingi; alai na lambok, pardame jala si impolan di perak.","Na malo mangarajai donganna sabagas, paranakkon sioloi ajar mardongan sandok hahormaton.","Ai molo so diboto mangarajai isi ni bagasna, tung songon dia ma paturetureonna huria ni Debata?","Unang ma halak na imbaru masuk, unang gabe ginjang rohana; jala madabu maon tubagasan uhum ni sibolis i.","Ingkon denggan do baritana di halak na di balian, asa unang ibana madabu tubagasan panginsahion dohot sambil ni sibolis i.","Songon i do nang angka parhobas: Ingkon na toman do, unang mardua hata, unang sisobur tuak, unang parpangomo sian dalan na so tama;","angka na umpeop hahomion ni haporseaon i di bagasan roha na ias.","Alai siunjunan jumolo nang nasida; dung pe i, asa jaloonnasida ulaon i, anggo so hasurahan.","Songon i ma angka parompuan: Toman, unang sihatahatai donganna; parpangontik, haposan di saluhut.","Ia parhobas i, ingkon harajaan ni sada boruboru, angka na umboto manguluhon anakkonna dohot bagasna be.","Ai ia dung ture parhobasonnasida, naek situtu ma nasida, jala marhiras ni roha godang marhaporseaon di Kristus Jesus.","Husurathon angka i tu ho, huhut mangkirim, tibu ahu ro manopot ho.","Alai molo tung gumele ahu, naeng botoonmu, na patut parangehononmu di bagas ni Debata, i ma huria ni Debata na mangolu i!","Tiang jala tungkol ni hasintongan i jala tandap balga ni hahomion ni hadaulaton i: Nunga gabe patar Ibana mardaging, dipintori di bagasan Tondi, tarida di angka surusuruan, binaritahon tu angka parbegu, hinaporseaan di portibi on jala tarhinsat di bagasan hasangapon!"," "],["Alai tangkas do didok Tondi i: Adong ma di angka ari sogot deba na marbalik sian haporseaon i; oloan ni i ma angka tondi sipaotooto dohot podapoda ni angka sibolis,","bahenon ni ansiansi ni angka sihatahon gabus, angka na tinoruan ni panggora ni rohanasida.","Diorai nasida do mardongan saripe; dipatik do jolma mangorom sipanganon, na jinadihon ni Debata, asa mardongan mauliate i dijalo angka na porsea, angka naung tumanda hasintongan i.","Ai na denggan do nasa na tinompa ni Debata jala ndang sisubanghononhon nasa na jinalo mardongan roha mauliate.","Ai na gabe badia do i, binahen ni hata ni Debata dohot tangiang.","Anggo i diapohon ho tu angka dongan, gabe tutu ma ho parhalado ni Kristus Jesus, mangkangoluhon hata haporseaon i dohot poda na uli na niihuthonmi.","Pasiding ma angka turiturian na so gabeak, na so marnosan i. Pasomalsomal ma dirim mangulahon hadaulaton!","Ai otik do guna ni na pabosihon daging; alai tu saluhutna do hasea hadaulaton i, ai hangoluan nuaeng nang sogot dibagabagahon.","Haposan do hata i jala tau situtu jaloon.","Ai ala ni i do, umbahen loja hita jala marungkil: Ala mangkirim hita di Debata na mangolu, Sipalua halak saluhutna, alai sumurung angka na porsea.","I ma patikkon jala podahon!","Unang ma hu roha ni halak mida ho siala haposoonmi; alai gabe tiruan ni angka na porsea ma ho di pangkataion, di parange, di holong ni roha, di haporseaon, nang di hatomanon.","Sai datdati ma na manjahai, na mangapoi, nang na mangajari, paima ro ahu!","Unang neang roham di silehonlehon na di ho i, na pinasahat tu ho marhitehite panurirangon dohot pangampehon tangan sian angka sintua.","I ma pasarisari, i ma parangehon, asa patar diida sude hanaehanmi!","Matahon dirim, ro di pamodaion i; mian ma ho disi! Ai molo i diula ho, paluaonmu ma dirim ro di angka na tumangihon ho."," "],["Unang songgahi na tuatua; alai apoi ma ibana songon ama, angka na poso i songon anggi;","angka parompuan na tuatua songon ina, angka na umposo songon iboto; alai marhatomanon situtu.","Parompuan na mabalu parsangapi, anggo na mabalu na tutu.","Alai anggo maranakkon manang marpahompu ina na mabalu i, nasida ma jumolo sumarihon donganna sabagas i di bagasan hadaulaton, mambahen pamaloson tu natuatuana, ai i do dihalomohon Debata.","Alai anggo na mabalu na tutu, na so mardihadiha, mangkirim ma tu Debata, jala manongtong mangido dohot martangiang arian dohot borngin.","Alai anggo diulahon hisaphisap, naung mate do i, nang mangolu dope.","I ma patikkon, asa so hasurahan nasida.","Alai na so sumarihon donganna, haputusan donganna sabagas, naung mansoadahon haporseaon do i; jumahat do i sian halak na so porsea.","Ndang sipilliton ina na mabalu, ia so gok onompulu taon umurna, naung sahali marhamulian.","Ingkon denggan do ulaonna dihatindangkon halak: Anggo dipagodanggodang anakkonna, las rohana martamue, diburi pat ni angka na badia, diurupi angka na di bagasan haporsuhon, dieahi nasa ulaon na denggan.","Alai pasiding ma angka boruboru na mabalu na poso; ai ia dung garang rohanasida maralohon Kristus, naeng ma marhamulian nasida.","Sisaritaon do nasida, ala nunga ditadingkon haburjuonnasida di mulana.","Angkup ni i, marlanggelangge do nasida; diringkoti na merbaserbas tu bagas ni halak; alai tamba ni parlanggelanggeon i: Na gabe sihapodea do nasida, angka na juit, sihatahon na so marguna.","Onpe, dipangido rohangku: Marhamulian ma angka na sopot mabalu, asa tubutubuan, patureturehon bagasna, unang dilehon tu alo i parbonsiran, laho manginsahi.","Ai nunga sanga marbalik deba mangihuthon sibolis i.","Alai molo adong na mabalu, na marsolhothon na porsea, i ma patureturehon nasida, asa tarpatureture huria i na mabalu na tutu.","Silompit do jujuron hasangapon ni sintua, na burju mangula hasintuaon, gumodang ma tu angka na mangulahon hata dohot poda.","Ai didok Surat i: \"Ndang jadi huntamonmu baba ni horbo na mardege!\" dohot: \"Na tama do di pangula upana!\"","Unang jalo pangaluan dompak sintua, ia so di jolo ni dua manang tolu sitindangi.","Angka na mardosa i pinsang di jolo ni saluhutna, asa mabiar nang angka dongan.","Humangmangi ho di jolo ni Debata dohot Kristus Jesus, nang di jolo ni surusuruan ni Debata, angka na tarpillit: Unang maralangalang roham mangaradoti angka ondeng, unang ma mardingkandingkan!","Unang hapogani mangampehon tanganmu tu halak; unang saor ho tu dosa ni na leban. Ramoti dirim, asa ias ho!","Unang sai minum aek ho; pangke ma anggur sasaotik, daon ni butuha, ai jotjot do ho gale.","Di na deba halak patar hian do dosana, tagan so songgop dope uhum; ia di na deba mangihut sian pudi nama.","Suang songon i: Patar do angka ulaon na denggan; jala nang pe asing, tong ndang tarbahensa buni!"," "],["Nasa anak somang, ditoru ni auga, dirajumi ma indukna tama pasangapon di na saluhutna, asa unang hona insak Goar ni Debata, nang agama i.","Alai molo porsea angka induk, unang ma moru parsangapina di nasida, ala dongan nasida; lam dioloi ma, ala porsea nasida jala na hinaholongan, angka naung taruli di basabasa i. I ma ajarhon jala paingothon!","Na mangajarhon asing, na so marsitiopan tu hata na tingkos, na sian Tuhanta Jesus Kristus, dohot tu poda na mangihuthon hadaulaton i,","i do na burnang, ndang diboto agia aha, parsualon dohot parpollungon dihasahithon, i ma haroroan ni latelate, badabada, panginsahion dohot panihanihaion na roa,","parsalisian na manongtong di jolma naung sega rohana, naung agoan hasintongan i, ai dirimpu, pangomoan do hadaulaton i.","Pangomoan godang do tutu hadaulaton, anggo mardongan sabam ni roha.","Ai ndang adong taboan tu hasiangan on, jala ndang tarboan hita agia aha laho ruar.","Alai molo adong di hita sipanganon dohot parabiton, tahasabamhon ma i!","Ia angka na naeng gabe mamora, madabu do tubagasan pangunjunan dohot sambil dohot tu lan hahisapon haotoon, angka na mangago, na mangalonongkon jolma i tubagasan jea dohot hamagoan.","Ai urat ni nasa hajahaton do roha na holongan di hepeng; i do disangkapi na deba, umbahen na lilu sian haporseaon i, gabe diaithon do godang na bernit tu dirina.","Alai anggo ho halak ni Debata, maporus ma sian i; pareahi ma hatigoran, hadaulaton, haporseaon, holong ni roha, habengeton dohot lambok ni roha!","Haburjuhon ma paraloan haporseaon na denggan i; tangkup ma hangoluan salelenglelengna, ai tusi do ho dijou, jala diparhatopot ho do panindangion na denggan di jolo ni torop sitindangi.","Hupatik ma ho di jolo ni Debata, na pangoluhon saluhut, dohot di jolo ni Kristus Jesus, na mangkatindangkon na denggan di jolo ni Pontius Latus:","Radoti ma patik i, so marlindang, so hasurahan, paima tarida Tuhanta Jesus Kristus i.","Ai di hajujumpang ni tingkina patar ma Ibana, bahenon ni na Martua i, Pargogo sasadasa, Raja ni angka raja, Tuhan ni angka tuan.","Sasadasa do na so olo mate, Siingani hatiuron na so tartopot, na so dung diida jolma Ibana, jala ndang tarbereng Hasangapon dohot hagogoon ma di Ibana ro di salelenglelengna! Amen.","Rodihon ma angka na mora di hasiangan on, unang ginjang rohanasida, unang dihaposi hamoraon na so mian i; alai dihaposi ma Debata, na buas mangalehon tu hita saluhut sihalashononta.","Naeng ma mangulahon na denggan nasida, mamora di angka ulaon na denggan, marroha na buas, na girgir marsibasabasa,","papunguhon di nasida pangkal na denggan tu tingki sogot, asa ditangkup nasida ngolu na tutu.","Ale Timoteus, ramoti naung jinalomi, pasiding ma pangkataion na so marimpola, na so gabeak i, dohot sualsual na pilit targoar parbinotoan!","I do dibaritahon deba, gabe manimbil sian haporseaon. Didongani asi ni roha i ma hamu!"," "]]
