[["Ahu surat tinongos ni si Paulus, apostel ni Kristus Jesus, marhite sian tahi ni Debata, marguru tu bagabaga hangoluan, na di bagasan Kristus Jesus,","mandapothon si Timoteus, anakkonku na hinaholongan: Asi ni roha, talup ni roha, dame sian Debata Ama dohot sian Kristus Jesus, Tuhanta i!","Mauliate rohangku di Debata, na huoloi di bagasan roha na ias, sian angka daompung dope; ai so marpansohotan hupaingotingot ho di angka tangiangku, borngin nang arian.","Ai masihol do ahu marnida ho, marningot iluilumi, anggiat gok halalas ni rohangku.","Ai huingot do haporseaonmu na so marlaok i, na maringanan hian di bagasan ompungmu boru, si Lois, nang di bagasan inangmu, si Eunike; alai dohot do di bagasan ho, dihaporseai rohangku.","Ala ni i hupaingot ho, asa diparatarata ho silehonlehon ni Debata, na tu ho i, di na huampehon tanganki tu ho.","Ai dilehon Debata do tu hita tondi hagogoon, tondi haholongon, tondi pangarajaion diri, ndada tondi hatahuton.","Onpe, unang ho maila, mangkatindangkon Tuhanta i, jala unang hailahon ahu, na tarhurung humongkop Ibana; dohot ma ho tahe mangkongkop barita na uli, sian hagogoon ni Debata!","Ai dipalua jala dijou do hita marhitehite panjouon na badia; ndada marguru tu ulaonta, tung sian tahina dohot sian asi ni roha, na binasabasahon tu hita di bagasan Kristus Jesus, na sian mula ni mulana.","Alai nuaeng dipapatar do, di na tarida Sipalua hita, Kristus Jesus i. Ibana do pasohothon hamatean, di paullop hangoluan dohot hatongtongon marhitehite barita na uli i.","Tusi do ahu dipabangkit, gabe parjamita dohot apostel dohot pangajari.","Ala ni i do, umbahen na marsitaonon ahu, alai ndang maila ahu disi; ai hutanda do Ibana na huhaporseai, jala pos do rohangku, margogo Ibana mangaramoti na pinalumehonna i tu ahu, ro di ari sogot i.","Ihuthon ma angka poda na tingkos i tiruanmu, songon naung binegem sian ahu, di bagasan haporseaon dohot holong ni roha na di Kristus Jesus i.","Na pinalumehon na denggan i ma ramoti marhitehite Tondi Parbadia, na maringanan di bagasan hita.","Diboto ho do, naung ditundali saluhut na di Asia i ahu, songon Pigelus dohot Hermogenes.","Sai dilehon Tuhan i ma asi ni roha tu bagas ni si Onesiporus; ai jotjot do sonang pangkilalaanku dibahen, jala ndang dihailahon ibana rantengki.","Ai disi ro ibana tu huta Rom, dihaburjuhon do mangalului ahu, paima jumpangsa.","Sai dilehon Tuhan i ma, asa jumpangan asi ni roha ibana sian Tuhan i di ari sogot i! Torang do diboto ho nasa panolongina di ahu di huta Epesus."," "],["Onpe, ale anaha, margogo ma ho marhitehite asi ni roha ni Kristus Jesus!","Jadi ma binegem sian ahu di adopan ni torop sitindangi, i ma pasahat tu halak haposan, angka na tau mangajari na asing.","Gabe dongan manaon haporsuhon ma ho, songon parangan na denggan di Kristus Jesus!","Ndang olo alit parporang tu angka ulaon pandaraman, asa halomoan ibana di na marsuru ibana.","Nang na marsiadu pe, ndang dipartumpali, ia so tigor paraloonna i.","Ingkon siula hauma i jumolo taruli di parbuena!","Antusi na hudok i; ai lehonon ni Tuhan i do tu ho roha mangarti saluhutna i.","Paingotingot ma Jesus Kristus, naung dipangolu sian angka na mate, na sian pinompar ni si Daud, hombar tu na hubaritahon i.","Ala ni i do ahu manaon na porsuk, pola tarrante songon siula hajahaton; alai ndang tarrante anggo hata ni Debata","Dibahen i, benget do rohangku, manaon saluhutna i, ala ni angka na tarpillit, asa dohot nasida taruli di haluaon, na di bagasan Kristus Jesus, dohot di hasangapon salelenglelengna i.","Haposan do hata on: Anggo donganna do hita tu hamatean, donganna ma nang tu hangoluan.","Anggo benget hita manaon, rap mangarajai ma hita sogot. Molo mansoadahon hita, dohot ma Ibana mansoadahon hita.","So haposan pe hita, tong do haposan anggo Ibana; ai ndang tarsoadahonsa dirina.","I ma pasingothon jala hatindangkon di jolo ni Debata; unang ma nasida masisualan, ai tung na so hasea do i, na mangago do i di angka na umbegesa.","Haringgashon patuduhon haburjuonmi di Debata, songon pangula na so tarila, na padalanhon hata hasintongan i tigortigor.","Alai pasiding ma pangkataion na so marimpola, na so gabeak i, ai lam tu gandana do hajahatonnasida hinorhon ni i.","Songon baro sirarat lam ragat hatanasida; songon na di si Himeneus dohot Piletus.","Na lilu do nasida sian hasintongan i, ai didok: Nunga sanga masa haheheon i, gabe marbalik deba sian haporseaon i.","Alai na hot do haojahan na sian Debata. Hata on ma sahapna: \"Ditanda Tuhan i do angka na di Ibana!\" Dohot: \"Sirang ma sian hageduhon nasa na mandok Goar ni Tuhan i!\"","Ala ndada holan ulaula sere dohot perak dapot di bagasan bagas na bolon, dohot ma ulaula hau dohot tano; na deba tu ulaon hasangapon, na deba tu haleaon.","Asa halak na paias dirina sian angka ondeng, i ma gabe ulaula na badia, na tu ulaon hasangapon, na hasea di nampuna bagas i, rade tu nasa ulaon na denggan.","Maporus ma ho pasiding sangkapsangkap haposoon; alai pareak ma hatigoran, haporseaon, holong ni roha dohot dame, rap dohot angka na manjou Tuhan i sian roha na ias.","Alai pasiding ma angka sungkunsungkun haotoon na ngongar, ai diboto ho, na mangkorhon parbadaan do i.","Na so patut parbadabada anggo naposo ni Tuhan i, alai tama basar maradophon saluhut, malo mangajari, benget manaon na jat;","marlambok ni roha ma maminsang angka na mangalo, anggiat dilehon Debata tu nasida hamubaon ni roha, laho mananda hasintongan,","asa tarjolma nasida, dung malua sian jorgong ni sibolis i, na nialithonna tu nasida, pasauthon roharohana."," "],["Alai patut ma botoonmu on: Na ro ma angka ari hasusaan, di angka tingki parpudi.","Ai mangkaholongi dirina ma jolma disi, impolan di perak, parhata manggang, parroha haginjangon, angka panginsahi, na so mangoloi natorasna, na so marningot lagu, angka na tois;","angka na so marroha holong, pangoseose, panihasnihasi, na so umboto mangorom, parmurukmuruk, na so marholong ni roha di na denggan;","angka parjehe, parroha na neang, sipaburnang diri, holongan di hisap ni daging asa di Debata.","Parrumang hadaulaton do nasida; alai hagogoonna i ndang dapot di nasida. Pasiding ma angka sisongon i!","Angka sisongon i do na olo manisipi tu jabu ni halak, mandormai roha ni angka boruboru, naung sorat binahen ni dosa, angka na nielaela ni ragam ni hahisapon,","angka na tongtong marguru, alai matua so sahat nasida mananda hasintongan i:","Tudoshon si Jannes dohot si Jambres, angka na mangalo si Musa, laho mangalo hasintongan. Nasida do jolma naung sega rohana; ndang manahan haporseaonnasida.","Alai ndang tagamon patulusonnasida i, ai patar do diida sude haotoonnasida, suang songon di na dua ondeng.","Alai diihuthon ho do ahu di poda, di parange, di tahi, di haporseaon, di lambas, holong dohot benget ni roha,","di bagasan angka pangaleleon, haporsuhon, angka na masa tu ahu di Antiokia, di Ikonium, di Listra: Pangaleleon na sai godang do huta on, jala dipalua Tuhan i do ahu sian saluhutna i.","Alai ndang tarbahen so hona lele nasa, na naeng marparange na daulat marhitehite Kristus Jesus.","Alai na mangkapogani hamagoanna do angka parjahat dohot siulas utiutian; na paotootohon do nasida huhut dipaotooto.","Alai anggo ho, sai mian ma di bagasan angka na ginuruhon jala naung hinaporseaanmi, ai diboto ho do na mangajarhonsa tu ho.","Huhut ala diboto ho, sian sietehetehonmi dope, surat na badia i, na margogo pabisukkon ho, asa taruli di haluaon marhitehite haporseaon di Kristus Jesus.","Ai nasa Surat i, sinihathon ni Debata do; jala hasea mamodai, maminsang, pauliulihon, manogunogu di bagasan hatigoran,","asa rimpas halak ni Debata, hobas tu nasa ulaon na denggan."," "],["Di jolo ni Debata dohot Kristus Jesus, na ro manguhumi angka na mangolu dohot na mate, huhatindangkon nang hapataronna, nang harajaonna.","Jamitahon hata i, hajongjongkon di tingki na une nang so une; pinsang, paingot, apoi marhitehite nasa lambas ni roha dohot pamodaion.","Ai na ro ma tingkina, ndang tartahan halak disi poda na tingkos i; alai mangihuthon hisaphisap sandiri ma alaponnasida pangajari na pageokgeokkon pinggolnasida.","Taitonnasida ma pinggolnasida sian hasintongan i, laho paelengkonsa tu angka turiturian.","Alai anggo ho, sandok unang ma mabuk roham, taon ma na jat i; radoti na tama ulaon ni parbarita na uli; sahat ula tohonanmi!","Ai pasahaton nama anggo ahu songon pelean; na dapot ne ma tingki haluluangki!","Nunga hupasidung paraloan na denggan i, nunga hupaujung parlojongonki; ramot hubahen haporseaon i.","Diri nama di jolongku tumpal hatigoran, silehonon ni Tuhan, Paruhum na tigor i, di ari sogot i tu ahu; alai ndada holan tu ahu, tu saluhutna do tahe, angka na mangkaholongi hapataronna i.","Pahatop manopot ahu tibu!","Ai ditadingkon si Demas i do ahu, ala naung holong rohana di portibi on, laos laho tu Tessalonik; songon i si Kreskes tu Galatia si Titus tu Dalmatia.","Sasada si Lukas i nama donganku. Arahon si Markus i, jala boan ibana donganmu, ai hasea situtu do ibana tu parhobason.","Ia si Tikikus i, nunga husuru tu Epesus.","Molo ro ho, boan ma baju panas na hutinggalhon di si Karpus, di huta Troas; songon i angka buku, na rumingkot, i ma angka pustaha i!","Godang hajahaton diula si Aleksander, pande bosi i, dompak ahu; baloshonon ni Tuhan i do tu ibana, hombar tu pambahenanna i.","Ho pe, jaga ibana; ai dialo situtu do hatanami.","Di paralusanku parjolo sahali, ndang adong donganku; tung saluhutna do manadingkon ahu. Unang ma tarrajum i tu nasida!","Alai Tuhan i do mandongani jala margogoihon ahu, asa tulus parjamitaon i marhite sian ahu, gabe saluhut sipelebegu umbegesa; laos malua do ahu sian baba ni babiat i.","Roroon ni Tuhan i do ahu sian nasa ulaon hajahaton, jala paluaonna do ahu tubagasan harajaonna na di banua ginjang i. Di Ibana ma hasangapon ro di salelenglelengna! Amen.","Tabingku ma di si Priska dohot si Akila, songon i di pangisi ni bagas ni si Onesiporus.","Tinggal do si Erastus di Korint; alai marsahit do hutadingkon si Tropimus di Miletus.","Gumira ma ho ro, andorang so taon ngali! Manongos tabi tu ho si Eubulus, si Pudes, si Linus, dohot si Klaudia ro di dongan sasude.","Didongani Tuhan i ma tondimuna! Asi ni roha ma di hamu!"," "]]
