[["1:1 Ahu surat ni si Paulus, naposo ni Debata, apostel ni Jesus Kristus, hombar tu haporseaon ni angka na pinillit ni Debata, jala hombar tu panandaon di hasintongan, na domu tu hadaulaton,","1:2 mangasahon pangkirimon di hangoluan na so ra suda, naung sian mula ni mulana i diparbagabaga Debata, na so margabus i,","1:3 gabe dipapatar do hinatahonna i di tingkina i, marhite sian parjamitaon, na pinasahatna tu ahu, mangihuthon pandokkon ni Debata, Sipangolu hita,","1:4 mandapothon si Titus, anak na tutu, taringot tu haporseaon hatopan i: Asi ni roha dohot dame sian Debata Ama dohot sian Kristus Jesus, Sipalua hita!","1:5 Umbahen na hutadingkon ho di Kreta, asa dipature, ho ulaon angka na tading i dope, dohot pabangkithon sintua di ganup huta, songon naung huaturhon tu ho.","1:6 Naeng ma nasida so hasurahan, dongan saripe ni sada parompuan, paranakkon na porsea, angka na so tarhata sineang roha manang na jungking pe.","1:7 Ai anggo sintua, sandok na so jadi hasurahan, naeng ma songon juara bagas ni Debata, unang siula roharoha, unang parpiripiri, unang sisobur tuak, unang parbada, unang parpangomo sian na so ture!","1:8 Alai na basa martamue, na las roha di na denggan, na toman, na bonar, na badia, sirajai dirina.","1:9 Na marsitiopan tu hata sihaposan i mangihuthon poda i, asa margogo ibana, mangapoi marhitehite poda na tingkos i, nang maminsang angka na manggaga.","1:10 Alai lan do angka na jengkel, angka parhata na so gabeak, na giot mangaliluhon; toropan nasida Jahudi.","1:11 Ingkon huntamon do pamangannasida, ai digaori nasida do pangisi ni angka bagas, diajarhon do na so jadi, mambuat pangomoan hailaon.","1:12 Didok sahalak panurirang sian tongatonganasida: Sai tong pargapgap do halak Kreta, angka binatang pamusa, parroha butuha, angka na losok.","1:13 Sintong do panindangion i. Dibahen i, gomos ma paminsangmu di nasida, asa gabe hisar nasida marhaporseaon.","1:14 Unang diantoi turiturian ni Jahudi ro di patikpatik ni jolma, angka naung manundalhon hasintongan i.","1:15 Ias do saluhut di angka na ias; alai ndang adong na ias di parroha na ronsam, na so porsea, ai naung ronsam do rohanasida ro di panggora ni roha i.","1:16 Dihatahon nasida do, naung ditanda Debata, alai disoadahon do Ibana di na niulanasida; ai hagigian do nasida jala na tois, na so tau tu manang dia ulaon na denggan."," "],["2:1 Alai anggo ho, hatahon ma na domu tu poda na tingkos i:","2:2 Naeng ma marroha na torang angka na tuatua, daulat, toman, hisar marhaporseaon, marholong jala marbenget ni roha.","2:3 Songon i angka parompuan natuatua: Marparange na tama di na badia i, unang panihasnihasi, unang hatagian di anggur; angka sipodahon na denggan.","2:4 Naeng ma apoapoannasida angka parompuan na poso, mangkaholongi sinondukna dohot anakkonna,","2:5 mamarangehon hatomanon, hapormanon, mangaringkoti ulaonna di bagas, marbasabasa, marunduk ni roha maradophon hamulianna be, unang hona insak hata ni Debata.","2:6 Laos songon i ma apoi baoa angka na umposo, asa marhatomanon.","2:7 Sandok pajongjong dirim tiruan di angka ulaon na denggan, polin di pangajarion, marhatomanon.","2:8 Naeng tingkos poda i, so tarsual, asa maila na mangalo i, ala so dapot na roa sidohononna maralohon hita.","2:9 Dioloi angka anak somang ma indukna be, patupahon lomo ni rohana di na saluhutna; unang ma manggagai!","2:10 Unang ma mangahuti; dipatuduhon ma nasida haposan di sasude asa sandok marsangap poda ni Debata, Sipalua hita, dibahen.","2:11 Ai nunga tarida asi ni roha ni Debata, sibahen haluaon ni saluhut jolma.","2:12 Diajari do hita, asa tasoadahon roha na so daulat ro di angka hisaphisap tano on, asa taparangehon hatomanon, hatigoran dohot hadaulaton, tagan di hasiangan on.","2:13 Laos diajari do hita, paipaimahon hatuaon na tahirim i dohot hapapatar ni hasangapon ni Debata na balga i dohot Kristus Jesus, Sipalua i.","2:14 Ai dilehon do dirina humongkop hita, asa ditobus hita sian nasa hajahaton, asa urasonna di dirina bangso, naung Ibana nampunasa, na olo mangkapadothon angka ulaon na denggan.","2:15 I ma hatahon, paingothon jala ajarhon sian nasa gomos ni roham! Unang ma adong na marhu ni roha mida ho!"," "],["3:1 Paingot ma nasida, asa marroha na unduk mangoloi panggomgomi na mangarajai, huhut ringgas tu nasa ulaon na denggan.","3:2 Unang ma siinsahi dongan, manang na tongkar; naeng ma parroha na lambok, parroha panganju di saluhut halak.","3:3 Ai dohot do hita najolo angka na oto, na tois, na lilu, pinarhatoban ni ragam ni hisaphisap dohot sangkapsangkap, taulahon do hajahaton dohot latelate; angka hagigian do hita jala masihosoman.","3:4 Alai disi ma tarida habasaon dohot habasaron ni Debata, Sipalua hita:","3:5 Ndada ala ni ulaonta hatigoran, umbahen na dipalua Ibana hita; tung sian asi ni rohana do, marhitehite pandidion pangulahion tubu dohot marhitehite Tondi Parbadia na paimbaruhon i,","3:6 naung niusehonna i tu hita buas marhitehite Jesus Kristus, Sipalua hita,","3:7 asa gabe tigor hita, binahen ni asi ni rohana, jala sitean hangoluan salelenglelengna, mangihuthon pangkirimon i.","3:8 Haposan do hata i, jala naeng ma gomos hatindangkononmu i dipangido rohangku, asa nasida, naung gabe porsea di Debata, mangkapadothon angka ulaon na denggan. I ma na uli jala hasea di jolma.","3:9 Alai pasiding ma angka sualsual haotoon i dohot hata sundutsundut ro di parsalisian dohot parbadaon siala Patik i, ai ndang marniula i jala magopo.","3:10 Pasiding ma halak parpoda haliluon, dung jolo dipaingot ho ibana sahali manang dua hali;","3:11 ai diboto ho do, naung marbalik situtu sisongon i jala diulahon dosa, atik pe naung ditorui rohana ibana.","3:12 Ia dung husuru si Artemas dohot Tikikus tu ho, pahatop ma ro mandapothon ahu tu Nikopolis, ai disi do ahu naeng mian di taon ngali.","3:13 Haringkothon ma paborhathon si Jenas, siboto patik i, dohot Apollos; unang hurangan nasida di agia aha!","3:14 Naeng ma diguruhon angka donganta, mangkapadothon angka ulaon na denggan, sumarihon na ringkot pangkeon; unang so marparbue nasida!","3:15 Na manongos tabi tu ho saluhut donganku. Pasahat ma tabinami tu angka na marholong ni roha di hami, di bagasan haporseaon. Didongani asi ni roha i ma hamu saluhutna!"," "]]
