[["Jotjot jala ragam najolo pambahen ni Debata mangkuling i angka ama i marhitehite angka panurirang i.","Alai di angka ari na parpudi on dipanghulingi do hita marhite sian Anak i. Ibana do dipabangkit gabe sitean parluhutan i, jala marhitehite Ibana do ditompa angka hasiangan i.","Sillam ni hasangaponna dohot suman ni hadirionna do Ibana, jala diusung do parluhutan i marhitehite hatana na marhagogoon i. Jala dung dipatupa Ibana haiason sian angka dosa, hundul do Ibana tu siamun ni Hatongamon na di ginjang i.","Songon surung ni Goarna na tineanna i, na mangatasi angka surusuruan, songon i do surung ni hasangaponna martimbangkon nasida.","Ai tu surusuruan dia ma hea didok: \"Anakku do Ho; sadari on do Ho hutubuhon\"? Manang: \"Ahu do gabe Amana, jala Ibana gabe Anakku\"?","Alai di na naeng togihononna muse tu portibi on Ibana na parjolo tubu i, disi ma didok: \"Ingkon marsinggang tu jolona sude angka surusuruan ni Debata!\"","Didok do nian taringot tu angka surusuruan i: \"Ibana mambahen alogo surusuruanna, api na marjimburjimbur do parhaladona.\"","Alai taringot tu Anak i didok: \"Ro di salelenglelengna do habangsami, ale Debata; tungkot hatigoran do tungkot harajaonmi!\"","\"Dihaholongi Ho do hatigoran jala dihagigihon Ho do hajahaton; ala ni i do dimiakkon Debatami miak halalas ni roha tu Ho, ale Debata, sumurung asa tu angka donganmi!\"","Dung i: \"Ho, ale Tuhan, paojakkon tano on di mulana i, jala jadijadian ni tanganmu do parlangitan i.\"","\"Mago do angka i muse, alai tongtong do mian anggo Ho; laho buruk do i saluhutna songon ulos.\"","\"Songon sampesampe balunonmu i sude, gabe muba ma; alai anggo Ho, laos tong do Ho, ndang mansohot angka taonmi!\"","Alai tu surusuruan dia ma hea didok: \"Hundul ma Ho tu Siamunhon, paima hubahen angka musum sidegedegean ni patmu\"?","Nda saluhut nasida tondi parhobas, angka na sinuru, mangurupi angka sitean haluaon i?"," "],["Dibahen i, naeng ma muba gomosta, maniop hata naung tabege i, unang tung dibaorhon hita.","Ai gari hata na hinatahon ni angka surusuruan i, gari hot do, jala nasa pangalaosion dohot hatoison mangalap pamaloson na hombar.","Tagamon ma adong dapot haporusanta, molo tatoishon haluaon na sai godang i? Pola do Tuhan i mangkatahonsa di mulana i, jala momos dipasahat angka na umbegesa tu hita!","Ai dohot do Debata mangkatindangkon marhitehite angka tanda dohot halongangan dohot ragam ni pambahenan hagogoon, nang marhitehite Tondi Parbadia, na sinagihonna guru lomo ni rohana.","Ai ndada tu angka surusuruan i dipagomgomhon Ibana hasiangan sogot, na tahatahon on.","Alai adong do na mangkatindangkon di Surat i: \"Aha do jolma i, umbahen na diingot Ho Ibana; manang anak ni jolma i, umbahen na ditatap Ho ibana?\"","\"Otik dipaoru Ho Ibana tu toru ni angka surusuruan. Hasangapon dohot hamuliaon ditumpalhon Ho tu Ibana.\"","\"Saluhutna do dipatunduk Ho tutoru ni patna.\" Ai di na pinatundukna i saluhutna i tu Ibana, ndang adong tading, na so unduk tu Ibana; alai anggo nuaeng, ndang taida dope, naung tunduk tu Ibana saluhutna i.","Alai na pinaoruna i otik tutoru ni angka surusuruan i, i ma Jesus taida, na martumpalhon hasangapon dohot hamuliaon, ala nunga ditaonhon hamatean i, asa sian asi ni roha ni Debata Ibana mangahap hamatean i humongkop saluhut.","Ai Ibana, hapatean jala parmulaan ni nasa na adong, dung jolo ditogihon Ibana torop anak tu hasangapon, tama Ibana, parmulaan ni haluaonnasida i, dipajongjong sun denggan marhitehite sitaonon.","Ai marharoroan sian na Sada do saluhutna, na pabadiahon dohot na pinabadiana i; ala ni i ndang dihailahon Ibana, manggoar nasida angka anggina.","Ai ninna do: \"Baritahononku do Goarmu tu angka anggingku; di tongatonga ni huria i do endehononku Ho!\"","Dung i muse: \"Ibana do bahenonku haposanku!\" Jala muse: \"Dison do Ahu dohot dakdanak i, angka na nilehon ni Debata tu Ahu!\"","Asa songon dakdanak partohap di mudar dohot di sibuk, gabe suman do dohot Ibana partohap disi, asa marhitehite hamatean i dipasohot Ibana sibolis i, na marhuaso mambahen mate,","asa dipalua sasude na pinarhatoban ni biar ni roha managam hamatean, saleleng mangolu.","Ai apala angka surusuruan disarihon, pomparan ni Abraham i do!","Ala ni i, ingkon gabe dos situtu Ibana tu angka anggina asa gabe parasiroha Ibana jala sintua ni malim haposan maradophon Debata, laho pasaehon angka dosa ni bangso i.","Ai intap naung marsitaonon Ibana di na tarunjun i, haurupan Ibana do angka na tarunjun i."," "],["Onpe, ale angka dongan na badia, partohap di panjouon na sian banua ginjang i, bereng hamu ma Jesus i, i ma apostel jala sintua ni malim na taparhatopot i!","Haposan do Ibana maradophon na pabangkithon Ibana, songon si Musa di sandok bagasna i.","Alai gumodang do hasangapon dietong tu Ibana, asa tu si Musa, mangihuthon surung ni hamuliaon na tu sipauli bagas asa tu bagas i.","Ai ganup bagas, adong do na paulihonsa; alai sipauli saluhutna, Debata do.","Anggo si Musa nian, haposan do di sandok bagasna i, songon parhobas, laho mangkatindangkon na naeng baritahononhon dope.","Alai anggo Kristus i, songon Anak sigomgom bagasna; hita do bagasna, anggo gomos tatiop ro di ujungna hiras ni roha, na mangasahon ni hinirim i.","Dibahen i, songon na nidok ni Tondi Parbadia i: \"Sadari on, di na binegemuna soarana,\"","\"unang ma papir hamu rohamuna, songon nasida na tangkang i di ari pangunjunan di halongonan i!\"","\"Ai disi diunjuni angka amamuna Ahu, jala dipaujiuji, atik pe diida nasida angka ulaonki opatpulu taon lelengna.\"","\"Dibahen i muruk do Ahu mida na sansundut i jala hudok: Tongtong do lilu rohanasida. Alai ndang ditanda nasida angka dalanku,\"","\"pola maruari Ahu di rimashi: Na so tupa bongotannasida paradiananki!\"","Matahon hamu ma, ale angka dongan, so tung tardapot di manang ise pe sian hamu roha na jahat, na so porsea, na manundali Debata na mangolu i!","Alai masiapoan ma hamu ganup ari, saleleng tardok dope sadari on, unang tung gabe pir roha ni manang ise sian hamu, hinorhon ni dosa na paotootohon!","Ai nunga gabe partohap di Kristus hita, anggo gomos tatiop ro di ujungna pos ni roha, na di hita di mulana i.","Uju i ma didok: \"Sadari on, di na binegemuna soarana, unang ma papir hamu rohamuna, songon nasida na tangkang roha uju i!\"","Ise do na patangkang rohana, atik pe dibege i? Nda saluhut nasida na tumadingkon tano Misir, tinogihon ni si Musa?","Angka ise do dimuruhi Ibana opatpulu taon lelengna? Nda nasida, na mardosa i! Gabe marragean do dagingnasida di halongonan i.","Dompak ise do Ibana maruari, na so tupa nasida masuk tu paradiananna i? Nda dompak angka na so mangoloi!","Asa on do taida: Ala na so porsea i nasida, umbahen na so tarbahensa bongot."," "],["Dibahen i, biar ma rohanta, unang songon na tading manang ise sian hamu, binsan hot dope bagabaga, laho masuk tu paradiananna i.","Ai dohot do tu hita dibaritahon i, songon na tu nasida; alai ndang marguna di nasida hata na binegenasida, ala so saor haporseaon i di bagasan nasida na umbegesa.","Ai na bongot tu paradianan i do hita, anggo dung gabe porsea, songon na nidokna i: \"Pola maruari Ahu di rimashi, na so tupa bongotannasida paradiananki,\" atik pe naung sidung angka ulaon i olat ni haoojak ni portibi on.","Ai didok do sahali songon on taringot tu ari papituhon i: \"Dung i maradian ma Debata di ari papituhon i sian saluhut ulaonna i.\"","Dung i muse: \"Na so tupa bongotannasida paradiananki!\"","Asa adong dope deba na tarbahen bongot tusi; alai na jumolo jinamitaan i ndang masuk, ala na so mangoloi.","Ala ni i, dibuhul muse sada ari, sadari on, ninna, ai didok do marhite sian si Daud, dung salpu na sai leleng i, suman tu naung nidokna i hian: \"Sadari on, di na binegemuna soarana, unang ma papir hamu rohamuna!\"","Ai aut si Josua pabongothon nasida, ndang hatahononna be di pudi ni i taringot tu ari na asing.","Dibahen i, adong dope hirimon paradianan Sabbat di bangso ni Debata.","Ai ibana naung bongot tu paradianan i, maradian do sian na niulana songon Debata, na maradian sian na niulana i.","Antong, taharingkothon ma mambongoti paradianan i; unang ma adong na somsam, mangihuthon na so mangoloi i.","Ai na marngolu do hata ni Debata jala marpangkorhon, jala tumajom sian nasa podang siduababa, jala torus do disirang hosa dohot tondi, ringring dohot utohutokna, laos diuhumi do na sinangkap dohot na piningkir ni roha.","Jala ndang adong na tinompa na onding sian jolona, tung saluhut do tedek, so adong na hungkup diida matana. Tu Ibana do hita mardabudabu!","Onpe, dibahen naung adong di hita sintua ni malim na bolon, naung manorusi angka banua ginjang i, i ma Jesus, Anak ni Debata, gomos ma tatiop naung taparhatopot i!","Ai naung adong do di hita sintua ni malim na tarbahen dongan mangkilala di angka hagaleonta; tung na tarunjun do Ibana di na saluhut songon hita, alai ndang mardosa.","Antong, marhiras ni roha ma hita mandapothon habangsa parasiasian, asa tajalo talup ni roha, jala asa dapot asi ni roha hita bahen pangurupion, di tingki halehetanna."," "],["Ai ganup sintua ni malim, na binuat sian jolma, dipabangkit do ala ni jolma, mangaradoti angka ulaon na tu Debata, asa dipelehon silehonlehon nang pelean, ala ni angka dosa.","Na tarbahen do i rap mangkilala dohot angka na hurang boto nang na lilu, ai dohot do ibana partohap di hagaleon.","Alai ni i, ingkon mamboan pelean pardosaon ibana; ia songon i humongkop natorop, laos songon i humongkop dirina.","Jala ndang adong na mangaithon hamuliaon sisongon i tu dirina; Debata do manjou ibana tusi, songon si Aron i.","Laos songon i do nang Kristus: Ndang Ibana mangaithon sahala sintua ni malim tu dirina; Debata do, na mandok tu Ibana: \"Anakku do Ho; sadari on do Ho hutubuhon!\"","Songon nidokna i di na asing: \"Malim do Ho ro di salelenglelengna, mangihuthon horong ni si Melkisedek!\"","Tagan jolma Ibana, dipelehon do angka pangidoanna dohot elehelekna, mardongan angguk bolon dohot iluilu tu na tuk paluahon Ibana sian hamatean; jadi ditangihon do Ibana, gabe malua sian hatahuton i.","Ai atik pe Anak i Ibana, diguruhon do pangoloion marhite sian na tinaonanna i!","Jala dung rimpas gabe sihorhon haluaon salelenglelengna do Ibana di sude na mangoloi Ibana.","Digoar Debata do Ibana sintua ni malim, mangihuthon horong ni si Melkisedek.","Godang do nian sidohononnami taringot tusi, jala angka na maol pajojoron, ala nunga penge pinggolmuna.","Ai tumimbangkon lelengna i, nunga patut guru hamu nian, hape angka sisiasia ni hata ni Debata dope siajarhononhon tu hamu; gabe susu nama ringkot di hamu, ndada sipanganon hian.","Ai ganup partohap di susu ndang marbinoto di hata hatigoran i, ai posoposo do i.","Alai sipanganon hian do di angka na rimpas, naung pasomalsomal rohana, gabe malo mambolati na denggan sian na roa."," "],["Onpe, unang ma jolo tataringoti be poda mulamula na taringot tu Kristus; tadapothon ma na rimpas i! Unang pola taulahi pauli ojahan taringot tu na paubahon roha, manundalhon ulaon hamatean, mangkaporseai Debata,","manang poda taringot tu pandidion dohot na mangampehon tangan, taringot tu haheheon ni angka naung mate dohot uhum sogot.","I ma bahenonta, molo tung diloas Debata.","Ai nasida, angka naung sanga dipatiur, angka naung mandai silehonlehon parbanua ginjang, angka naung gabe partohap di Tondi Parbadia,","angka naung mandai hata na uli na sian Debata ro di angka hagogoon ni hasiangan sogot:","Molo tung marbalik nasida, tung na so tarpaimbaru do nasida, asa muba muse, ai naung mangulahi pasilangkon Anak ni Debata do nasida di dirina, jala dipaurak.","Ai tano na mangonsop udan, na sai ro tusi, gabe ditubuhon suansuanan na hasea di angka na mangulasa, i do taruli di pasupasu sian Debata.","Alai na tumubuhon sihupi dohot bajora, ndang na hasea i; bura do sitagamon ni i, jala mosokkononna nama i di ujungna.","Alai hudok hami pe songon i, ale angka haholongan, na dumenggan i do huhirim i hami di hamu, i ma na martohap di haluaon.","Ai ndang na geduk Debata: Tung halupahononna ma na niulamuna dohot holong ni roha na pinatuduhonmuna tu Goarna, di pangkobasionmuna di angka na badia i najolo ro di nuaeng?","Alai dipangido rohanami do, naeng patuduhonon ni ganup hamu ringkot ni roha na songon i, patasakkon pangkirimon i sahat ro di ujungna.","Unang ma gabe angka na losok hamu; tiru hamu ma angka sitean bagabaga i, marhitehite haporseaon dohot lambas ni roha!","Ai laho mangalehon bagabagana tu si Abraham, di dirina do maruari Debata, ala so adong na umbalga paruarianna.","On do hatana: \"Pasupasuonku situtu do ho jala patoroponku do ho, asa tung torop!\"","Jadi dipalambas do rohana; i do dalanna, gabe dapotsa na pinarbagabaga i.","Ai anggo jolma, na umbalga sian nasida do dibahen paruarianna; jala pamomoshon do uari i, papatehon nasa parsalisian.","Ia Debata, uari do dipangke, laho patuduhon tu angka sitean bagabaga i tahina, na so olo muba i,","asa dapotan apoapo na margogo hita, horhonon ni na dua partinandaan, na so olo muba, ai na so tarbahen Debata margabus; tusi do hita marhaporusan, laho marsitiopan tu pangkirimon na di jolonta i.","Na songon sao di tondinta do i, na hot jala na togu, na manorusi sahat tu bagasan ni rimberimbe i.","Tusi do bongot Patujolonta, i ma Jesus, naung gabe sintua ni malim salelenglelengna, mangihuthon horong ni si Melkisedek."," "],["Anggo Melkisedek i, raja di huta Salem, malim ni Debata na tumimbo do ibana, ditomutomu jala dipasupasu do si Abraham na mulak, dung dipapatu ibana angka raja.","Tu ibana do diturpukkon si Abraham saparsampulu sian sasudena i. Raja hatigoran do parjolo lapatan ni goarna i, angkup ni i: Raja ni Salem, na mandok: Raja sipardame.","So marama, so marina, so marpartuturan, na so marmula arina, na so marujung ngoluna; na dipatudos do ibana tu Anak ni Debata, malim do tongtong ro di salelenglelengna.","Alai bereng hamu ma sangapna i: Salang si Abraham, ompunta parsadaan, mangalehon tu ibana saparsampulu ni angka arta.","Nang angka sijujung hamalimon sian angka anak ni i Lepi disuru do, asa hombar tu patik i diparsampulu bangso i, ima angka hahaangginasida, na rap pomparan ni si Abraham.","Alai ibana, na so marpartuturan tu nasida, diparsampulu do si Abraham, jala dipasupasu do hasahatan ni bagabaga i.","Jadi sandok ndang targaga on: Na sumangap i do mamasumasu na ummetmet.","Jala jolma na olo mate do nasida, na manjalo na saparsampulu i; alai anggo ibana, mangolu do dihatindangkon.","Jala tardok ma: Marhitehite si Abraham diparsampulu do nang si Lepi, sijalo na saparsampulu i nian.","Ai di bagasan amana na sumundut i dope ibana, di na ro Melkisedek manomunomu.","Onpe, ia dipatihi pe bangso i, marpandapotan di hamalimon ni si Lepi, nda tung marhite sian i songgop harimpason i; ai aut i, boasa pola pajongjongon malim na asing, na mangihuthon horong ni si Melkisedek, na so goaron mangihuthon horong ni si Aron?","Ai molo mimbar hamalimon, ndang tarbahen so mimbar nang patik.","Jala ibana, na nidok ni hata on, masuk marga na asing do; ndang dung adong sian i na marhalado di langgatan i.","Ai torang do antong: Sian Juda do martumbur Tuhanta; ndang ditaringoti si Musa hamalimon ni na samarga i.","Jala ganda dope torangna, molo dipajongjong malim na asing, na suman tu si Melkisedek,","na gabe malim sian pangkorhon ni ngolu na so haharharan, unang ma sian patik ni aturan sibuk.","Ai dihatindangkon do ibana paboa: \"Malim do Ho ro di salelenglelengna, mangihuthon horong ni si Melkisedek!\"","Disi ma dipasohot patik na jumolo i, ala so margogo jala so marguna.","Ai ndang tarpasun patik i agia aha; alai dipabongot do pangkirimon na dumenggan, i ma parhiteanta manjonohi Debata.","Ndang masa i, ia so marhitehite uari; anggo nasida tutu, gabe malim do, so pola marhitehite uari.","Alai ia On, marhitehite uari do, na niuarihon ni na mandok tu Ibana: \"Naung maruari do Tuhan i, jala ndang solsolanna dirina: Malim do Ho ro di salelenglelengna!\"","Hombar tusi do sumurung padan, na hinangkungan ni Jesus.","Jala torop do anggo nasida na gabe malim, ala na so diloas hamatean i nasida mian.","Alai anggo Ibana, ala mian ro di salelenglelengna, ndang taripar hamalimonna tu na asing.","Dibahen i, tarbahen Ibana do paluahon sandok angka na manjonohi Debata marhitehite Ibana; ai na mangolu do Ibana tongtong, laho mangondihon nasida.","Ai sintua ni malim na songon i do tama di hita, na badia, na so marlaok, na so marlindang, na marbolat sian angka pardosa, naung gabe tumimbo sian angka banua ginjang i,","na so pola ganup ari pasahathon jumolo pelean ala ni dosana sandiri, dung i ala ni dosa ni bangso i, songon angka sintua ni malim i; ai sahali do i diulahon, di na pinelehonna i dirina.","Ai dipabangkit patik i do jolma sipargale gabe sintua ni malim; alai dipabangkit hata uari, na umpudi sian patik i, do Anak i, naung gabe rimpas ro di salelenglelengna."," "],["Asa on do na rumingkot di hata on: Adong do di hita sintua ni malim, na hundul di siamun ni habangsa Hatongamon na di banua ginjang i,","siradoti angka ulaon na badia ro di joro na tutu i, naung dipauli Tuhan i, ndada jolma.","Ai ganup sintua ni malim dipabangkit do, asa dipelehon silehonlehon dohot pelean; asa ingkon adong nang di Ibana sipelehononna.","Aut sura di tano on Ibana, ndang suraon malim Ibana, ala adong do na mamelehon angka silehonlehon mangihuthon patik i.","Diradoti nasida do tiruan dohot halinu ni na di banua ginjang i, songon na dapotan poda si Musa sian ginjang, uju naeng paulionna joro i: \"Bereng ma, ninna, 'asa paulionmu saluhutna i tudos tu tiruan, naung di patuduhon tu ho di dolok i!' \"","Alai dapot Ibana do tohonan na sumurung nuaeng, ai Pangulu do Ibana di parpadanan na sumurung, na niaturhonna marojahan di bagabaga na dumenggan.","Ai aut so hasurahan na parjolo i, ndang tagamon luluanna hasiatan ni na paduahon on.","Ai dihata do nasida, di na nidokna i: \"Na ro ma angka ari, ninna Tuhan i, pajongjongonku ma disi padan na imbaru tu pinompar ni Israel dohot Juda!\"","\"Ndada suman tu padan na hupajongjong di angka amanasida, manogihon nasida ruar sian tano Misir; ai so mian nasida di bagasan parpadananki; nang Ahu pe, ndang hupasarisari nasida, ninna Tuhan i.\"","\"Ai on do padan na naeng pajongjongonku tu pinompar ni Israel, dung salpu angka ari i, ninna Tuhan i: Lehononku do angka patikku tu bagasan rohanasida jala tu ateatenasida surathononku i; dung i gabe Debatanasida ma Ahu, jala nasida gabe bangsongku.\"","\"Jala ndang pola be diajari halak donganna sabangso manang hahaanggina pe, mandok: Tanda ma Tuhan i! Ai tandaonnasida luhutna do Ahu, angka na metmet nang angka na magodang pe.\"","\"Ai marpamuati do rohangku mida hageduhonnasida, jala na so tupa be ingotonku angka dosanasida.\"","Di na tinaringotanna na imbaru i, dipaburukburuk ma na jumolo i. Alai na laho salpu ma nasa naung gabe buruk jala matua."," "],["Asa adong do nian nang di na parjolo i angka uhum ni parhaladoon, ro di joro na marrumang tano on.","Ai dipauli do inganan jolojolo i; di bagasan i do: Parpalitoan i ro di meja dohot roti na marhadohoan; i do na margoar: Na badia.","Alai di pudi ni rimberimbe paduahon i do inganan na margoar: Na badia situtu.","Disi do langgatan pardaupaan sere dohot poti parpadanan, na nilampisan saluhut dohot sere, dibagasanna do guriguri sere na marisi manna i dohot tungkot ni si Aron na martumbur i, ro di batu panuratan padan i;","jala di atasna Kerubim di hasangapon, na mangalinggomi langkop pardengganan i. Ndang tarhatahon i saonari sadasada.","Dung songon i dipauli, gabe manongtong ma bongot angka malim tu bagasan inganan jolojolo i, mangulahon parhaladoon i.","Alai tubagasan na paduahon i, holan sintua ni malim i do, sahali sataon, jala ndang tarbahen so mantat mudar, sipelehononna ala ni dirina dohot ala ni dosa haotoon ni bangso i.","Marhitehite i do dipatuduhon Tondi Parbadia i, paboa na so dipapatar dope dalan tu na badia i, saleleng hot dope joro na parjolo i:","Tudutudu tu tingki on nuaeng; ai dipelehon do disi silehonlehon dohot pelean, angka na so tuk pasonangkon situtu panggora ni roha ni na marhalado i.","Angka sipanganon dohot siinumon ro di ragam ni pandidion sambing do i, hatigoran ni sibuk, angka na pinatikkonna, paima ro arina patingkoshon.","Alai ro do Kristus; Ibana do sintua ni malim ni angka parulian na naeng ro i. Jala na sahali i do dibongoti na sun badia i, marhite sian joro na umbalga jala na mauliutus na so pinauli ni tangan, na so sian panompaon on;","ndada marhitehite mudar ni angka hambing randuk manang anak ni lombu, tung marhitehite mudarna sandiri, gabe dipatupa haluaon salelenglelengna.","Ai gari mudar ni hambing randuk dohot jonggi dohot lombu, naung diparsiragongi, dipistikkon tu angka na ramun, mangkorhon haiason ni sibuk:","Nda lam tumangkas ma mudar ni Kristus i paiashon rohamuna sian angka ulaon hamatean, laho mangoloi Debata Siparngolu i; ai dipelehon do dirina so marlindang tu Debata, marhitehite Tondi na manongtong i!","Jadi ala ni on, umbahen na gabe pangulu di padan (testament) na imbaru Ibana: Asa dijalo angka na tarjou i bagabaga i, i ma siteanon na so olo muba i; dung jolo adong na mate, laho pasaehon angka pangalaosion, uju di padan na parjolo i.","Ai anggo adong padan testament, ingkon tandap mate sibahen testament i.","Ai dung pe mate halak i, asa hot testament i; ai nda tung margogo i, saleleng mangolu dope na mambahensa.","Ai nang padan na parjolo i, marhitehite mudar do i dipasahat.","Ai dung dihatahon si Musa tu sandok natorop i nasa tona mangihuthon patik i, dibuat ma mudar ni anak ni lombu dohot hambing randuk mardongan aek, hapas na rara dohot limut isop, dipispisi ma pustaha i sandiri ro di sandok natorop i.","Huhut ma didok: \"On ma mudar ni padan na niaturhon ni Debata di hamu!\"","Laos songon i ma dipispishon mudar i tu joro i dohot tu saluhut ulaula na badia i.","Jala hira saluhutna do diurasi marhitehite mudar mangihuthon patik i; jala holan marhitehite na mandurushon mudar tulus hasesaan.","Asa ingkon songon i do diurasi na tiniru sian na di banua ginjang i; alai na di banua ginjang i hian, marhite sian pelean na ummangat do!","Ai ndada bongot Kristus tubagasan na badia na pinauli ni tangan, gombaran ni na sintong i; tung tu bagasan banua ginjang sandiri do, laho patuduhon dirina nuaeng di adopan ni Debata, humongkop hita.","Ndada laho mamelehon dirina jotjot, songon sintua ni malim i, na mambongoti na badia i jojor taon marhitehite mudar ni na leban.","Aut i, ingkon jotjot ma Ibana marsitaonon, olat ni haoojak ni hasiangan on. Alai sahali do gabe patar Ibana di ujung ni angka ari on, laho pasohothon dosa i, binahen ni na pinelehonna i dirina.","Songon na ampe tu jolma: Mate sahali, dung i uhum i;","songon i do nang Kristus, naung sahali dipasahat, laho mamorsan dosa ni natorop i; alai paduahalihon ndada ala ni dosa, tarida ma Ibana disi, mantat haluaon di angka na paipaimahon Ibana."," "],["Ai holan halinu ni angka parulian sogot do na di patik i, ndada anggo badanna. Ala ni i, sandok ndang tarbahen patik i mambahen sun denggan angka na sai ro tusi, mamboan pelean ganup taon.","Ai aut i, pasadionnasida ma na mamele i, ala so adong be dosa siingoton ni nasida na marhalado i, anggo dung ias nasida sahali.","Alai binahen ni angka pelean, mulak rata do ganup taon parningotan di dosa.","Ai ndang tarbahen mudar ni angka jonggi manang hambing randuk pasaehon angka dosa.","Ala ni i, ninna do di habobongotna i tu portibi on: \"Ndang diparhagiot roham pelean manang silehonlehon; daging i do dipauli Ho di Ahu!\"","\"Ndang lomo roham di pelean situtungon manang di pelean pardosaon.\"","\"Jadi ningku ma: Na ro ma Ahu mangulahon lomo ni roham, ale Debata; di pustaha i do tarsurat taringot tu Ahu.\"","Didok jolo: \"Ndang diparhagiot Ho pelean dohot silehonlehon, nang pelean situtungon manang pelean pardosaon, jala ndang lomo roham di na pinelehon mangihuthon patik.\"","Dung i didok ma: \"Na ro ma Ahu, mangulahon lomo ni roham!\" Disi ma dipasohot na parjolo i, asa dipajongjong na paduahon.","Di bagasan lomo ni rohana i gabe angka na badia hita, binahen ni daging ni Jesus Kristus, naung pinelehonna, na sahali i.","Jala ganup malim jongjong do ariari marhalado dohot manjotjoti mamboan pelean, na sandok so tarbahen pasaehon dosa.","Alai anggo Ibana, sada pelean sambing do diboan, pasaehon ro di salelenglelengna angka dosa; dung i hundul do Ibana di siamun ni Debata.","Na maimaima nama Ibana, rasirasa dipampeakkon angka musuna bahen sidegedegean ni patna.","Ai hinorhon ni pelean na sasada i, sun denggan do dipajongjong Ibana, ro di salelenglelengna, angka na olo pabadiaonna.","Alai dohot do Tondi Parbadia i mangkatindangkonsa tu hita, ai didok do:","\"On ma padan sipajongjongonku tu nasida, dung salpu angka ari i, ninna Tuhan i: Lehononku ma angka patikku tubagasan ateatenasida jala surathononku ma i tu rohanasida,\"","\"jala na so tupa be ingotonku dosanasida ro di hajahatonnasida!\"","Anggo dung sesa angka i, ndang be masa pelean pardosaon.","Antong, ale angka dongan, adong do di hita hiras ni roha, laho bongot tu bagasan na badia i, di bagasan mudar ni Jesus;","ai dibungka do di hita dalan na imbaru jala na mangolu, sian rimberimbe i, i ma dagingna i;","jala adong do di hita malim na bolon, sigomgom bagas ni Debata.","Dibahen i, tadapothon ma, marroha na sintong, di bagasan hagogok ni haporseaon, dung diurasi rohanta, unang be disolsoli panggora ni roha i hita, jala dung diburi dagingta dohot aek na ias!","Momos ma tatiop pangkirimon na taparhatopot i, ai haposan do na marbagabagahonsa!","Masiantoan ma hita, masipajujuan tu haholongon dohot tu angka ulaon na denggan!","Unang tatadingkon parpunguanta hian, songon na hinasomalhon ni na deba; tung masipaingotan ma hita, jala lam i ma nian, ala lam jonok diida hamu ari i!","Ai anggo tatuntun mardosa, dung jolo tajalo parbinotoan di hasintongan i, ndang adong be dapot pelean pasaehon dosa.","Uhum na jorbut nama sipaimaon dohot api ni haririmas, siallang angka na mangalo.","Sitompas patik ni si Musa ingkon mate do, anggo adong dua manang tolu sitindangi, so siat asi ni roha.","Timbang hamu ma: Sadia dumokdok ma uhum mangonai tu jolma, na mandegedegei Anak ni Debata jala na mansoadahon mudar parpadanan, parhitean ni habadiaonna nian, jala na manoisi Tondi Parasiroha i!","Ai tatanda do Ibana, naung mandok: \"Ahu do nampuna, partubolon; Ahu do mamaloshon!\" Dung i muse: \"Uhumon ni Tuhan i do bangsona!\"","Jorbutna i, madabu tu tangan ni Debata na mangolu i!","Alai ingot hamu ma angka ari najolo; ai dung dipatiur hamu, ditaon hamu do godang parungkilon, i ma haporsuhon.","Na deba sian hamu gabe sitotonduran dibahen insahinsak dohot haporsuhon; na deba gabe saor tu angka na manaon songon i.","Ai rap manaon do hamu dohot angka na tarhurung; jala nang dirampas artamu, marlas ni roha do hamu manaon i, ala diboto hamu, adong do di hamu arta na ummangat jala na mian.","Onpe, unang ma bolongkon hamu hiras ni rohamuna, ai balga do upa ni i!","Ai habengeton do na ronsot di hamu, asa tarula hamu lomo ni roha ni Debata, jala dapot bagabaga i.","Ai \"saotik nari sambing nama, ro ma na giot ro, jala ndang marnalemba!\"","Alai sian haporseaon ma mangolu partigor i; jala ndang lomo rohangku di halak na sumurut.","Alai ndang sumurut anggo hita, asa tu hamagoan; na marhaporseaon do, laho mangomohon tondi."," "],["Alai anggo haporseaon i, pos ni roha do i di angka sihirimon, jala pamotoan na tontu taringot tu na so niida.","Di bagasan i do dapotan panindangion angka na tuatua na robi.","Hinorhon ni haporseaon do taantusi, naung marhitehite pandok ni Debata dipaojak angka hasiangan, asa sian na so tarida manjadi na tarida i.","Hinorhon ni haporseaon do dipelehon si Abel tu Debata pelean na dumenggan sian na binoan ni si Kain; marhite sian i do dihatindangkon ibana partigor, ai dihatindangkon Debata do angka pelean na binoanna, jala marhite sian i marsoara dope ibana, atik pe naung mate.","Hinorhon ni haporseaon i do tarhinsat si Henok, gabe ndang diida hamatean, jadi ndang jumpang be ibana, ala naung dihinsat Debata; ai andorang so tarhinsat, dihatindangkon do ibana, halomoan ni Debata.","Alai anggo so marhaporseaon, ndang tarbahen halomoan; ai halak na mandapothon Debata, ingkon dihaporseai: Adong Debata; laos Ibana do silehon upa tu angka na manjalahi Ibana.","Hinorhon ni haporseaon do dijalo si Noak poda taringot tu na so dapot idaon dope, gabe mabiar ibana, jala dipauli parau i, bahen haluaan ni nasida na sajabu; marhitehite i diuhumi ibana portibi on, jala gabe sitean hatigoran, na marguru tu haporseaon.","Hinorhon ni haporseaon do mangoloi si Abraham, dung dijou bungkas tu tano sijaloonna bahen teanteanan; saut do ibana bungkas, so adong diboto sitopotonna.","Hinorhon ni haporseaon do ibana hinomit di tano, naung diparbagabaga tu ibana, songon di tano ni na leban; undungundung do diingani raphon si Isak dohot si Jakkob, donganna panean di bagabaga na sasada i.","Ai dipaimaima do huta na marojahan na hot, na pinandean jala na pinauli ni Debata.","Laos hinorhon ni haporseaon do dijangkon si Sara gogo manubuhon pomparan maralohon timbo ni umurna, ala haposan di rohana na marbagabagahonsa.","Dibahen i tubu do sian na sasada i, naung mate dohonon, na satorop ni bintang di langit, na sagodang ni rihit di topilaut, na so dapot bilangan.","Di bagasan haporseaon do mate nasida sude. Ndang sanga dijalo nasida bagabaga i; sian na dao nama ditatap jala dihalashon; na diparhatutu, panginsua jala paisolat nasida di tano on.","Marhitehite pandoknasida sisongon i ditariashon, panjalahi do nasida di parsambuloan.","Aut diingot rohanasida tano naung tinadingkonnasida i, sanga do nasida mulak tusi.","Alai na dumenggan do dihalungunhon nasida, i ma na di banua ginjang i. Dibahen i, ndang dihailahon Debata nasida; na olo do Ibana goaron Debatanasida, ai nunga dipauli di nasida sada huta.","Hinorhon ni haporseaon do dipelehon si Abraham si Isak i, di na tarunjun i ibana. Dipasahat sijalo bagabaga i do anakna na sasada i.","Ai taringot tu ibana do didok: \"Di bagasan si Isak do targoar di ho pomparan!\"","Dirajumi rohana do, marhuaso Debata, manungguli nang sian na mate, jala mulak sian i do ibana dijalo, hira tudosan.","Hinorhon ni haporseaon do dipasupasuhon si Isak tu si Jakkob dohot tu si Esau angka na naeng masa dope.","Hinorhon ni haporseaon do dipasupasu si Jakkob, na laho mate i, angka anak ni si Josep sadasada, jala dipaunduk dirina dompak ulu ni tungkotna.","Hinorhon ni haporseaon do ditaringoti si Josep di ajalna i hamumulak ni angka anak Israel jala ditonai do nasida taringot tu holiholina.","Hinorhon ni haporseaon do ditabunihon natoras ni si Musa ibana tolu bulan lelengna, dungkonsa tubu, ala anak na uli ibana diida; jala ndang dihabiari paksa ni raja i.","Hinorhon ni haporseaon do manjua si Musa, dung magodang, goaron ibana anak ni boru ni Firaun.","Tagonan do dipilit rohana: Rap tumaon na porsuk ibana dohot bangso ni Debata, sian na maruntung satongkin, bahenon ni dosa.","Haleaon ni Kristus i do dijujur ibana hamoraon na ummangat asa angka arta na di tano Misir; ai pamaloson i do dibereng.","Hinorhon ni haporseaon do ditadingkon ibana tano Misir, ndang dihabiari ibana rimas ni raja i, ai dapotan gogo do ibana, ala diida rohana Ibana, na so tarida hian.","Hinorhon ni haporseaon do diulahon Paska i dohot na mangusehon mudar, asa unang dihahua pangago i buhabajunasida.","Hinorhon ni haporseaon do dibolus nasida laut na rara i songon tano na mahiang; diuji halak Misir ma i, gabe mate mogap.","Hinorhon ni haporseaon do magargar parik ni huta Jeriko, dung pitu ari lelengna dihaliangi.","Hinorhon ni haporseaon do, umbahen so mago si Rahab, boruboru na jahat i, raphon angka na so mangoloi; ai di bagasan dame do dijangkon angka pangkahap i.","Dia dope dohononku! Na so sanga pajojoronku barita ni si Gidion, Barak, Simson, Jepta, Daud, Samuel ro di angka panurirang.","Ai hinorhon ni haporseaon do dipatunduk nasida angka harajaon, dipatulus hatigoran, taruli di angka bagabaga, dihuntam baba ni angka babiat;","diintopi gogo ni api, malua sian baba ni podang, sumuang margogo sian hagaleon, marantu di hamusuon, ditaluhon angka parangan ni na leban.","Dijalo angka ina na matena sumuang sian haheheon. Alai na deba diparsilangkon do, so saut malua, asa anggiat taruli di haheheon na dumenggan.","Na deba muse manaonhon reherehe dohot linsinglinsing, tole ihotihot dohot hurungan:","Didangguri, dipaporsukporsuk, digargaji, mate dibuat podang na tajom, munsatunsat do nasida marabithon bobak ni birubiru dohot hambing, anturaparon, sinosahan, jinahatan.","Hurang tama do nian portibi on mandongani nasida, gabe ditondong nasida angka halongonan, angka tor, angka liang dohot lombanglombang na di tano on.","Saluhut nasida ndang dijalo na pinarbagabaga i, atik pe dihatindangkon, na porsea nasida.","Ai na dumenggan do ditahi Debata, lehononna tu hita, asa unang sahat tu harimpason nasida, so rap dohot hita."," "],["Dibahen i nang hita pe, ala na sai torop ni sitindangi humaliang hita, tapeakkon ma nasa na pasorathon ro di dosa na girgir mangkaliangi, jala marbenget ni roha ma hita marlojong tu bagasan paraloan, na sonson di jolonta!","Tabereng ma induk ni haporseaon i jala na paujungkonsa, i ma Jesus, na manaonhon parsilangon i, singkat ni las ni roha, tohapna i hian, so dietong i hailaon, gabe hundul di siamun ni habangsa ni Debata!","Paingotingot hamu ma Ibana, na pataontaonhon paraloan sisongon i dompak Ibana sian angka sipardosa asa unang marnaloja hamu, unang mandate tondimuna!","Ndang adong dope pola tiris mudarmuna, laho mangalo di parungkilon maralohon dosa i.","Nunga lupa hamu di pangapulon na hinatahonna tu hamu, ala anak hamu, ai ninna do: \"Ale anaha, unang tois roham di pangajarion ni Tuhan i, jala unang ho mandele, jumpa dipinsang ho!\"","Ai diajar Tuhan i do na hinaholongan ni rohana, jala dilinsingi do ganup anak na jinangkonna.","Benget ma hamu, jumpa diajar hamu! Anakna do hamu disi, dijujur Debata. Ai didia ma adong anak, na so niajar ni amana!","Ai na so anak situtu ma hamu, anggo malua hamu sian na hona ajar, naung songgop tu sasudena i.","Onpe, angka amanta isara di daging do pangajar di hita, jala tahabiari do nasida; nda lam marunduk ni roha ma hita tu Ama ni angka tondi, asa mangolu hita.","Ia nasida, diajar do hita, so piga ari, marguru tu panimbangan ni rohanasida; alai anggo On, tu na marguna do: Asa partohap hita di habadiaonna i.","Nasa paminsangon tutu, anggo di hamamasana, ndada las ni roha i hilalaon, tung arsak do; alai dung salpu i, diparbuehon do hatigoran na mardame di angka naung gabe somal marhite sian i.","Dibahen i, patogar hamu ma tangan na so marnangon dohot ulu ni tot na telluktelluk!","Patigor hamu ma sidalanan ni patmuna, asa unang lam sitik na pangpang; asa sumuang malum ma nian!","Ringkoti hamu ma, asa mardame hamu tu saluhut halak, huhut asa badia hamu; anggo so i, ndang adong idaonta Tuhan i.","Matahon hamu ma, asa unang adong na paholang dirina sian asi ni roha ni Debata, unang i gabe urat na paet na martumbur, sihorhon hasusaan, gabe hodar maon torop bahenon ni i.","Tung unang ma adong parmainan manang na ramun songon si Esau, na sumeahon sahala sihahaan ala ni sipanganon sada.","Ai diboto hamu do: Na tartulak do ibana, di na naeng manean pasupasu i ibana muse; ndang jumpangsa hasiatan ni muba ni roha i, atik pe mariluilu ibana mangaluluisa.","Ai ndang didapothon hamu na tarjama, na marsigorgor di bagasan api, manang hagolapon, haholomon ro di habahaba,","manang pangkuling ni sarune dohot saringar ni hata, pola mangelehelek angka na umbegesa, unang tu nasida dipatongon hata i.","Ai ndang tartaon nasida Paksa i na mandok: Molo dais dorbia tu dolok, ingkon mate i dangguran.","Pola didok si Musa, dibahen songkal ni na tarida i: Hatahutan do ahu jala angka dotdot!","Alai dolok Sion i do didapothon hamu dohot huta ni Debata na mangolu i, i ma Jerusalem na di banua ginjang i, dohot surusuruan na marloksaloksa, i ma loloan pesta bolon i,","dohot huria ni na parjolo tubu, angka na tarsurat di banua ginjang i, dohot Debata, Siuhumi saluhut, dohot tondi ni angka partigor naung rimpas,","dohot Jesus, pangulu ni parpadanan na imbaru i, dohot mudar na mangurasi i, parsoara na dumenggan unang mudar ni si Abel.","Jaga ma hamu, so tung dijua hamu Ibana na mangkuling i! Ai molo gari so malua nasida na manjua Ibana na mamaksa di tano on, lam hita ma, anggo tatundalhon Ibana na sian banua ginjang i!","Tano on do dihutur soarana uju i; alai anggo nuaeng marbagabaga do Ibana songon on: \"Sahali nari do Ahu mangkuturi, ndada holan tano on, dohot ma banua ginjang i!\"","Alai hata na mandok sahali nari patuduhon: Na naeng muba ma na tarhutur, i ma na tinompa on, asa hot na so tarhutur i!","Dibahen i, mauliate ma rohanta, ala tajalo harajaon na so tarhutur; marhitehite i do gabe hita parhalado halomoan ni Debata mardongan biar dohot hadaulaton.","Ai api na mangallang do Debatanta i!"," "],["Manongtong ma holong ni roha di dongan!","Unang halanggushon hamu partamueon; ai marhite sian i hea do ditamuei halak angka surusuruan, so pamotoanna.","Ingot hamu ma angka na tarhurung, songon na rap tarhurung; songon i angka na tumaon na porsuk, ai dohot do hamu di bagasan daging.","Sangap ma pardongansaripeon di na saluhut, jala unang ramun parsaoran pardongansaripeon; ai uhumon ni Debata do angka parmainan dohot pangalangkup.","Unang ma marholong ni roha di hepeng pangalahomuna; hasabamhon hamu ma na adong! Ibana sandiri do mandok: \"Sandok na so tadingkononku do ho; sandok na so pasombuonku do ho!\"","Asa tung pos rohanta mandok: Tuhan i do pangurupi di ahu, ndang mabiar ahu; aha ma bahenon ni jolma tu ahu?","Ingot hamu ma angka na manguluhon hamu, na paboahon hata ni Debata tu hamu; ujung ni pardalanannasida ma bereng hamu, jala tiru hamu ma haporseaonnasida!","Ia Jesus Kristus, songon i nantoari, songon i sadari on, laos i do ro di salelenglelengna!","Unang ma olo hamu elaelaon ni poda na ragam jala na lain! Ai patut do marhitehite asi ni roha gabe togu roha, ndada marhitehite parpanganon, na so marguna di angka na mangaradotisa.","Adong do di hita langgatan; ndang marhuaso manganhon sian i angka na marhalado di undungundung i.","Ai dibalian ni parsaroan i do ditutung sibuk ni angka dorbia, dung diboan sintua ni malim mudar i tu bagasan bilut na badia, ala ni dosa.","Songon i do nang Jesus: Dibalian ni harbangan i do Ibana marsitaonon, asa diparbadiai bangso i marhitehite mudarna sandiri.","Dibahen i, tadapothon ma Ibana tu balian ni parsaroan i, mamorsan haleaonna i!","Ai ndang adong di hita dison huta na hot; alai dilului rohanta do na ro sogot.","Marhitehite Ibana ma tapelehon tongtong tu Debata pelean pujipujian, i ma parbue ni bibir, angka na marhatopothon Goarna.","Alai unang ma lupa hamu, mambahen na denggan dohot mangulahon asi ni roha; ai dihalomohon Debata do angka pelean na songon i.","Tangihon hamu ma angka na manguluhon hamu jala oloi hamu ma nasida! Ai nasida do manjagai tondimuna, laos nasida do maralus sogot; naeng ma marlas ni roha nasida disi, unang mardongan hoihoi, ai ndang ulimuna i.","Tangiangkon hamu ma hami! Ai pos do rohanami, na so pola solsolan ni panggora ni roha i hami, ala huringkoti hami marparange na denggan di na saluhut.","Alai lam huapoi ma hamu mangulahon i, asa anggiat tumibu ahu dipatongon muse tu hamu.","Alai Debata Sipardame i, na manogihon sian angka na mate Siparmahan bolon ni angka birubiru i, marhitehite mudar ni padan sisalelenglelengna i, i ma Tuhanta Jesus;","Ibana ma patauhon hamu di nasa ulaon na denggan, mangulahon lomo ni rohana, ai dipatupa do di bagasan hamu na tau lomo ni rohana marhitehite Jesus Kristus! Di Ibana ma hasangapon i ro di salelenglelengna! Amen.","Alai huapoi ma hamu, angka dongan, jangkon hamu ma si paingot i; ai jempek do husurathon tu hamu.","Boto hamu ma, naung malua donganta, si Timoteus. Anggo tibu ibana ro, naeng rap hami marnida hamu.","Dok hamu ma tabi tu saluhut gurumuna, nang tu angka na badia saluhutna! Manongos tabi do tu hamu angka dongan na sian Italia.","Didongani asi ni roha i ma hamu saluhutna!"," "]]
