[["Ahu surat ni si Simon Petrus, naposo jala apostel ni Jesus Kristus, mandapothon angka naung manjalo haporseaon na arga, rap dohot hami, marhitehite hatigoran ni Debatanta dohot Jesus Kristus, Sipalua i:","Singkop ma di hamu asi ni roha dohot dame, marhitehite panandaonmuna di Debata dohot di Jesus, Tuhanta i!","Dilehon hagogoon ni hadebataonna i do tu hita nasa na tau hangoluan dohot hadaulaton marhite sian naung tatanda Ibana, na manjou hita, hinorhon ni hasangaponna dohot hadengganonna sandiri.","Marhite sian i do dilehon tu hita bagabagana angka na arga jala na balga situtu, asa hinorhon ni i gabe partohap hamu di hadebataon, dung sanga maporus hamu sian hamagoan, na di bagasan hahisapon na di portibi on.","Dibahen i, haringgashon hamu ma sian nasa gogo, manurdukkon denggan ni parange di bagasan haporseaon i, dung i habisuhon ma di bagasan parange na denggan i;","dung i pangarajaion diri ma di bagasan habisuhon i, dung i habengeton ma di bagasan pangarajaion diri i, dung i hadaulaton ma di bagasan habengeton i:","Dung i holong ni roha di dongan ma di bagasan hadaulaton i, dung i holong ni roha di na saluhutna ma di bagasan holong ni roha di dongan i!","Ai molo jumpang angka i di hamu jala ganda, ndada loasonna hamu losok jala so marparbue, laho mananda Jesus Kristus, Tuhanta i.","Alai molo so dapot i di na deba, halak na mapitung ma i, parmata na jonok, naung lupa di haiason sian dosa, na di ibana najolo.","Dibahen i, ale angka dongan, lam ringgas ma hamu pahothon panjouonna dohot pamillitonna di hamu; ai molo diulahon hamu i, ndang olo be hamu tinggang.","Songon i ma buas lehononna tu hamu hamasuhon tu bagasan, harajaon salelenglelengna, na di Tuhanta Jesus Kristus, Sipalua i.","Dibahen i, tongtong do hupaingothon angka i tu hamu, atik pe naung diboto hamu i jala naung togu rohamuna di bagasan hasintongan, na di hamu nuaeng.","Alai tama do, didok rohangku, ahu manungguli hamu marhitehite hata sipaingot, saleleng di bagasan balebale on dope ahu.","Ai huboto, tibu nama tadingkononku balebalengkon, songon naung pinabotohon ni Tuhanta Jesus Kristus tu ahu.","Alai huharingkothon do, asa tongtong tarbahen hamu marningot i, dung borhat ahu.","Ai ndada huihuthon hami angka turiturian na piningkir ni na bisuk, di na hupabotohon hami tu hamu hagogoon dohot haroro ni Tuhanta Jesus Kristus; tung diida matanami do hatongamonna i.","Ai dijalo do hamuliaon dohot hasangapon sian Debata Ama, di na masa tu Ibana sian hasangapon na tongam i soara on: \"On do Anakku, haholongan ni rohangku; na lomo do rohangku di Ibana!\"","I ma soara, na hubege hami ro sian banua ginjang i, uju rap hami dohot Ibana di dolok na badia i.","Jadi lam hot ma, antong, hata panurirangon i di hami; jala tama marsitiopan tusi ma hamu, songon na tu palito na marsinondang di inganan na holom, paima tarida siulubalang ari i, jala binsar siboan hatiuron di bagasan rohamuna.","On ma parjolo boto hamu: Ndang dapot hatorangan ni nasa panurirangon na tarsurat, anggo sian roha ni jolma.","Ai ndang dung sian tahi ni jolma haroroan ni panurirangon; alai tinogihon ni Tondi Parbadia do, umbahen na marsoara angka jolma, disuru Debata."," "],["Alai hehe do nang najolo angka panurirang pargapgap di tongatonga ni natorop; songon i nang nuaeng ro tu tongatongamuna angka guru pargapgap, siboan parsirangan hamagoan, pola do soadahononna Tuhan na manobus nasida, gabe lingkup do tu dirinasida hamagoan, diaithon nasida.","Torop na mangihuthon pansuasaehonnasida; ala ni nasida gabe hona insak do agama hasintongan i.","Sian roha na marpambuat parlabahononna do hamu marhitehite hata sipaotooto. Sian nahinan dope ndang sulon uhum na tu nasida, jala ndang tarlalap hamagoan di nasida.","Ai gari angka surusuruan na mardosa, ndang diolani Debata: Na didabu do nasida tu banua toru, tu lung haholomon, paramothon nasida tu uhum.","Nang hasiangan na robi i, ndang diolani Ibana; alai diramoti do paualu si Noak, parjamita hatigoran i, di na tinongosna aek na sumar i mangkungkupi portibi na jahat i.","Nang huta Sodom dohot Gumora, diparsiragongi do, laho manguhumi, pajongjong lumbalumba taringot tu na masa sogot tu angka na tois.","Alai dipalua do si Lot na tigor i, na niarsahan ni angka na so maruhum i marhitehite harorangon na niulanasida.","Ai marhite sian na niidana dohot na binegena ariari diarsakkon tondi ni partigor i do pambahenannasida na so maruhum i, di na maringanan ibana di tongatonganasida.","Diboto Tuhan i do, paluahon angka na daulat sian pangunjunan dohot pajagahon angka pargeduk, asa hona pinsang nasida di ari uhum i.","Gumodang ma angka sipaolooloi sibuk, siulahon hahisapon na pahodarhon, angka parhu ni roha di panggomgomion; angka na garang do nasida jala na tois, na so mabiar manginsahi angka parhasangapon.","Gari angka surusuruan, atik pe sumurung hagogoon dohot huasonasida, gari so mandabuhon uhum paminsangon dompak nasida di jolo ni Tuhan i.","Alai songon binatang na so marroha do nasida, angka sitangkupon jala sibunuon hian, umbahen na tubu; na manginsahi do nasida di na so binotonasida, gabe mago ma di hamagoannasida.","Upa hageduhon i do diluahon nasida; halalas ni roha do dijujur nasida pargadombuson ariari; sap angka hahodaron dohot hagigian do nasida, na ripe mansuasaehon di bagasan hahisaponnasida, di na rap mangan nasida dohot hamu.","Gok pangalangkupon do matanasida; na so mansadi nasida mardosa, diellemellem do roha ni angka na hurang togu, dipasomalsomal do rohana tu pangahution: Angka anak jea do nasida.","Ditadingkon do dalan na tigor i, gabe lilu, mangihuthon dalan ni si Bileam, anak ni si Beor, na holong roha di upa hageduhon i.","Alai hona ajar do ibana di pangalaosionna i, ai dorbia na tarrante, na so parsoara hian, i do gabe mangkuling marsoara jolma, mangalo lalaen ni panurirang i.","Angka mual na so maraek do nasida, angka ombun na niullus ni halisungsung; holom ni na holom do dipadiri di nasida.","Ai dihatahon nasida do haotoon na tarlobi burnang, laho mangeleala, marhitehite hisaphisap ni sibuk dohot pargadombuson, dongan na imbaru maporus dope, tumadingkon angka pardalan na di bagasan haliluon.","Dibagabagahon nasida do haluaon, atik pe hatoban ni hamagoan i nasida; ai ia i na patunduk halak, hatoban ni i do ibana.","Ai angka naung maporus pasidingkon hahodaron ni portibi on, di na tinandanasida Tuhan Jesus Kristus, Sipalua i: Anggo mangulahi taralit jala talu, gabe jumorbut ma ujungna sian bonana.","Ai dumenggan do di nasida, aut unang ditanda nasida dalan hatigoran i, sian na tumundalhon uhum na badia, naung sahat tu nasida, naung tinandanasida i.","Jumpang do di nasida hata ni umpama na sintong on: Na mulak do biang tu utautana, jala na margulu do babi di na rotakna, dung mangarembe."," "],["On ma surat na paduahon, na husurat tu hamu, angka haholongan, manungguli bontor ni roha di hamu, marhitehite hata sipaingot,","asa diingot hamu hata angka naung hinatahon ni angka panurirang na badia i, nang patik ni Tuhan jala Sipalua i, na binaritahon ni angka apostelmuna.","On ma na rumingkot botoonmuna: Na ro ma di angka ari parpudi angka pangalensem, parhata insahinsak, na mangoloi angka hisapna sandiri;","angka na mandok: Didia do harorona, na pinarbagabaga i? Ai dung monding angka amanta, hot do saluhutna songon i, sian mula ni hasiangan on!","Laho mandok songon i, ndang manganto rohanasida, naung sian aek do langit nang tano, jala marhitehite aek do hajajadina hinorhon ni hata ni Debata.","Laos marhitehite aek i do mago uju i tano on, dilantaphon aek i.","Jala marhite sian hata i do diramoti Ibana langit dohot tano nuaeng; dipeop do, asa tu api di ari paruhuman jala hamagaon ni jolma angka na jahat.","Alai tangkas ma ingot hamu, angka haholongan: Sada ari do di Tuhan i songon saribu taon, jala saribu taon songon sada ari!","Ndang dipagele Tuhan i bagabaga i, songon na nidok ni roha ni na deba; alai lambas do rohana mida hamu, ai dipangido rohana, naeng unang ma nian mago agia ise, naeng ma tahe saluhutna sahat tu hamubaon ni roha.","Alai na ro ma ari ni Tuhan i, songon panangko; mardorop ma disi langit i, laho sega; masarsar ma sisiasia ni tano on bahenon ni api; songon i nang tano i, ro di sude ulaon na di atasna, masoksok ma.","Antong, anggo masarsar do hape saluhutna on, nda lam sumurung ma parange na badia dohot hadaulaton","ni angka na paimaimahon jala mangkasiholi haroro ni ari ni Debata, di na masarsar langit i disoksohi, jala malala tartutung do angka sisiasiana!","Alai na maimaima do hita di langit na imbaru dohot di tano na imbaru, inganan ni hatigoran i, hombar tu bagabagana.","Dibahen i, hamu angka haholongan, anggo i dipaimaima hamu, ringkoti hamu ma, asa didapot Ibana hamu so martihas, so hasurahan, di bagasan dame!","Rajumi hamu ma lambas ni roha ni Tuhanta haluaonmuna, songon naung manurat tu hamu dongan haholonganta, si Paulus i, marguru tu parbinotoan, naung dilehon tu ibana.","Songon i di saluhut angka suratna, i dipatorang; adong do deba disi na maol antusan, i ma dipalipe angka na so marroha jala na so togu rohana, nang di surat na asing pe, bahen hamagoannasida sandiri.","Antong, hamu angka haholongan, ala naung diboto hamu i hian, jaga ma, unang tarela hamu, dibahen haliluon ni angka na so maruhum i, gabe madabu hamu maon sian haojahanmuna.","Alai lam ganda ma di hamu asi ni roha dohot panandaon di Tuhanta Jesus Kristus, Sipalua i! Di Ibana ma hasangapon, nang nuaeng, nang ro di salelenglelengna!"," "]]
